{"section_number":"63.44","edition_id":"1","section_id":"3080","structure_id":"32","catch_line":"Regulations Affecting Park And Recreation Areas.","history":"","full_text":"  REGULATIONS AFFECTING PARK AND RECREATION AREAS.\n\t(Added by Ord. No. 153,027, Eff. 11\/16\/79.)\n\n\tA.\tDefinitions:  As used in this section:\n\n\t“Beach” shall include public seashore and shoreline areas bordering the Pacific Ocean that are owned, managed or controlled by the City.  (Added by Ord. No. 163,039, Eff. 1\/17\/88.)\n\n\t“Park” shall include every public park, roadside rest area, playground, zoological garden, ocean, beach or other recreational facility area, together with any parking lot, reservoir pier, swimming pool, golf course, court, field, bridle path, trail, or other recreational facility, or structure thereon, in the City of Los Angeles and under the control, operation or management of the Board of Recreation and Park Commissioners, the Los Angeles County Department of Parks and Recreation, the Los Angeles County Department of Beaches, or the Los Angeles Memorial Coliseum Commission. “Park” does not include any State Historic Park located within the City of Los Angeles.\n\n\t“Board” shall mean the Board of Recreation and Park Commissioners.\n\n\tB.\tWithin the limits of any park or other City-owned Harbor Department designated and controlled property within the City of Los Angeles:  (Amended by Ord. No. 174,737, Eff. 9\/9\/02.)\n\n\t1.\tNo person under the age of 18 years shall cause, permit or allow any ungelded equine animal to be present in said park.\n\n\t2.\t(Amended by Ord. No. 160,401, Eff. 11\/1\/85.)  No person shall cause, permit or allow any animal owned or possessed by him or any animal in his care, custody or control to be present in said park except:\n\n\t(a)\tEquine animals being led or ridden under reasonable control upon bridle paths or trails provided for such purposes; or\n\n\t(b)\tEquine or other animals which are hitched or fastened at a place expressly designated for such purposes; or\n\n\t(c)\tDogs which have been specially trained and are being used by blind or otherwise disabled persons to aid and guide them in their movements.  (Amended by Ord. No. 172,088, Eff. 7\/30\/98.)\n\n\t(d)\t(Amended by Ord. No. 180,332, Eff. 12\/16\/08.)  Licensed dogs or cats when led by a leash not more than six (6) feet long, or when confined within the interior of a vehicle, or licensed dogs under the control of a competent person in designated dog exercise and training areas at:\n\n\t(i)\tCity parks or portions of City parks approved and designated as dog exercise and training areas by the Board of Recreation and Park Commissioners and approved by the City Council by ordinance;\n\n\t(ii)\tLaurel Canyon Park from 7:00 a.m. to 10:00 a.m. and from 3:00 p.m. until park closing every day of the week;\n\n\t(iii)\tSilver Lake Recreation Center, provided, however, that no dogs, whether or not led by a leash, shall be permitted or allowed in any part of the Silver Lake Recreation Center other than the fenced area designated as a dog exercise and training area, except as permitted or allowed by Paragraph (c) hereof;\n\n\t(iv)\tA portion of the Sepulveda Basin Recreation Area consisting of approximately 10 acres and located on Victory Boulevard near White Oak Avenue, which shall be open at sunrise and closed at sunset every day of the week;\n\n\t(v)\tA portion of Runyon Canyon Park consisting of approximately 90 acres located within the area 825 feet north of the Fuller Street entrance, 450 feet east of the Vista Street entrance and 1,850 feet south of the Mulholland Drive entrance.  The boundaries of the off-leash dog exercise area described in this subparagraph shall be appropriately designated within the park.  A separate portion of Runyon Canyon Park consisting of approximately 21,000 square feet located between the Fuller Street and Vista Street entrances and enclosed by a fence shall be designated a “no dogs or cats allowed” area and no dogs or cats shall be permitted or allowed inside the designated fenced area whether on or off leash;\n\n\t(vi)\tA portion of Barrington Park consisting of 1.4 acres as designated on the site plan contained in Council File No. 02-0094 which shall be appropriately designated within the park and enclosed by fencing as indicated on the site plan.  No dogs, whether on or off leash, shall be permitted or allowed in any area of Barrington Park other than the fenced area designated as an off-leash dog exercise area, except as provided by Paragraph (c) hereof;\n\n\t(vii)\tAn enclosed portion of Knoll Hill consisting of approximately three acres as designated on Knoll Hill by the Harbor Department;\n\n\t(viii)\tAn enclosed area consisting of approximately .84 acres, bounded by the Westminster Senior Center parking lot on the west, Main Street on the east, Westminster Avenue on the south and Clubhouse Avenue on the north, which shall be opened at sunrise and closed at sunset every day of the week;\n\n\t(ix)\tA designated fenced area consisting of approximately .86 acres in Hermon Park;\n\n\t(x)\tA designated area consisting of approximately 1.6 acres at Griffith Park and located at the north end of the John Ferraro Soccer Field on North Zoo Drive;\n\n\t(xi)\tA designated area consisting of approximately 3 acres at Whitnall Park on Whitnall Highway in North Hollywood, including a 50,000 square foot area for large dogs and a 22,500 square foot area for small dogs.\n\n\tThe exception to Subdivision 2. contained in this Paragraph as it pertains to dogs shall not apply upon any boardwalk, sidewalk or public way immediately adjacent to any beach lands or beach properties adjoining the waterfront of the Pacific Ocean between the southerly boundary of the City of Santa Monica and Washington Street in the City of Los Angeles, between the hours of 11:00 a.m. and 8:00 p.m. on weekends and holidays from Memorial Day through October 31, and no dogs shall be permitted within the area during those times and days.\n\n\t3.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall rent or offer for rent, or sell or offer for sale any commercial merchandise, or any article or thing of any kind or nature whatsoever; or practice, carry on, conduct or solicit any trade, occupation, business, or profession, except by contract with the Board, Department, Commission or their authorized representatives. Nothing in this subdivision, however, shall prohibit the sale or offering for sale of newspapers, periodicals, books, pamphlets and other forms of communication except that said sale of offering for sale is prohibited in museums, in those portions of a park to which access is restricted by the payment of an admission fee or in those facilities which are operated under contract with the Board, Department or Commission.  (Amended by Ord. No. 159,064, Eff. 7\/16\/84.)\n\n\t4.\tNo person shall play or utilize any sound amplifying system except within or upon an area or facility set aside for such purpose by the Board, Department or Commission. For the purposes of this and the next subdivision, “sound amplifying system” shall mean and include any system of electrical hookup or connection, loud speaker system or equipment, sound amplifying system, and any apparatus, equipment, device, instrument, or machine designed for or intended to be used for the purpose of amplifying the sound or increasing the volume of the human voice, musical tone, vibration or sound wave. This subdivision shall not apply to the regular and customary use of portable radios, televisions, record players or tape recorders played or operated in such places and at such times so as not to disturb other persons in their permitted uses of the park.\n\n\t5.\tNo person shall hold or conduct any musical event or concert in which any sound amplifying system is utilized without first obtaining a written permit to do so from the Board, Department or Commission. The application for such musical event permit shall state:\n\n\tThe name of the person or persons applying for the permit; the particular park and location therein at which the musical event is proposed to take place; the date and time of the event; the number of persons who will perform at such musical event; and the size of the expected audience. A written permit for the musical event shall be issued upon reasonable terms and conditions except when:\n\n\t(a)\tThe location requested has been previously reserved for the same date and time by another person or organization for a particular activity; or\n\n\t(b)\tThe size of the audience reasonably expected to attend the musical event will exceed the capacity of the location requested.\n\n\t6.\tNo person shall play any musical instrument between the hours of 10:00 p.m. and 7:00 a.m. within seven hundred and fifty (750) feet of any structure used for dwelling purposes, except within or upon an area or facility set aside for this purpose by the Board or Department. For purposes of this subdivision, the term “musical instrument” includes but is not limited to drums and other percussion devices.\n\n\t7.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall use any area or facility set aside, used, maintained or designated for a specific recreational or park purpose by the Board, Department, Commission or Department of Beaches, which purpose is reasonably apparent from the appearance, construction or designation of such facility or area, or as to which reasonable notice of such designation or purpose is given by signs posted thereon, for a purpose contrary to or inconsistent with such specific or designated purpose.\n\n\t8.\tNo person shall land, release, take off or fly any balloon, except children toy balloons not inflated with any flammable material, helicopter, parakite, hang glider, aircraft or powered models thereof, except in areas specifically set aside therefor.\n\n\t9.\tNo person shall engage in any voluntary parachute jump.\n\n\t10.\tNo person shall use any bow or crossbow, or throw or release any arrows, except as specifically permitted in designated archery areas.\n\n\t11.\tNo person shall take, seize or hunt any bird, animal or fish except that lost or escaped dogs, cats or horses may be searched for.\n\n\t12.\tNo person shall remove any wood, tree, shrub, plant, turf, grass, soil, rock, sand or gravel.\n\n\t13.\tNo person, without permission from the Board or the Department of Recreation and Parks, shall cut, break, injure, tamper with, deface or disturb any tree, shrub, plant, rock, building, cage, pen, monument, fence, bench, structure, apparatus, equipment or property; or mark, paint, post or write upon any building, monument, fence, bench or other structure.  (Amended by Ord. No. 168,219, Eff. 10\/4\/92.)\n\n\t14.\t(Amended by Ord. No. 164,209, Eff. 1\/8\/89.)\n\n\t(a)\tNo person shall enter, remain, stay or loiter in any park between the hours of 10:30 p.m. and 5:00 a.m. of the following day.  On any public park or recreational facility subject to this section, the supervising employee at such site may extend the 10:30 p.m. closing time for up to one and one-half hours to accommodate any departmentally approved event, except for Griffith Park, for which the supervising employee at such site may extend the 10:30 p.m. closing time for up to only one hour to accommodate any departmentally approved event.  (Amended by Ord. No. 180,461, Eff. 2\/8\/09.)\n\n\t(b)\tNo person shall enter, remain, stay or loiter in any park which consists of an ocean area, beach, or pier between the hours of 12:00 midnight and 5:00 o’clock a.m. of the following day; except that no person shall remain, stay or loiter on Royal Palms Beach between the hours of 8:00 o’clock p.m. and 5:00 o’clock a.m. of the following day. On any park which consists of an ocean area, beach, or pier subject to this Section, the supervising employee at such site may extend the 12:00 midnight closing time, or in the case of Royal Palms Beach the 8:00 o’clock p.m. closing time, to accommodate special events such as grunion runs and other events approved by the Department of Recreation and Parks or the Los Angeles County Department of Beaches, as applicable.\n\n\t(c)\tNo person shall enter, remain, stay or loiter in any of the following parks or facilities between the closing hour and the opening hour of the following day.  The closing and opening hours for each of the following parks or facilities shall be as follows:  (Amended by Ord. No. 182,153, Eff. 7\/18\/12.)\n\n\tBellevue Recreation Center – closed at 10:00 p.m., open at 5:00 a.m.\n\n\tCabrillo Beach pay Parking Lot (Port parking section) – closed at 10:30 p.m., open at 3:00 a.m.\n\n\tElysian Park – closed at 9:00 p.m. (except for two parking lots adjacent to it, which shall close at 10:30 p.m.), open at 5:00 a.m.\n\n\tStoner Skate Plaza – closed at 7:00 p.m., open at 10:00 a.m. Monday through Sunday during Daylight-Savings Time, and closed at 5:00 p.m., open at 10:00 a.m. Monday through Sunday during Non-Daylight Savings Time.\n\n\tClosed one hour after Sunset, open one hour before Sunrise:\n\tDearborn Park\n\tErnest E. Debs Regional Park (except to open no earlier than 5:30 a.m.)\n\tHansen Dam Recreation Center\n\tRunyon Canyon Park\n\tTelfair Park\n\n\tClosed at Sunset, open at Sunrise:\n\tAbbott Kenney Park\n\tBell Canyon Park\n\tCarey Ranch Park\n\tChase Street Park\n\tDeervale Park\n\tDel Rey Lagoon\n\tEl Escorpian Canyon Park\n\tErwin Street Park\n\tHansen Dam Recreational Lake\n\tHarold Henry Park\n\tJesse Owens Park\n\tKagel Canyon Park\n\tKen Malloy Harbor Regional Park (except the northern end of the park, as designated by appropriate signage, which shall close at 4:00 p.m. and open at 10:00 a.m.)\n\tKnapp Ranch Park Annex\n\tLiemert Plaza\n\tLinnie Canal Park\n\tOrcas Park\n\tOrcutt Ranch\n\tPacific Palisades Park:  (portions near Via De Las Olas and near Mount Holyoak, as designated by appropriate signage)\n\tPorter Ranch Subparks:  (Palisades Bridle Trails, Wilbur-Tampa, Eddleston, Limekiln Canyon, Porter Ridge, and Viking)\n\tRichardson Family Park\n\tRobert Burns Park\n\tSan Pascual Park\n\tSepulveda Basin Recreation Area Facilities:  (Woodley Flight Field, Sepulveda Wildlife Reserve, the North Parking Lot of Balboa Park, Lake Balboa Park, Off-Leash Dog Exercise Area)\n\tSouth Weddington Park\n\tStoney Point Park\n\tValley Plaza Park:  (Laurel Grove and Whitsett Sections)\n\tVilla Cabrini Park\n\tYucca Mini Park\n\n\t15.\tNo person shall ride or pull any horsedrawn vehicle on bridle trails or other areas except as specifically provided for such purposes by the Board.\n\n\t16.\tNo person shall drive or ride any cycle or vehicle, whether powered by a motor or human power, except on paths, roads or drives designed and provided for such purposes.\n\n\t17.\tNo person shall make or kindle a fire or cook food, except on a stove or masonry or concrete hearth or fire circle provided for such purpose, or on a portable stove or hearth of an approved type and in areas specifically posted for such use.\n\n\t18.\tNo person shall erect any barrier or lay, string or join any wires, ropes, chains or place any obstruction on or across any path, trail or area where the public may be expect to make contact with such barrier, wire, rope or chain.\n\n\t19.\tNo person shall throw, discard or deposit any paper, rubbish, debris, ashes, dirt, bottles, cans, trash or litter of any kind or nature whatsoever, except in receptacles specifically provided therefor.\n\n\t20.\tNo person shall appear, bathe, sunbathe, walk or be in any public park, playground, beach or the waters adjacent thereto, in such a manner that the genitals, vulva, pubis, pubic symphysis, pubic hair, buttock, natal cleft, perineum, anus, anal region, or pubic hair region of any such person, or any portion of the breast at or below the upper edge of the areola thereof of any such female person, is exposed to public view or is not covered by an opaque covering.\n\n\t(a)\tThis subdivision shall not apply to children under the age of 10 years.\n\n\t(b)\tThis subdivision shall not apply to live theatrical performances performed in a theater, concert hall, or other similar establishment located on public land.\n\n\t21.\tNo person shall carry or discharge any firearms, firecrackers, fireworks, rockets, model rockets, torpedoes, airgun or slingshot.\n\n\t22.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall assemble, collect or gather together in any walk, driveway, passageway or pathway in any park or in other places set apart for the travel of persons or vehicles in or through any park or occupy the same so that the free passage or use thereof by persons or vehicles passing along the same shall be obstructed in any manner.\n\n\t23.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person, without permission from the Board or the Department of Recreation and Parks, shall distribute, display, circulate, post, place or erect any bills, notice, paper, or advertising device or matter of a commercial nature.  (First para. Amended by Ord. No. 168,219, Eff. 10\/4\/92.)\n\n\t(a)\tNothing contained herein shall be construed to prohibit sport organizations qualified as nonprofit organizations under State and federal tax laws pursuant to written permit from the Board, from posting and maintaining signs at sport fields where such organizations conduct a sport recreation program or programs acknowledging the sponsorship of such organizations by firms, businesses, or individuals; provided that as to any location where the Board authorizes such signs to be posted the following conditions are met:\n\n\t(1)\tThe sole or primary purpose of the nonprofit sport organization is to conduct a sport recreation program or programs at the sport field involved.\n\n\t(2)\tThe nonprofit sport organization is required to maintain the sport field involved at its own cost and expense.\n\n\t(3)\tSuch signs are posted only during the playing season for that particular sport each year and only for the shorter of either the duration of the season or the period of time that the non-profit sport organization operates that season’s program at that facility, and not at any other time.\n\n\t(4)\tThe proceeds derived from the sponsorships acknowledged by such signs are expended solely for the maintenance of the sport field involved; except that any surplus after meeting such expenses may be expended to meet the expenses incurred by the non-profit organization in conducting the recreation program or programs at that facility.\n\n\t(5)\tThe signs are placed only on the perimeter fence of the field, are one-sided, facing the spectator area of the field, and are of a size, number and design as specified by the Board.\n\n\t(6)\tEach such sign identifies the sponsor as well as the non-profit organization and contains a statement declaring such sponsorship or support.\n\n\t(b)\tNothing contained herein shall be construed to prohibit the County of Los Angeles from conducting a Marketing Program on those beaches which are the subject of that certain “Joint Powers Agreement Between the City of Los Angeles and the County of Los Angeles Providing for Lifeguard and Maintenance Services to be Rendered by the County on Beaches Located Within the City” dated May 20, 1975, as amended. The term “Marketing Program” is defined to mean a program whereby the County grants third parties limited advertising rights on the beaches, such as the right to display name or product identification on lifeguard towers, trucks, uniforms, rescue boats, lifeguard equipment, public restrooms, fences, concession buildings, parking lot receipts and other beach facilities, in exchange for financial support in the form of money, equipment or services to be used in performing the obligations assumed by the County in the Agreement. Provided, however, that any such name and product identification shall not directly solicit the sale, use or consumption of any product; that the County shall not permit name and product identification of alcoholic beverage or tobacco products; and that the County shall not display the name of any marketing program sponsor or donor, or of their products on the beaches in any manner other than as is described in this subsection without the prior written approval from the Board. Additionally, such Marketing Program shall be subject to all of the restrictions set forth in Section 2.116.210 of the Administrative Code of the County of Los Angeles, which is incorporated herein by reference as amended from time-to-time.\n\n\t24.\t(Added by Ord. No. 179,058, Eff. 9\/18\/07.)  No person, except as provided here, shall light, ignite, or otherwise set fire to, or smoke, carry, throw or discard any lighted tobacco products, including cigarettes, cigars or smoking tobacco.  For purposes of this subdivision, “smoke” and “smoking” shall include the carrying or holding of a lighted pipe, cigar or cigarette of any kind, or any other lighted smoking equipment or the emitting or exhaling the smoke of a pipe, cigar, cigarette or any other smoking equipment.  No person shall discard, dispose of, or deposit any tobacco product, including cigarette and cigar butts and ashes, except in approved containers specifically placed and designated for receipt of trash, refuse, rubbish, litter or other kind of waste materials.  The Department shall post and maintain “No Smoking” signs in conspicuous locations.  All these signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall cite this subdivision of Section 63.44 of the Los Angeles Municipal Code.  A violation of this subdivision shall be punishable as an infraction.\n\n\tSmoking is permitted in the following areas: \n\n\t(1)\tCity golf courses, except for the following courses where smoking is only allowed in designated areas and not in all areas of the course:\n\n\t(a)\tRoosevelt Golf Course\n\n\t(b)\tWilson Golf Course\n\n\t(c)\tHarding Golf Course\n\n\t(d)\tTregnan Golf Academy \n\n\t(2)\tThose areas within parks that are specified in a permit issued by the Recreation and Parks Film Office authorizing smoking for filming purposes only and by actors only; and\n\n\t(3)\tDesignated smoking areas at the Autry National Center, the Greek Theater, and the Los Angeles Zoo.\n\n\tC.\tThe Board is hereby authorized to designate particular park roads for commercial trucks and vehicles for park purposes only.  No such truck or vehicle carrying any article for trade or commerce shall drive upon any park road except as may be specifically provided or designated for such use.  The 1.5 mile walkway surrounding Lake Balboa in Lake Balboa Park shall be designated as a “pedestrian walk only.”  No person shall roller blade, roller skate, skate board, or ride or drive any bicycle, scooter or similar vehicle upon the designated walkway.  (Amended by Ord. No. 169,113, Eff. 12\/4\/93.)\n\n\tD.\tWithin the limits of any park other than beaches, no person shall:\n\n\t1.\tSwim, bathe, wade in or pollute the water of any park, fountain pond, lake or stream, except as permitted by the Board or its authorized representative.\n\n\t2.\tEnter any municipal swimming pool or dressing room therein at any time when a life guard or dressing room attendant is not present.\n\n\t3.\tRoller skate, board skate, or ride or drive any bicycle, scooter, or similar vehicle on the decks surrounding a swimming pool or on tennis courts.\n\n\t4.\tCamp in a City park, except in locations designated for such purposes, or erect, maintain, use or occupy any Tent, excluding Umbrellas or Sun Shades.  (Amended by Ord. No. 182,153, Eff. 7\/18\/12.)\n\n\t(a)\tDefinitions:  For purposes of this Subdivision, the following words or phrases shall mean:\n\n\t(i)\t“Camp” means to erect, maintain or occupy a Camp Facility for any purpose, including lodging or living accommodation.\n\n\t(ii)\t“Camp Facility” means one or more of the following:  a Tent, hut, other temporary physical shelter, cot, bed, sleeping bag, hammock or bedroll, erected, maintained or used for lodging or living accommodation.  The recreational use of a sleeping bag or bedroll that is removed from the park upon closing and not used to Camp is not considered a camp facility.\n\n\t(iii)\t“Tent” means shelter or structure that is not entirely open and which lacks an unobstructed view into the Tent, shelter or structure from the outside.\n\n\t(iv)\t“Umbrella or Sun Shade” means any canopy or cover that is open on all sides, consists of pliable tent-like material such as canvas, nylon or other synthetic fabric, and that is held aloft by one or more supporting metal, plastic, or wooden poles.  No Umbrella or Sun Shade shall exceed eight feet in height and ten feet in diameter or width.  All Umbrellas or Sun Shades shall be dismantled and removed from the park before the park is closed.\n\n\t5.\tOperate a boat on any pond, lake or waters therein, except as permitted by the Board or its authorized representative.\n\n\tE.\tNo parent, guardian, or person having the custody of any child under the age of eight (8) years shall cause, permit or allow such child to enter or visit any park, other than beaches, having a lake, pond, stream or swimming pool within its boundaries, unless such child is accompanied by a person of not less than sixteen (16) years of age.\n\n\tF.\tNo person over eight (8) years of age shall enter or use any restroom in a park designated for persons of the other sex.\n\n\tG.\tEvery person shall comply with rules promulgated by the Board for the use of golf courses, tennis courts, and dog parks, which rules shall be conspicuously posted at each golf course, tennis court, and dog park.  (Amended by Ord. No. 180,332, Eff. 12\/16\/08.)\n\n\tH.\tIn parks consisting of beaches and water recreation areas, the Board or the Director of Beaches is hereby empowered and authorized to establish in and upon the beaches and water recreation areas water activity zones restricted as to the following uses:\n\n\t1.\tBathing and Swimming Zones – No person shall use, possess or operate in the waters of the Pacific Ocean opposite any beach regulated by this section any object commonly known as a surfboard, paddleboard or similar device (but not including surfmats which are made of a nonrigid material with a non-slippery surface, so constructed that when inflated for use it will not fold in any direction between twenty-four (24) and thirty (30) inches in width and forty (40) to sixty (60) inches in length, and equipped with a safety rope, and belly boards) at such times and in such zone when said waters are restricted for swimming and bathing only.\n\n\tSuch restrictions shall be effective when a yellow flag having dimensions of not less than two feet by two feet and having a solid black circle in the center (commonly known as a “blackball flag”) is prominently displayed from a lifeguard tower, lifeguard station, pier or similar structure under the control of the Department of Beaches.\n\n\tAt such times as the blackball flag is displayed, swimming and bathing only shall be permitted in the waters of the Pacific Ocean opposite those areas of the beach within 200 yards of the point of display of said blackball flag, provided, however, that where said blackball flag is displayed from consecutive operational lifeguard towers, lifeguard stations and similar structures under the control of the Department of Beaches along a beach regulated by this article then all waters of the Pacific Ocean opposite said beach shall be restricted to swimming and bathing only.\n\n\tSuch restrictions shall also be indicated by pairs of red flags put in place by the Director of Beaches or his authorized employee. At such times as said red flags are displayed, swimming and bathing only shall be permitted in the waters of the Pacific Ocean opposite those areas of the beach lying between a given pair of such red flags.\n\n\t2.\tSurfboards Zone – Notwithstanding any other provision of this section, the Director of Beaches may from time to time designate certain areas to be used exclusively by persons using surfboards and paddleboards. Such designation may be revoked at any time and the area covered by any such designation may be enlarged or reduced at any time. A person shall not swim or bathe in the waters of the Pacific Ocean included in an area so designated except while using a surfboard or paddleboard or as is necessary in order to use a surfboard or paddleboard.\n\n\tI.\tWithin the limits of parks consisting of beaches and water recreation areas:\n\n\t1.\tNo person shall surf by board or engage in bathing or swimming activities in any area posted as closed.\n\n\t2.\tNo person shall bathe, swim, surf by board or operate any boat or other device in, or upon, water in violation of any authorized warning signal or device. Any person in violation of any warning signal or device or in violation of any Bathing and Swimming Zone or Surfboard Zone restriction shall not fail, refuse or neglect to leave the waters of the Pacific Ocean opposite any beach regulated by this section.\n\n\t3.\tNo person shall engage in the sport commonly known as aquaplaning, water skiing, or any derivation thereof unless such activities are permitted by conspicuously posted signs at appropriate places upon the beach and lands abutting and adjacent thereto.\n\n\t4.\tNo person shall use any spear gun on any beach or in any waters within one thousand (1,000) feet of shore unless otherwise specifically permitted in posted areas.\n\n\t5.\tNo person shall operate a boat within one hundred (100) feet of any bather or swimmer, or within two hundred (200) feet of a beach used by bathers or swimmers.\n\n\t6.\tNo person shall beach or launch any boat, except at a place designated for such purposes. The Board or the Director of Beaches may designate any beach area or portions thereof as an area which may be used for the purpose of beaching or launching boats.\n\n\t7.\tNo person shall use, possess or operate any object commonly known as a surfmat, paddleboard, bellyboard, surfboard, or similar device except within 200 yards from shore or 75 yards seaward of the point at which the average wave breaking, whichever distance is greater, or when used by a skin diver to hold his or her flag.\n\n\t8.\tNo person shall bring or permit or allow in the waters of the Pacific Ocean opposite any beach regulated by this section any object commonly known as, or used as, a paddleboard or surfboard, within 100 feet of any person in the waters thereof who was not at the time using or possessing a similar object.\n\n\t9.\t(Amended by Ord. No. 163,039, Eff. 1\/17\/88.)  No person shall erect, maintain, use, or occupy on any beach, any tent, lodge, shelter, or structure that has more than two sides closed. Any such tent, lodge, shelter or structure shall otherwise be entirely open and there shall be an unobstructed view into such tent, lodge, shelter or structure from the outside except for the two closed sides. If the tent, lodge, shelter or structure is other than rectangular in shape, no more than one-third of the outside thereof shall be closed and there shall otherwise be an unobstructed view into it. Any tent, lodge, shelter or structure erected, maintained, used or occupied on a beach shall consist of pliable, tent-like materials such as canvas, nylon or pliable synthetic material.\n\n\tIn no event shall any such tent, lodge, shelter or structure be erected or maintained closer than fifty (50) feet from any other tent, lodge, shelter or structure.\n\n\tAny such tent, lodge, shelter or structure shall be dismantled and removed from the beach each day and no part thereof shall remain overnight.\n\n\tNo person shall fasten or maintain any guy wire, guy rope or exterior bracing or support of any tent, lodge, shelter or structure between it or any portion thereof, and any structure, stake, rock or thing outside of such tent, lodge, shelter or structure.\n\n\t10.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  No person shall enter, be, or remain on any beach area unless that person complies with all regulations applicable to that beach and with all other applicable ordinances, rules and regulations.\n\n\t11.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  A person exercising any of the privileges authorized by this section does so at that person’s own risk without liability on the part of the City for any injury to person or property resulting therefrom.\n\n\t12.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  Except as otherwise provided in this section or as authorized by the Board, no person shall camp on or use for overnight sleeping purposes any beach, or bring a housetrailer, camper or similar vehicle onto any beach.\n\n\t13.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)\n\n\tJ.\tWithin the limits of any park containing a fishing pier:\n\n\t1.\tNo person shall operate any vehicle on a fishing pier, except as permitted by the Board or its authorized representative.\n\n\t2.\tNo person shall ride a bicycle, scooter, skate, skateboard, or other wheeled device on any pier. Subdivisions 1 and 2 of this subsection shall not apply to the use of wheelchairs by persons whose physical condition necessitates such use.\n\n\t3.\tNo person shall dive or jump, or cause another to fall, dive or jump from a pier, or climb or be on the outside of the railing of a pier except:\n\n\t(a)\tmembers of the lifeguard service of the Department of Beaches or any other person as may be delegated by the lifeguard service or any of its personnel to assist them in rescuing or saving lives;\n\n\t(b)\tmembers of the lifeguard service during the course of drills and training;\n\n\t(c)\tauthorized persons involved in the maintenance, repair or construction of the pier or a part thereof; or\n\n\t(d)\tas a participant in an aquatic event or activity which is approved and authorized by the Director of Beaches.\n\n\t4.\tNo person shall swim, operate or otherwise use a surfboard, skindive or use self-contained underwater breathing apparatus within an area described as one hundred (100) feet of either side of the pier except for purposes otherwise authorized by this article.\n\n\t5.\tNo person shall climb or crawl on the pier railings, pilings or under structures.\n\n\t6.\tNo person shall do any overhead casting or allow any fishing lure or hook to pass inboard of the pier railing while casting.\n\n\t7.\tNo person shall clean any fish except at locations provided for that purpose.\n\n\t8.\tNo person shall use more than one pole or drop line at any one time.\n\n\t9.\tNo person shall fish or trap sea life for commercial purposes.\n\n\t10.\tNo person shall use any fishing spear or spear gun.\n\n\tK.\tWithin the limits of any parking lot located within the limits of any park:\n\n\t1.\tNo person shall drive a vehicle onto any public parking lot without paying the posted fee to the attendant on duty thereon or by paying the metered fee.\n\n\t2.\tNo person shall stand or park any vehicle on any metered or unmetered public parking lot between the hours of 10:30 o’clock p.m. and 5:00 o’clock a.m. of the following day or such other hours as the Council may establish for each public parking lot by ordinance, whether said vehicle is occupied or unoccupied.  Provided, however, that within the limits of parks consisting of ocean areas, beaches or piers, no person shall stand or park any vehicle on any metered or unmetered public parking lot between the hours of 12:00 midnight and 5:00 o’clock a.m. of the following day or such other hours as the Council may establish for each such parking lot by ordinance.  (Amended by Ord. No. 164,209, Eff. 1\/8\/89.)\n\n\t3.\tNo person shall refuse to exhibit upon demand of any attendant the driver or operator’s portion of a parking ticket when the driver or operator of any vehicle that is standing, parked or being operated on any unmetered parking lot has been issued a numbered parking ticket.\n\n\t4.\tNo person shall remove the identifying portion of a parking ticket from any vehicle while on such parking lot.\n\n\t5.\tNo person shall drive a vehicle onto any public parking lot through a driveway posted with a sign stating “Do Not Enter”.\n\n\t6.\tNo person shall remove an automobile from  public parking lot except through a gateway or driveway marked “Exit”.\n\n\t7.\tNo person shall park in a parking lot, except entirely within a space indicated by painted lines, said spaces being commonly referred to as a “parking slot” or “parking stall”.\n\n\t8.\tNo person shall park where there is posted a “No Parking” sign.\n\n\t9.\tNo person shall drive a truck of more than one (1) ton capacity on any public parking lot.\n\n\t10.\tNo person shall drive a motor vehicle upon any public parking lot at a speed greater than ten (10) miles per hour, unless otherwise posted.\n\n\t11.\tNo person shall drive a vehicle in excess of the posted speed limit.\n\n\t12.\tNo person shall teach another person to drive a motor vehicle or use such parking lot for driving practice.\n\n\t13.\tThe provisions of Subdivisions 2.,7., and 8. of Subsection K. shall be enforced by civil penalty in the same manner as the provisions of Section 80.76.2 of this Code.  (Added by Ord. No. 168,782, Eff. 7\/12\/93.)\n\n\tL.\tNotwithstanding the provisions of Section 63.44 K.2., where a parking lot is located within any park, including those consisting of beach and water recreation areas, the Director of Beaches, or the Board in the event the City exercises management and control over such park, may post or cause to be posted a sign at the entrance to such parking lot indicating that the lot is closed to public parking at an hour earlier than 1:00 a.m. or later that 3:00 a.m. When such sign is posted, no person shall stand or park an occupied or unoccupied vehicle within the parking lot during the hours wherein parking is prohibited. Any vehicle parked in violation of the provisions of this subsection may be removed from such parking lot in accordance with the provisions of the Vehicle Code of the State of California.  (Amended by Ord. No. 164,209, Eff. 1\/8\/89.)\n\n\tM.\tWithin the limit of any zoological garden located within a public park, no person other than authorized City employees shall:\n\n\t1.\tFeed or throw food to any animal located therein, except in that area of the Children’s Zoo so designated, approved food may be fed to animals located therein.\n\n\t2.\tHarass, tease or annoy any animal by means of gestures, movements, throwing of objects, shouting or by any other means.\n\n\t3.\tHave within their possession any cans, bottles, skateboards, bats, balls, a knife with a blade longer than three (3) inches, or any other objects which are capable of being thrown at or otherwise used to harm any animal.\n\n\tN.\t(New Subsec. N. Added by Ord. No. 173,878, Eff. 4\/12\/01.)  Within the limit of any park or portion thereof designated by the Board as a skateboard facility, whether the facility is supervised or unsupervised:\n\n\t1.\tNo person shall ride a skateboard unless that person is wearing a helmet, elbow pads and knee pads.\n\n\t2.\tNo person shall ride a bicycle or scooter in the skating area.\n\n\t3.\tThe opening and closing hours of the park shall be 12:00 noon to sunset on Monday through Friday, and 9:00 a.m. to sunset on Saturdays, Sundays and holidays; however, skate parks shall also be closed during periods of wet weather or when conditions, such as wet weather, make it unsafe to skate.\n\n\t4.\tThe Board shall cause signs to be posted at all skateboard facilities providing reasonable notice that any person riding a skateboard at the facility must wear a helmet, elbow pads and knee pads while skateboarding; that no bicycles or scooters are allowed in the skating area; that the park hours are 12:00 noon to sunset Monday through Friday and 9:00 a.m. to sunset on Saturday, Sunday and holidays;  that the park will be closed during periods of wet weather or when conditions make it unsafe to skate; and, that any person in violation of this ordinance will be subject to citation for violation thereof.\n\n\tO.\t(New Subsec. O. Added by Ord. No. 173,922, Eff. 5\/28\/01.)  Within the limit of any park consisting of beach lands or beach properties adjoining the waterfront of the Pacific Ocean between the southerly boundary of the City of Santa Monica and Washington Street in the City of Los Angeles:\n\n\t1.\tNo person shall operate a motorized scooter on any boardwalk, sidewalk, bike path or other public way.  For the purpose of this subsection, the term “motorized scooter” shall mean any two-wheeled device that has handlebars, is designed to be stood or sat upon by the operator, and is powered by an electric motor that is capable of propelling the device with or without human propulsion, excluding motorcycles (as defined in Vehicle Code Section 400), motor-driven cycles (as defined in Vehicle Code Section 405), motorized bicycles or mopeds (as defined in Vehicle Code Section 406) and a toy (as defined in Health and Safety Code Section 108550).  A device meeting the above definition that is powered by a source other than electrical power is also a motorized scooter.\n\n\tP.\t(New Subsec. P. Added by Ord. No. 179,129, Eff. 8\/28\/07.)  Within the limit of any park designated by this subsection as being in a high fire hazard zone and between April 1 and November 1 of each year:\n\n\t1.\tNotwithstanding any other provision of this Code, no person shall light, ignite, set fire to, or burn any substance, or maintain an open flame of any kind for any purpose, including but not limited to cooking and barbecuing, except in areas specifically designated and posted to allow open flames.\n\n\t2.\tThe Department shall post and maintain “No Open Flame” signs in conspicuous locations.  These signs shall clearly and conspicuously recite the phrase “NO OPEN FLAMES BETWEEN APRIL 1 AND NOVEMBER 1&#038;″ and shall cite this subdivision of Section 63.44 of the Los Angeles Municipal Code.  The General Manager of the Department shall be authorized when fire hazardous conditions are present, to extend the period during which open flames are prohibited in parks designated by this subdivision; provided, if open flames are prohibited prior to April 1 or after November 1, the Department shall modify the signs required by this subdivision to provide notice of the dates that open flames are prohibited.\n\n\t3.\tThe following parks are located in a high fire hazard zone:\n\n\tAndres Pico Adobe Park\n\tAliso Canyon Park\n\tAliso Triangle\n\tAlizondo Drive Park\n\tAngels Gate Park\n\tAngels Point\n\tAscot Hills Park\n\tAverill Park\n\tBandini Canyon Park\n\tBarnsdall Art Park\n\tBee Canyon\n\tBell Canyon\n\tBell Canyon Park\n\tBeverly Glen Park\n\tBogdanovich Park\n\tBrand Park\n\tBriarwood Park\n\tBronson Canyon\n\tBrowns Creek Park\n\tCarey Ranch\n\tCarlin G. Smith\n\tCastle Peak Park\n\tChase Park\n\tChatsworth Oaks Park\n\tChatsworth Park North\n\tChatsworth Park South\n\tCleland Avenue Bicentennial Park\n\tColdwater Canyon Park\n\tCrestwood Hills Park\n\tDe Neve Square Park\n\tDecker Canyon Camp\n\tDeervale-Stone Canyon Park\n\tEddleston Park\n\tEl Escorpion Canyon\n\tEl Sereno North Park\n\tEl Sereno Park\n\tElysian Park – All Areas\n\tElysian Therapeutic Recreational Center\n\tErnest E. Debs Regional Park\n\tFacility Site House\n\tFehlhaber-Houk Park\n\tFerraro Sports Complex\n\tFryman Canyon\n\tGlassell Park Recreation Center\n\tGrace E. Simons Lodge\n\tGriffith Park – All Areas\n\tHaines Canyon Park\n\tHansen Dam Golf Course\n\tHansen Dam Recreation Area\n\tHarbor Regional\n\tHeritage Square\n\tHermon Park\n\tHill-Palmer House\n\tHolleigh Bernson Memorial Park\n\tKnapp Ranch Park \n\tKnapp Ranch Park West\n\tLa Tuna Canyon\n\tLake Hollywood Park\n\tLake View Terrace Park\n\tLaurel Canyon Dog Park\n\tLaurel Canyon Park\n\tLazy J Ranch Park\n\tLeland Park\n\tLilac Terrace Park\n\tLimekiln Canyon\n\tLos Angeles Zoo\n\tLos Feliz Pitch &#038; Putt Golf Course\n\tMae Boyar Park\n\tMandeville Canyon Park\n\tMcGroarty Park\n\tMoon Canyon Park\n\tMoonshine Canyon Park\n\tMt. Olympus\n\tMulholland View Site #16\n\tNorman O. Houston Park\n\tO’Melveny Park\n\tOrcas\/Gabrieleno Equestrian Park\n\tOrcutt Ranch Horticultural Center\n\tOro Vista Park\n\tPalisades Park\n\tPalisades Recreation Center\n\tPalisades Slide Area\n\tPalisades-Asilomar Park\n\tPasko Park\n\tPeck Park\n\tPilsn Property\n\tPorter Ranch Park\n\tPorter Ridge Park\n\tPotrero Canyon Park\n\tPueblo de Rio Park\n\tRena Park\n\tReseda\/Rinaldi Park\n\tRichard Alatorre Park\n\tRivas Canyon Park\n\tRoger Jessup Park\n\tRoosevelt Golf Course\n\tRunyon Canyon\n\tRustic Canyon\n\tSan Vicente Mountain Park\n\tSanta Ynez Canyon\n\tSepulveda Basin Recreation Area\n\tSerrania Ave Park\n\tShadow Ranch Recreation Center\n\tStetson Ranch Equestrian Park\n\tStoney Point Park\n\tSullivan Canyon Park\n\tTaxco Trails Park\n\tTemescal Canyon Park\n\tThe Homestead Acre\/\n\tTregnan Golf Academy\n\tVanalden Park\n\tVerdugo Mountain Park\n\tVia De Las Olas Park\n\tViking Park\n\tVilla Cabrini Park\n\tWarner Center Park\n\tWattles Garden Park\n\tWest Hills Park\n\tWhite’s Point Nature Preserve\n\tWilacre Park\n\tWilbur-Tampa Park\n\tWilder’s Addition (Point Fermin Park)\n\tWilson\/Harding Municipal Golf Course\n\tWoodbine Park\n\tWoodland Hills Park\n\tZelzah Park\n\n\tQ.\tThe provisions of this section shall not prevent nor be construed to limit or prohibit any duly authorized departmental officer, agent or employee, or any duly authorized peace officer, from performing any act within the scope of his official duties.  (Subsec. N. Redesignated Subsec. O. by Ord. No. 173,878, Eff. 4\/12\/01; Subsec. O. Redesignated Subsec. P. by Ord. No. 173,922, Eff. 5\/28\/01; Subsec. P. Redesignated Subsec. Q. by Ord. No. 179,129, Eff. 8\/28\/07.)","order_by":"44","ancestry":{"1":{"id":"32","name":"Public Parks, Playgrounds, Beaches And Other Property","identifier":"3","label":"article","url":"\/6\/3\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1515","structure_id":"32","section_number":"63.00","catch_line":"Definitions.","url":"\/63.00\/","token":"63.00"},"1":{"id":"2679","structure_id":"32","section_number":"63.00.1","catch_line":"Board Of Recreation And Park Commissioners And Department Of Recreation And Parks Defined.","url":"\/63.00.1\/","token":"63.00.1"},"2":{"id":"2791","structure_id":"32","section_number":"63.01","catch_line":"Playground And Recreation Department – Jurisdiction.","url":"\/63.01\/","token":"63.01"},"3":{"id":"1886","structure_id":"32","section_number":"63.02","catch_line":"Beach Lands – Jurisdiction And Authority.","url":"\/63.02\/","token":"63.02"},"4":{"id":"1076","structure_id":"32","section_number":"63.03","catch_line":"Playground And Recreation Department – Power To Issue Permits.","url":"\/63.03\/","token":"63.03"},"5":{"id":"48","structure_id":"32","section_number":"63.04","catch_line":"Jurisdiction Over Groins, Etc.","url":"\/63.04\/","token":"63.04"},"6":{"id":"1703","structure_id":"32","section_number":"63.05","catch_line":"Power To Renew Grants.","url":"\/63.05\/","token":"63.05"},"7":{"id":"1058","structure_id":"32","section_number":"63.06","catch_line":"Rules Governing Exhibitions.","url":"\/63.06\/","token":"63.06"},"8":{"id":"1638","structure_id":"32","section_number":"63.07","catch_line":"Forfeiture Of Grants.","url":"\/63.07\/","token":"63.07"},"9":{"id":"4007","structure_id":"32","section_number":"63.08","catch_line":"Grant Required For Structures.","url":"\/63.08\/","token":"63.08"},"10":{"id":"1066","structure_id":"32","section_number":"63.09","catch_line":"Public Sewers And Storm Drains Exempt.","url":"\/63.09\/","token":"63.09"},"11":{"id":"1150","structure_id":"32","section_number":"63.10","catch_line":"Application For Grants, Contents.","url":"\/63.10\/","token":"63.10"},"12":{"id":"593","structure_id":"32","section_number":"63.11","catch_line":"Repairs Not To Affect Current Or Drift.","url":"\/63.11\/","token":"63.11"},"13":{"id":"4154","structure_id":"32","section_number":"63.12","catch_line":"Filing Fee.","url":"\/63.12\/","token":"63.12"},"14":{"id":"3594","structure_id":"32","section_number":"63.13","catch_line":"Board To Investigate.","url":"\/63.13\/","token":"63.13"},"15":{"id":"3013","structure_id":"32","section_number":"63.14","catch_line":"Board – Power To Grant Permit.","url":"\/63.14\/","token":"63.14"},"16":{"id":"2425","structure_id":"32","section_number":"63.15","catch_line":"Revocation Of Grants.","url":"\/63.15\/","token":"63.15"},"17":{"id":"1345","structure_id":"32","section_number":"63.16","catch_line":"Grants – May Impose Conditions.","url":"\/63.16\/","token":"63.16"},"18":{"id":"4126","structure_id":"32","section_number":"63.17","catch_line":"Board May Deny Grants.","url":"\/63.17\/","token":"63.17"},"19":{"id":"3185","structure_id":"32","section_number":"63.18","catch_line":"Renewal Of Grants – Existing Structures.","url":"\/63.18\/","token":"63.18"},"20":{"id":"1218","structure_id":"32","section_number":"63.19","catch_line":"Grants – What To Prescribe.","url":"\/63.19\/","token":"63.19"},"21":{"id":"1793","structure_id":"32","section_number":"63.20","catch_line":"Waiver Required.","url":"\/63.20\/","token":"63.20"},"22":{"id":"2004","structure_id":"32","section_number":"63.21","catch_line":"Board To Determine If Repair Will Alter The Current.","url":"\/63.21\/","token":"63.21"},"23":{"id":"194","structure_id":"32","section_number":"63.22","catch_line":"Natural Accretions.","url":"\/63.22\/","token":"63.22"},"24":{"id":"1637","structure_id":"32","section_number":"63.23","catch_line":"Council To Approve Certain Grants.","url":"\/63.23\/","token":"63.23"},"25":{"id":"3934","structure_id":"32","section_number":"63.24","catch_line":"Harbor Department – Jurisdiction.","url":"\/63.24\/","token":"63.24"},"26":{"id":"3986","structure_id":"32","section_number":"63.25","catch_line":"Building Permits Required.","url":"\/63.25\/","token":"63.25"},"27":{"id":"2303","structure_id":"32","section_number":"63.41","catch_line":"Park Rangers: Authorization To Arrest.","url":"\/63.41\/","token":"63.41"},"28":{"id":"3080","structure_id":"32","section_number":"63.44","catch_line":"Regulations Affecting Park And Recreation Areas.","url":"\/63.44\/","token":"63.44"},"29":{"id":"2555","structure_id":"32","section_number":"63.45","catch_line":"Emergency Park Closure.","url":"\/63.45\/","token":"63.45"},"30":{"id":"2275","structure_id":"32","section_number":"63.46","catch_line":"Designation Of Drug-Free Zones.","url":"\/63.46\/","token":"63.46"},"31":{"id":"1646","structure_id":"32","section_number":"63.50","catch_line":"Power Boat Prohibition On The Venice Canals.","url":"\/63.50\/","token":"63.50"},"32":{"id":"92","structure_id":"32","section_number":"63.92.1","catch_line":"Charges For Handling Aviation Enginefuels, Lubricants And Solvents At Los Angeles International Airport.","url":"\/63.92.1\/","token":"63.92.1"},"33":{"id":"3527","structure_id":"32","section_number":"63.93","catch_line":"Library Regulations.","url":"\/63.93\/","token":"63.93"},"34":{"id":"3730","structure_id":"32","section_number":"63.94","catch_line":"School Grounds – Trespass On.","url":"\/63.94\/","token":"63.94"},"35":{"id":"216","structure_id":"32","section_number":"63.95","catch_line":"City Records – Removal Of.","url":"\/63.95\/","token":"63.95"},"36":{"id":"4012","structure_id":"32","section_number":"63.96","catch_line":"City Records – Safe Keeping – Exemptions.","url":"\/63.96\/","token":"63.96"},"37":{"id":"2232","structure_id":"32","section_number":"63.97","catch_line":"Vehicles – Fire Signs On.","url":"\/63.97\/","token":"63.97"},"38":{"id":"1379","structure_id":"32","section_number":"63.98","catch_line":"City Vehicles – Use Of Seal.","url":"\/63.98\/","token":"63.98"},"39":{"id":"3471","structure_id":"32","section_number":"63.99","catch_line":"City Vehicles – Director Of The Office Of Administrative And Research Services May Exempt Use Of Seal.","url":"\/63.99\/","token":"63.99"},"40":{"id":"794","structure_id":"32","section_number":"63.100","catch_line":"City Trucks – Use Of Seal.","url":"\/63.100\/","token":"63.100"},"41":{"id":"4079","structure_id":"32","section_number":"63.101","catch_line":"Exemptions.","url":"\/63.101\/","token":"63.101"},"42":{"id":"2389","structure_id":"32","section_number":"63.101.1","catch_line":"55 Mph Speed Limit Bumper Stickers On City Vehicles.","url":"\/63.101.1\/","token":"63.101.1"},"43":{"id":"4122","structure_id":"32","section_number":"63.101.2","catch_line":"Back To School Bumper Stickers On City Vehicles.","url":"\/63.101.2\/","token":"63.101.2"},"44":{"id":"4162","structure_id":"32","section_number":"63.101.3","catch_line":"Bumper Stickers – Smog Checks.","url":"\/63.101.3\/","token":"63.101.3"},"45":{"id":"3101","structure_id":"32","section_number":"63.101.4","catch_line":"Department Of Transportation Parking Management Program Vehicle Identifiers.","url":"\/63.101.4\/","token":"63.101.4"},"46":{"id":"1263","structure_id":"32","section_number":"63.101.5","catch_line":"Police Department Vehicles – Drug Abuse Resistance Education Program.","url":"\/63.101.5\/","token":"63.101.5"},"47":{"id":"3530","structure_id":"32","section_number":"63.101.6","catch_line":"Bumper Stickers: City Vehicles – Drug Abuse Resistance Education Program.","url":"\/63.101.6\/","token":"63.101.6"},"48":{"id":"2066","structure_id":"32","section_number":"63.102","catch_line":"City Vehicles – Report To Be Made To Council.","url":"\/63.102\/","token":"63.102"},"49":{"id":"3307","structure_id":"32","section_number":"63.103","catch_line":"Registration Plates – Assignment Of.","url":"\/63.103\/","token":"63.103"},"50":{"id":"668","structure_id":"32","section_number":"63.104","catch_line":"Change Of Ownership – Removal Of Plates.","url":"\/63.104\/","token":"63.104"},"51":{"id":"4111","structure_id":"32","section_number":"63.105","catch_line":"Transfer Of Registration Plates.","url":"\/63.105\/","token":"63.105"},"52":{"id":"2565","structure_id":"32","section_number":"63.106","catch_line":"City Vehicles – Private Use Prohibited.","url":"\/63.106\/","token":"63.106"},"53":{"id":"54","structure_id":"32","section_number":"63.107","catch_line":"Display Of Official Seal.","url":"\/63.107\/","token":"63.107"},"54":{"id":"1535","structure_id":"32","section_number":"63.108","catch_line":"City Seal - Imitating.","url":"\/63.108\/","token":"63.108"},"55":{"id":"3404","structure_id":"32","section_number":"63.109.1","catch_line":"Employees Forbidden To Cash Checks, Etc.","url":"\/63.109.1\/","token":"63.109.1"},"56":{"id":"707","structure_id":"32","section_number":"63.110","catch_line":"Disobedience Of Charter Subpoenas.","url":"\/63.110\/","token":"63.110"},"57":{"id":"490","structure_id":"32","section_number":"63.111","catch_line":"Election Supplies – Return Of.","url":"\/63.111\/","token":"63.111"},"58":{"id":"2258","structure_id":"32","section_number":"63.112","catch_line":"Street Address Numbers – Authority And Duty Of City Engineer.","url":"\/63.112\/","token":"63.112"},"59":{"id":"95","structure_id":"32","section_number":"63.113","catch_line":"Street Address Numbers – Responsibility Therefor, Designation, Location, Size, Maintenance, Change And Removal.","url":"\/63.113\/","token":"63.113"},"60":{"id":"3248","structure_id":"32","section_number":"63.114","catch_line":"Base Lines.","url":"\/63.114\/","token":"63.114"},"61":{"id":"1193","structure_id":"32","section_number":"63.115","catch_line":"Street Address Numbers – Odd And Even Numbers.","url":"\/63.115\/","token":"63.115"},"62":{"id":"2601","structure_id":"32","section_number":"63.116","catch_line":"Block Numbers And Spacing.","url":"\/63.116\/","token":"63.116"},"63":{"id":"3466","structure_id":"32","section_number":"63.117","catch_line":"Communications Systems – Possession Of Keys For.","url":"\/63.117\/","token":"63.117"},"64":{"id":"3130","structure_id":"32","section_number":"63.118","catch_line":"Communications System – Obstruction.","url":"\/63.118\/","token":"63.118"},"65":{"id":"4174","structure_id":"32","section_number":"63.119","catch_line":"Communications Systems – Stringing Wires Near.","url":"\/63.119\/","token":"63.119"},"66":{"id":"912","structure_id":"32","section_number":"63.119.5","catch_line":"Communications Systems – Automatic Calling Devices.","url":"\/63.119.5\/","token":"63.119.5"},"67":{"id":"3996","structure_id":"32","section_number":"63.120","catch_line":"Communications Systems – Tree Obstruction.","url":"\/63.120\/","token":"63.120"},"68":{"id":"1858","structure_id":"32","section_number":"63.122","catch_line":"False Alarms – Reward.","url":"\/63.122\/","token":"63.122"},"69":{"id":"3747","structure_id":"32","section_number":"63.123","catch_line":"Hitching Animals To Signal Systems.","url":"\/63.123\/","token":"63.123"},"70":{"id":"4189","structure_id":"32","section_number":"63.124","catch_line":"Excavation Of Natural Deposits – Permit.","url":"\/63.124\/","token":"63.124"},"71":{"id":"158","structure_id":"32","section_number":"63.125","catch_line":"Board To Adopt Rules For Excavating Sand, Etc.","url":"\/63.125\/","token":"63.125"},"72":{"id":"1201","structure_id":"32","section_number":"63.126","catch_line":"Board To Issue Permits.","url":"\/63.126\/","token":"63.126"},"73":{"id":"3165","structure_id":"32","section_number":"63.127","catch_line":"Depth Of Excavations.","url":"\/63.127\/","token":"63.127"},"74":{"id":"3758","structure_id":"32","section_number":"63.128","catch_line":"Excavations – Tujunga Wash.","url":"\/63.128\/","token":"63.128"},"75":{"id":"2288","structure_id":"32","section_number":"63.130","catch_line":"Trespassing Forbidden Upon Certain Public Plants, Yards, Etc.","url":"\/63.130\/","token":"63.130"},"76":{"id":"93","structure_id":"32","section_number":"63.131","catch_line":"Police Department Property – Trespass On.","url":"\/63.131\/","token":"63.131"},"77":{"id":"894","structure_id":"32","section_number":"63.132","catch_line":"Fire Department Property – Trespass On.","url":"\/63.132\/","token":"63.132"}},"next_section":{"id":"2555","structure_id":"32","section_number":"63.45","catch_line":"Emergency Park Closure.","url":"\/63.45\/","token":"63.45"},"metadata":false,"references":false,"url":"\/63.44\/","token":"63.44","formats":{"txt":"\/63.44.txt","json":"\/63.44.xml"},"dublin_core":{"Title":"Regulations Affecting Park And Recreation Areas.","Type":"Text","Format":"text\/html","Identifier":"§ 63.44","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGULATIONS AFFECTING PARK AND RECREATION AREAS. (§ 63.44)\n\n  REGULATIONS AFFECTING PARK AND RECREATION AREAS.\n\t(Added by Ord. No. 153,027, Eff. 11\/16\/79.)\tA.\tDefinitions:  As used in this\nsection:\t“Beach” shall include public seashore and shoreline areas bordering\nthe Pacific Ocean that are owned, managed or controlled by the City.  (Added by\nOrd. No. 163,039, Eff. 1\/17\/88.)\t“Park” shall include every public park,\nroadside rest area, playground, zoological garden, ocean, beach or other\nrecreational facility area, together with any parking lot, reservoir pier,\nswimming pool, golf course, court, field, bridle path, trail, or other\nrecreational facility, or structure thereon, in the City of Los Angeles and\nunder the control, operation or management of the Board of Recreation and Park\nCommissioners, the Los Angeles County Department of Parks and Recreation, the\nLos Angeles County Department of Beaches, or the Los Angeles Memorial Coliseum\nCommission. “Park” does not include any State Historic Park located within\nthe City of Los Angeles.\t“Board” shall mean the Board of Recreation and Park\nCommissioners.\tB.\tWithin the limits of any park or other City-owned Harbor\nDepartment designated and controlled property within the City of Los Angeles: \n(Amended by Ord. No. 174,737, Eff. 9\/9\/02.)\t1.\tNo person under the age of 18\nyears shall cause, permit or allow any ungelded equine animal to be present in\nsaid park.\t2.\t(Amended by Ord. No. 160,401, Eff. 11\/1\/85.)  No person shall\ncause, permit or allow any animal owned or possessed by him or any animal in his\ncare, custody or control to be present in said park except:\t(a)\tEquine animals\nbeing led or ridden under reasonable control upon bridle paths or trails\nprovided for such purposes; or\t(b)\tEquine or other animals which are hitched or\nfastened at a place expressly designated for such purposes; or\t(c)\tDogs which\nhave been specially trained and are being used by blind or otherwise disabled\npersons to aid and guide them in their movements.  (Amended by Ord. No.\n172,088, Eff. 7\/30\/98.)\t(d)\t(Amended by Ord. No. 180,332, Eff. 12\/16\/08.) \nLicensed dogs or cats when led by a leash not more than six (6) feet long, or\nwhen confined within the interior of a vehicle, or licensed dogs under the\ncontrol of a competent person in designated dog exercise and training areas\nat:\t(i)\tCity parks or portions of City parks approved and designated as dog\nexercise and training areas by the Board of Recreation and Park Commissioners\nand approved by the City Council by ordinance;\t(ii)\tLaurel Canyon Park from 7:00\na.m. to 10:00 a.m. and from 3:00 p.m. until park closing every day of the\nweek;\t(iii)\tSilver Lake Recreation Center, provided, however, that no dogs,\nwhether or not led by a leash, shall be permitted or allowed in any part of the\nSilver Lake Recreation Center other than the fenced area designated as a dog\nexercise and training area, except as permitted or allowed by Paragraph (c)\nhereof;\t(iv)\tA portion of the Sepulveda Basin Recreation Area consisting of\napproximately 10 acres and located on Victory Boulevard near White Oak Avenue,\nwhich shall be open at sunrise and closed at sunset every day of the week;\t(v)\tA\nportion of Runyon Canyon Park consisting of approximately 90 acres located\nwithin the area 825 feet north of the Fuller Street entrance, 450 feet east of\nthe Vista Street entrance and 1,850 feet south of the Mulholland Drive\nentrance.  The boundaries of the off-leash dog exercise area described in this\nsubparagraph shall be appropriately designated within the park.  A separate\nportion of Runyon Canyon Park consisting of approximately 21,000 square feet\nlocated between the Fuller Street and Vista Street entrances and enclosed by a\nfence shall be designated a “no dogs or cats allowed” area and no dogs or\ncats shall be permitted or allowed inside the designated fenced area whether on\nor off leash;\t(vi)\tA portion of Barrington Park consisting of 1.4 acres as\ndesignated on the site plan contained in Council File No. 02-0094 which shall be\nappropriately designated within the park and enclosed by fencing as indicated on\nthe site plan.  No dogs, whether on or off leash, shall be permitted or allowed\nin any area of Barrington Park other than the fenced area designated as an\noff-leash dog exercise area, except as provided by Paragraph (c)\nhereof;\t(vii)\tAn enclosed portion of Knoll Hill consisting of approximately\nthree acres as designated on Knoll Hill by the Harbor Department;\t(viii)\tAn\nenclosed area consisting of approximately .84 acres, bounded by the Westminster\nSenior Center parking lot on the west, Main Street on the east, Westminster\nAvenue on the south and Clubhouse Avenue on the north, which shall be opened at\nsunrise and closed at sunset every day of the week;\t(ix)\tA designated fenced\narea consisting of approximately .86 acres in Hermon Park;\t(x)\tA designated area\nconsisting of approximately 1.6 acres at Griffith Park and located at the north\nend of the John Ferraro Soccer Field on North Zoo Drive;\t(xi)\tA designated area\nconsisting of approximately 3 acres at Whitnall Park on Whitnall Highway in\nNorth Hollywood, including a 50,000 square foot area for large dogs and a 22,500\nsquare foot area for small dogs.\tThe exception to Subdivision 2. contained in\nthis Paragraph as it pertains to dogs shall not apply upon any boardwalk,\nsidewalk or public way immediately adjacent to any beach lands or beach\nproperties adjoining the waterfront of the Pacific Ocean between the southerly\nboundary of the City of Santa Monica and Washington Street in the City of Los\nAngeles, between the hours of 11:00 a.m. and 8:00 p.m. on weekends and holidays\nfrom Memorial Day through October 31, and no dogs shall be permitted within the\narea during those times and days.\t3.\t[Suspended until further action by Ord. No.\n176,929, Eff. 10\/1\/05.]  No person shall rent or offer for rent, or sell or\noffer for sale any commercial merchandise, or any article or thing of any kind\nor nature whatsoever; or practice, carry on, conduct or solicit any trade,\noccupation, business, or profession, except by contract with the Board,\nDepartment, Commission or their authorized representatives. Nothing in this\nsubdivision, however, shall prohibit the sale or offering for sale of\nnewspapers, periodicals, books, pamphlets and other forms of communication\nexcept that said sale of offering for sale is prohibited in museums, in those\nportions of a park to which access is restricted by the payment of an admission\nfee or in those facilities which are operated under contract with the Board,\nDepartment or Commission.  (Amended by Ord. No. 159,064, Eff. 7\/16\/84.)\t4.\tNo\nperson shall play or utilize any sound amplifying system except within or upon\nan area or facility set aside for such purpose by the Board, Department or\nCommission. For the purposes of this and the next subdivision, “sound\namplifying system” shall mean and include any system of electrical hookup or\nconnection, loud speaker system or equipment, sound amplifying system, and any\napparatus, equipment, device, instrument, or machine designed for or intended to\nbe used for the purpose of amplifying the sound or increasing the volume of the\nhuman voice, musical tone, vibration or sound wave. This subdivision shall not\napply to the regular and customary use of portable radios, televisions, record\nplayers or tape recorders played or operated in such places and at such times so\nas not to disturb other persons in their permitted uses of the park.\t5.\tNo\nperson shall hold or conduct any musical event or concert in which any sound\namplifying system is utilized without first obtaining a written permit to do so\nfrom the Board, Department or Commission. The application for such musical event\npermit shall state:\tThe name of the person or persons applying for the permit;\nthe particular park and location therein at which the musical event is proposed\nto take place; the date and time of the event; the number of persons who will\nperform at such musical event; and the size of the expected audience. A written\npermit for the musical event shall be issued upon reasonable terms and\nconditions except when:\t(a)\tThe location requested has been previously reserved\nfor the same date and time by another person or organization for a particular\nactivity; or\t(b)\tThe size of the audience reasonably expected to attend the\nmusical event will exceed the capacity of the location requested.\t6.\tNo person\nshall play any musical instrument between the hours of 10:00 p.m. and 7:00 a.m.\nwithin seven hundred and fifty (750) feet of any structure used for dwelling\npurposes, except within or upon an area or facility set aside for this purpose\nby the Board or Department. For purposes of this subdivision, the term\n“musical instrument” includes but is not limited to drums and other\npercussion devices.\t7.\t[Suspended until further action by Ord. No. 176,929, Eff.\n10\/1\/05.]  No person shall use any area or facility set aside, used, maintained\nor designated for a specific recreational or park purpose by the Board,\nDepartment, Commission or Department of Beaches, which purpose is reasonably\napparent from the appearance, construction or designation of such facility or\narea, or as to which reasonable notice of such designation or purpose is given\nby signs posted thereon, for a purpose contrary to or inconsistent with such\nspecific or designated purpose.\t8.\tNo person shall land, release, take off or\nfly any balloon, except children toy balloons not inflated with any flammable\nmaterial, helicopter, parakite, hang glider, aircraft or powered models thereof,\nexcept in areas specifically set aside therefor.\t9.\tNo person shall engage in\nany voluntary parachute jump.\t10.\tNo person shall use any bow or crossbow, or\nthrow or release any arrows, except as specifically permitted in designated\narchery areas.\t11.\tNo person shall take, seize or hunt any bird, animal or fish\nexcept that lost or escaped dogs, cats or horses may be searched for.\t12.\tNo\nperson shall remove any wood, tree, shrub, plant, turf, grass, soil, rock, sand\nor gravel.\t13.\tNo person, without permission from the Board or the Department of\nRecreation and Parks, shall cut, break, injure, tamper with, deface or disturb\nany tree, shrub, plant, rock, building, cage, pen, monument, fence, bench,\nstructure, apparatus, equipment or property; or mark, paint, post or write upon\nany building, monument, fence, bench or other structure.  (Amended by Ord. No.\n168,219, Eff. 10\/4\/92.)\t14.\t(Amended by Ord. No. 164,209, Eff. 1\/8\/89.)\t(a)\tNo\nperson shall enter, remain, stay or loiter in any park between the hours of\n10:30 p.m. and 5:00 a.m. of the following day.  On any public park or\nrecreational facility subject to this section, the supervising employee at such\nsite may extend the 10:30 p.m. closing time for up to one and one-half hours to\naccommodate any departmentally approved event, except for Griffith Park, for\nwhich the supervising employee at such site may extend the 10:30 p.m. closing\ntime for up to only one hour to accommodate any departmentally approved event. \n(Amended by Ord. No. 180,461, Eff. 2\/8\/09.)\t(b)\tNo person shall enter, remain,\nstay or loiter in any park which consists of an ocean area, beach, or pier\nbetween the hours of 12:00 midnight and 5:00 o’clock a.m. of the following\nday; except that no person shall remain, stay or loiter on Royal Palms Beach\nbetween the hours of 8:00 o’clock p.m. and 5:00 o’clock a.m. of the\nfollowing day. On any park which consists of an ocean area, beach, or pier\nsubject to this Section, the supervising employee at such site may extend the\n12:00 midnight closing time, or in the case of Royal Palms Beach the 8:00\no’clock p.m. closing time, to accommodate special events such as grunion runs\nand other events approved by the Department of Recreation and Parks or the Los\nAngeles County Department of Beaches, as applicable.\t(c)\tNo person shall enter,\nremain, stay or loiter in any of the following parks or facilities between the\nclosing hour and the opening hour of the following day.  The closing and\nopening hours for each of the following parks or facilities shall be as\nfollows:  (Amended by Ord. No. 182,153, Eff. 7\/18\/12.)\tBellevue Recreation\nCenter – closed at 10:00 p.m., open at 5:00 a.m.\tCabrillo Beach pay Parking\nLot (Port parking section) – closed at 10:30 p.m., open at 3:00 a.m.\tElysian\nPark – closed at 9:00 p.m. (except for two parking lots adjacent to it, which\nshall close at 10:30 p.m.), open at 5:00 a.m.\tStoner Skate Plaza – closed at\n7:00 p.m., open at 10:00 a.m. Monday through Sunday during Daylight-Savings\nTime, and closed at 5:00 p.m., open at 10:00 a.m. Monday through Sunday during\nNon-Daylight Savings Time.\tClosed one hour after Sunset, open one hour before\nSunrise:\n\tDearborn Park\n\tErnest E. Debs Regional Park (except to open no earlier than 5:30 a.m.)\n\tHansen Dam Recreation Center\n\tRunyon Canyon Park\n\tTelfair Park\tClosed at Sunset, open at Sunrise:\n\tAbbott Kenney Park\n\tBell Canyon Park\n\tCarey Ranch Park\n\tChase Street Park\n\tDeervale Park\n\tDel Rey Lagoon\n\tEl Escorpian Canyon Park\n\tErwin Street Park\n\tHansen Dam Recreational Lake\n\tHarold Henry Park\n\tJesse Owens Park\n\tKagel Canyon Park\n\tKen Malloy Harbor Regional Park (except the northern end of the park, as\ndesignated by appropriate signage, which shall close at 4:00 p.m. and open at\n10:00 a.m.)\n\tKnapp Ranch Park Annex\n\tLiemert Plaza\n\tLinnie Canal Park\n\tOrcas Park\n\tOrcutt Ranch\n\tPacific Palisades Park:  (portions near Via De Las Olas and near Mount\nHolyoak, as designated by appropriate signage)\n\tPorter Ranch Subparks:  (Palisades Bridle Trails, Wilbur-Tampa, Eddleston,\nLimekiln Canyon, Porter Ridge, and Viking)\n\tRichardson Family Park\n\tRobert Burns Park\n\tSan Pascual Park\n\tSepulveda Basin Recreation Area Facilities:  (Woodley Flight Field, Sepulveda\nWildlife Reserve, the North Parking Lot of Balboa Park, Lake Balboa Park,\nOff-Leash Dog Exercise Area)\n\tSouth Weddington Park\n\tStoney Point Park\n\tValley Plaza Park:  (Laurel Grove and Whitsett Sections)\n\tVilla Cabrini Park\n\tYucca Mini Park\t15.\tNo person shall ride or pull any horsedrawn vehicle on\nbridle trails or other areas except as specifically provided for such purposes\nby the Board.\t16.\tNo person shall drive or ride any cycle or vehicle, whether\npowered by a motor or human power, except on paths, roads or drives designed and\nprovided for such purposes.\t17.\tNo person shall make or kindle a fire or cook\nfood, except on a stove or masonry or concrete hearth or fire circle provided\nfor such purpose, or on a portable stove or hearth of an approved type and in\nareas specifically posted for such use.\t18.\tNo person shall erect any barrier or\nlay, string or join any wires, ropes, chains or place any obstruction on or\nacross any path, trail or area where the public may be expect to make contact\nwith such barrier, wire, rope or chain.\t19.\tNo person shall throw, discard or\ndeposit any paper, rubbish, debris, ashes, dirt, bottles, cans, trash or litter\nof any kind or nature whatsoever, except in receptacles specifically provided\ntherefor.\t20.\tNo person shall appear, bathe, sunbathe, walk or be in any public\npark, playground, beach or the waters adjacent thereto, in such a manner that\nthe genitals, vulva, pubis, pubic symphysis, pubic hair, buttock, natal cleft,\nperineum, anus, anal region, or pubic hair region of any such person, or any\nportion of the breast at or below the upper edge of the areola thereof of any\nsuch female person, is exposed to public view or is not covered by an opaque\ncovering.\t(a)\tThis subdivision shall not apply to children under the age of 10\nyears.\t(b)\tThis subdivision shall not apply to live theatrical performances\nperformed in a theater, concert hall, or other similar establishment located on\npublic land.\t21.\tNo person shall carry or discharge any firearms, firecrackers,\nfireworks, rockets, model rockets, torpedoes, airgun or\nslingshot.\t22.\t[Suspended until further action by Ord. No. 176,929, Eff.\n10\/1\/05.]  No person shall assemble, collect or gather together in any walk,\ndriveway, passageway or pathway in any park or in other places set apart for the\ntravel of persons or vehicles in or through any park or occupy the same so that\nthe free passage or use thereof by persons or vehicles passing along the same\nshall be obstructed in any manner.\t23.\t[Suspended until further action by Ord.\nNo. 176,929, Eff. 10\/1\/05.]  No person, without permission from the Board or\nthe Department of Recreation and Parks, shall distribute, display, circulate,\npost, place or erect any bills, notice, paper, or advertising device or matter\nof a commercial nature.  (First para. Amended by Ord. No. 168,219, Eff.\n10\/4\/92.)\t(a)\tNothing contained herein shall be construed to prohibit sport\norganizations qualified as nonprofit organizations under State and federal tax\nlaws pursuant to written permit from the Board, from posting and maintaining\nsigns at sport fields where such organizations conduct a sport recreation\nprogram or programs acknowledging the sponsorship of such organizations by\nfirms, businesses, or individuals; provided that as to any location where the\nBoard authorizes such signs to be posted the following conditions are\nmet:\t(1)\tThe sole or primary purpose of the nonprofit sport organization is to\nconduct a sport recreation program or programs at the sport field\ninvolved.\t(2)\tThe nonprofit sport organization is required to maintain the sport\nfield involved at its own cost and expense.\t(3)\tSuch signs are posted only\nduring the playing season for that particular sport each year and only for the\nshorter of either the duration of the season or the period of time that the\nnon-profit sport organization operates that season’s program at that facility,\nand not at any other time.\t(4)\tThe proceeds derived from the sponsorships\nacknowledged by such signs are expended solely for the maintenance of the sport\nfield involved; except that any surplus after meeting such expenses may be\nexpended to meet the expenses incurred by the non-profit organization in\nconducting the recreation program or programs at that facility.\t(5)\tThe signs\nare placed only on the perimeter fence of the field, are one-sided, facing the\nspectator area of the field, and are of a size, number and design as specified\nby the Board.\t(6)\tEach such sign identifies the sponsor as well as the\nnon-profit organization and contains a statement declaring such sponsorship or\nsupport.\t(b)\tNothing contained herein shall be construed to prohibit the County\nof Los Angeles from conducting a Marketing Program on those beaches which are\nthe subject of that certain “Joint Powers Agreement Between the City of Los\nAngeles and the County of Los Angeles Providing for Lifeguard and Maintenance\nServices to be Rendered by the County on Beaches Located Within the City”\ndated May 20, 1975, as amended. The term “Marketing Program” is defined to\nmean a program whereby the County grants third parties limited advertising\nrights on the beaches, such as the right to display name or product\nidentification on lifeguard towers, trucks, uniforms, rescue boats, lifeguard\nequipment, public restrooms, fences, concession buildings, parking lot receipts\nand other beach facilities, in exchange for financial support in the form of\nmoney, equipment or services to be used in performing the obligations assumed by\nthe County in the Agreement. Provided, however, that any such name and product\nidentification shall not directly solicit the sale, use or consumption of any\nproduct; that the County shall not permit name and product identification of\nalcoholic beverage or tobacco products; and that the County shall not display\nthe name of any marketing program sponsor or donor, or of their products on the\nbeaches in any manner other than as is described in this subsection without the\nprior written approval from the Board. Additionally, such Marketing Program\nshall be subject to all of the restrictions set forth in Section 2.116.210 of\nthe Administrative Code of the County of Los Angeles, which is incorporated\nherein by reference as amended from time-to-time.\t24.\t(Added by Ord. No.\n179,058, Eff. 9\/18\/07.)  No person, except as provided here, shall light,\nignite, or otherwise set fire to, or smoke, carry, throw or discard any lighted\ntobacco products, including cigarettes, cigars or smoking tobacco.  For\npurposes of this subdivision, “smoke” and “smoking” shall include the\ncarrying or holding of a lighted pipe, cigar or cigarette of any kind, or any\nother lighted smoking equipment or the emitting or exhaling the smoke of a pipe,\ncigar, cigarette or any other smoking equipment.  No person shall discard,\ndispose of, or deposit any tobacco product, including cigarette and cigar butts\nand ashes, except in approved containers specifically placed and designated for\nreceipt of trash, refuse, rubbish, litter or other kind of waste materials. \nThe Department shall post and maintain “No Smoking” signs in conspicuous\nlocations.  All these signs shall clearly and conspicuously recite the phrase\n“NO SMOKING” and\/or use the international no-smoking symbol and shall cite\nthis subdivision of Section 63.44 of the Los Angeles Municipal Code.  A\nviolation of this subdivision shall be punishable as an infraction.\tSmoking is\npermitted in the following areas: \t(1)\tCity golf courses, except for the\nfollowing courses where smoking is only allowed in designated areas and not in\nall areas of the course:\t(a)\tRoosevelt Golf Course\t(b)\tWilson Golf\nCourse\t(c)\tHarding Golf Course\t(d)\tTregnan Golf Academy \t(2)\tThose areas within\nparks that are specified in a permit issued by the Recreation and Parks Film\nOffice authorizing smoking for filming purposes only and by actors only;\nand\t(3)\tDesignated smoking areas at the Autry National Center, the Greek\nTheater, and the Los Angeles Zoo.\tC.\tThe Board is hereby authorized to designate\nparticular park roads for commercial trucks and vehicles for park purposes\nonly.  No such truck or vehicle carrying any article for trade or commerce\nshall drive upon any park road except as may be specifically provided or\ndesignated for such use.  The 1.5 mile walkway surrounding Lake Balboa in Lake\nBalboa Park shall be designated as a “pedestrian walk only.”  No person\nshall roller blade, roller skate, skate board, or ride or drive any bicycle,\nscooter or similar vehicle upon the designated walkway.  (Amended by Ord. No.\n169,113, Eff. 12\/4\/93.)\tD.\tWithin the limits of any park other than beaches, no\nperson shall:\t1.\tSwim, bathe, wade in or pollute the water of any park, fountain\npond, lake or stream, except as permitted by the Board or its authorized\nrepresentative.\t2.\tEnter any municipal swimming pool or dressing room therein at\nany time when a life guard or dressing room attendant is not present.\t3.\tRoller\nskate, board skate, or ride or drive any bicycle, scooter, or similar vehicle on\nthe decks surrounding a swimming pool or on tennis courts.\t4.\tCamp in a City\npark, except in locations designated for such purposes, or erect, maintain, use\nor occupy any Tent, excluding Umbrellas or Sun Shades.  (Amended by Ord. No.\n182,153, Eff. 7\/18\/12.)\t(a)\tDefinitions:  For purposes of this Subdivision, the\nfollowing words or phrases shall mean:\t(i)\t“Camp” means to erect, maintain\nor occupy a Camp Facility for any purpose, including lodging or living\naccommodation.\t(ii)\t“Camp Facility” means one or more of the following:  a\nTent, hut, other temporary physical shelter, cot, bed, sleeping bag, hammock or\nbedroll, erected, maintained or used for lodging or living accommodation.  The\nrecreational use of a sleeping bag or bedroll that is removed from the park upon\nclosing and not used to Camp is not considered a camp facility.\t(iii)\t“Tent”\nmeans shelter or structure that is not entirely open and which lacks an\nunobstructed view into the Tent, shelter or structure from the\noutside.\t(iv)\t“Umbrella or Sun Shade” means any canopy or cover that is open\non all sides, consists of pliable tent-like material such as canvas, nylon or\nother synthetic fabric, and that is held aloft by one or more supporting metal,\nplastic, or wooden poles.  No Umbrella or Sun Shade shall exceed eight feet in\nheight and ten feet in diameter or width.  All Umbrellas or Sun Shades shall be\ndismantled and removed from the park before the park is closed.\t5.\tOperate a\nboat on any pond, lake or waters therein, except as permitted by the Board or\nits authorized representative.\tE.\tNo parent, guardian, or person having the\ncustody of any child under the age of eight (8) years shall cause, permit or\nallow such child to enter or visit any park, other than beaches, having a lake,\npond, stream or swimming pool within its boundaries, unless such child is\naccompanied by a person of not less than sixteen (16) years of age.\tF.\tNo person\nover eight (8) years of age shall enter or use any restroom in a park designated\nfor persons of the other sex.\tG.\tEvery person shall comply with rules\npromulgated by the Board for the use of golf courses, tennis courts, and dog\nparks, which rules shall be conspicuously posted at each golf course, tennis\ncourt, and dog park.  (Amended by Ord. No. 180,332, Eff. 12\/16\/08.)\tH.\tIn parks\nconsisting of beaches and water recreation areas, the Board or the Director of\nBeaches is hereby empowered and authorized to establish in and upon the beaches\nand water recreation areas water activity zones restricted as to the following\nuses:\t1.\tBathing and Swimming Zones – No person shall use, possess or operate\nin the waters of the Pacific Ocean opposite any beach regulated by this section\nany object commonly known as a surfboard, paddleboard or similar device (but not\nincluding surfmats which are made of a nonrigid material with a non-slippery\nsurface, so constructed that when inflated for use it will not fold in any\ndirection between twenty-four (24) and thirty (30) inches in width and forty\n(40) to sixty (60) inches in length, and equipped with a safety rope, and belly\nboards) at such times and in such zone when said waters are restricted for\nswimming and bathing only.\tSuch restrictions shall be effective when a yellow\nflag having dimensions of not less than two feet by two feet and having a solid\nblack circle in the center (commonly known as a “blackball flag”) is\nprominently displayed from a lifeguard tower, lifeguard station, pier or similar\nstructure under the control of the Department of Beaches.\tAt such times as the\nblackball flag is displayed, swimming and bathing only shall be permitted in the\nwaters of the Pacific Ocean opposite those areas of the beach within 200 yards\nof the point of display of said blackball flag, provided, however, that where\nsaid blackball flag is displayed from consecutive operational lifeguard towers,\nlifeguard stations and similar structures under the control of the Department of\nBeaches along a beach regulated by this article then all waters of the Pacific\nOcean opposite said beach shall be restricted to swimming and bathing only.\tSuch\nrestrictions shall also be indicated by pairs of red flags put in place by the\nDirector of Beaches or his authorized employee. At such times as said red flags\nare displayed, swimming and bathing only shall be permitted in the waters of the\nPacific Ocean opposite those areas of the beach lying between a given pair of\nsuch red flags.\t2.\tSurfboards Zone – Notwithstanding any other provision of\nthis section, the Director of Beaches may from time to time designate certain\nareas to be used exclusively by persons using surfboards and paddleboards. Such\ndesignation may be revoked at any time and the area covered by any such\ndesignation may be enlarged or reduced at any time. A person shall not swim or\nbathe in the waters of the Pacific Ocean included in an area so designated\nexcept while using a surfboard or paddleboard or as is necessary in order to use\na surfboard or paddleboard.\tI.\tWithin the limits of parks consisting of beaches\nand water recreation areas:\t1.\tNo person shall surf by board or engage in\nbathing or swimming activities in any area posted as closed.\t2.\tNo person shall\nbathe, swim, surf by board or operate any boat or other device in, or upon,\nwater in violation of any authorized warning signal or device. Any person in\nviolation of any warning signal or device or in violation of any Bathing and\nSwimming Zone or Surfboard Zone restriction shall not fail, refuse or neglect to\nleave the waters of the Pacific Ocean opposite any beach regulated by this\nsection.\t3.\tNo person shall engage in the sport commonly known as aquaplaning,\nwater skiing, or any derivation thereof unless such activities are permitted by\nconspicuously posted signs at appropriate places upon the beach and lands\nabutting and adjacent thereto.\t4.\tNo person shall use any spear gun on any beach\nor in any waters within one thousand (1,000) feet of shore unless otherwise\nspecifically permitted in posted areas.\t5.\tNo person shall operate a boat within\none hundred (100) feet of any bather or swimmer, or within two hundred (200)\nfeet of a beach used by bathers or swimmers.\t6.\tNo person shall beach or launch\nany boat, except at a place designated for such purposes. The Board or the\nDirector of Beaches may designate any beach area or portions thereof as an area\nwhich may be used for the purpose of beaching or launching boats.\t7.\tNo person\nshall use, possess or operate any object commonly known as a surfmat,\npaddleboard, bellyboard, surfboard, or similar device except within 200 yards\nfrom shore or 75 yards seaward of the point at which the average wave breaking,\nwhichever distance is greater, or when used by a skin diver to hold his or her\nflag.\t8.\tNo person shall bring or permit or allow in the waters of the Pacific\nOcean opposite any beach regulated by this section any object commonly known as,\nor used as, a paddleboard or surfboard, within 100 feet of any person in the\nwaters thereof who was not at the time using or possessing a similar\nobject.\t9.\t(Amended by Ord. No. 163,039, Eff. 1\/17\/88.)  No person shall erect,\nmaintain, use, or occupy on any beach, any tent, lodge, shelter, or structure\nthat has more than two sides closed. Any such tent, lodge, shelter or structure\nshall otherwise be entirely open and there shall be an unobstructed view into\nsuch tent, lodge, shelter or structure from the outside except for the two\nclosed sides. If the tent, lodge, shelter or structure is other than rectangular\nin shape, no more than one-third of the outside thereof shall be closed and\nthere shall otherwise be an unobstructed view into it. Any tent, lodge, shelter\nor structure erected, maintained, used or occupied on a beach shall consist of\npliable, tent-like materials such as canvas, nylon or pliable synthetic\nmaterial.\tIn no event shall any such tent, lodge, shelter or structure be\nerected or maintained closer than fifty (50) feet from any other tent, lodge,\nshelter or structure.\tAny such tent, lodge, shelter or structure shall be\ndismantled and removed from the beach each day and no part thereof shall remain\novernight.\tNo person shall fasten or maintain any guy wire, guy rope or exterior\nbracing or support of any tent, lodge, shelter or structure between it or any\nportion thereof, and any structure, stake, rock or thing outside of such tent,\nlodge, shelter or structure.\t10.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  No\nperson shall enter, be, or remain on any beach area unless that person complies\nwith all regulations applicable to that beach and with all other applicable\nordinances, rules and regulations.\t11.\t(Added by Ord. No. 163,039, Eff.\n1\/17\/88.)  A person exercising any of the privileges authorized by this section\ndoes so at that person’s own risk without liability on the part of the City\nfor any injury to person or property resulting therefrom.\t12.\t(Added by Ord. No.\n163,039, Eff. 1\/17\/88.)  Except as otherwise provided in this section or as\nauthorized by the Board, no person shall camp on or use for overnight sleeping\npurposes any beach, or bring a housetrailer, camper or similar vehicle onto any\nbeach.\t13.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)\tJ.\tWithin the limits of\nany park containing a fishing pier:\t1.\tNo person shall operate any vehicle on a\nfishing pier, except as permitted by the Board or its authorized\nrepresentative.\t2.\tNo person shall ride a bicycle, scooter, skate, skateboard,\nor other wheeled device on any pier. Subdivisions 1 and 2 of this subsection\nshall not apply to the use of wheelchairs by persons whose physical condition\nnecessitates such use.\t3.\tNo person shall dive or jump, or cause another to\nfall, dive or jump from a pier, or climb or be on the outside of the railing of\na pier except:\t(a)\tmembers of the lifeguard service of the Department of Beaches\nor any other person as may be delegated by the lifeguard service or any of its\npersonnel to assist them in rescuing or saving lives;\t(b)\tmembers of the\nlifeguard service during the course of drills and training;\t(c)\tauthorized\npersons involved in the maintenance, repair or construction of the pier or a\npart thereof; or\t(d)\tas a participant in an aquatic event or activity which is\napproved and authorized by the Director of Beaches.\t4.\tNo person shall swim,\noperate or otherwise use a surfboard, skindive or use self-contained underwater\nbreathing apparatus within an area described as one hundred (100) feet of either\nside of the pier except for purposes otherwise authorized by this article.\t5.\tNo\nperson shall climb or crawl on the pier railings, pilings or under\nstructures.\t6.\tNo person shall do any overhead casting or allow any fishing lure\nor hook to pass inboard of the pier railing while casting.\t7.\tNo person shall\nclean any fish except at locations provided for that purpose.\t8.\tNo person shall\nuse more than one pole or drop line at any one time.\t9.\tNo person shall fish or\ntrap sea life for commercial purposes.\t10.\tNo person shall use any fishing spear\nor spear gun.\tK.\tWithin the limits of any parking lot located within the limits\nof any park:\t1.\tNo person shall drive a vehicle onto any public parking lot\nwithout paying the posted fee to the attendant on duty thereon or by paying the\nmetered fee.\t2.\tNo person shall stand or park any vehicle on any metered or\nunmetered public parking lot between the hours of 10:30 o’clock p.m. and 5:00\no’clock a.m. of the following day or such other hours as the Council may\nestablish for each public parking lot by ordinance, whether said vehicle is\noccupied or unoccupied.  Provided, however, that within the limits of parks\nconsisting of ocean areas, beaches or piers, no person shall stand or park any\nvehicle on any metered or unmetered public parking lot between the hours of\n12:00 midnight and 5:00 o’clock a.m. of the following day or such other hours\nas the Council may establish for each such parking lot by ordinance.  (Amended\nby Ord. No. 164,209, Eff. 1\/8\/89.)\t3.\tNo person shall refuse to exhibit upon\ndemand of any attendant the driver or operator’s portion of a parking ticket\nwhen the driver or operator of any vehicle that is standing, parked or being\noperated on any unmetered parking lot has been issued a numbered parking\nticket.\t4.\tNo person shall remove the identifying portion of a parking ticket\nfrom any vehicle while on such parking lot.\t5.\tNo person shall drive a vehicle\nonto any public parking lot through a driveway posted with a sign stating “Do\nNot Enter”.\t6.\tNo person shall remove an automobile from  public parking lot\nexcept through a gateway or driveway marked “Exit”.\t7.\tNo person shall park\nin a parking lot, except entirely within a space indicated by painted lines,\nsaid spaces being commonly referred to as a “parking slot” or “parking\nstall”.\t8.\tNo person shall park where there is posted a “No Parking”\nsign.\t9.\tNo person shall drive a truck of more than one (1) ton capacity on any\npublic parking lot.\t10.\tNo person shall drive a motor vehicle upon any public\nparking lot at a speed greater than ten (10) miles per hour, unless otherwise\nposted.\t11.\tNo person shall drive a vehicle in excess of the posted speed\nlimit.\t12.\tNo person shall teach another person to drive a motor vehicle or use\nsuch parking lot for driving practice.\t13.\tThe provisions of Subdivisions 2.,7.,\nand 8. of Subsection K. shall be enforced by civil penalty in the same manner as\nthe provisions of Section 80.76.2 of this Code.  (Added by Ord. No. 168,782,\nEff. 7\/12\/93.)\tL.\tNotwithstanding the provisions of Section 63.44 K.2., where a\nparking lot is located within any park, including those consisting of beach and\nwater recreation areas, the Director of Beaches, or the Board in the event the\nCity exercises management and control over such park, may post or cause to be\nposted a sign at the entrance to such parking lot indicating that the lot is\nclosed to public parking at an hour earlier than 1:00 a.m. or later that 3:00\na.m. When such sign is posted, no person shall stand or park an occupied or\nunoccupied vehicle within the parking lot during the hours wherein parking is\nprohibited. Any vehicle parked in violation of the provisions of this subsection\nmay be removed from such parking lot in accordance with the provisions of the\nVehicle Code of the State of California.  (Amended by Ord. No. 164,209, Eff.\n1\/8\/89.)\tM.\tWithin the limit of any zoological garden located within a public\npark, no person other than authorized City employees shall:\t1.\tFeed or throw\nfood to any animal located therein, except in that area of the Children’s Zoo\nso designated, approved food may be fed to animals located therein.\t2.\tHarass,\ntease or annoy any animal by means of gestures, movements, throwing of objects,\nshouting or by any other means.\t3.\tHave within their possession any cans,\nbottles, skateboards, bats, balls, a knife with a blade longer than three (3)\ninches, or any other objects which are capable of being thrown at or otherwise\nused to harm any animal.\tN.\t(New Subsec. N. Added by Ord. No. 173,878, Eff.\n4\/12\/01.)  Within the limit of any park or portion thereof designated by the\nBoard as a skateboard facility, whether the facility is supervised or\nunsupervised:\t1.\tNo person shall ride a skateboard unless that person is wearing\na helmet, elbow pads and knee pads.\t2.\tNo person shall ride a bicycle or scooter\nin the skating area.\t3.\tThe opening and closing hours of the park shall be 12:00\nnoon to sunset on Monday through Friday, and 9:00 a.m. to sunset on Saturdays,\nSundays and holidays; however, skate parks shall also be closed during periods\nof wet weather or when conditions, such as wet weather, make it unsafe to\nskate.\t4.\tThe Board shall cause signs to be posted at all skateboard facilities\nproviding reasonable notice that any person riding a skateboard at the facility\nmust wear a helmet, elbow pads and knee pads while skateboarding; that no\nbicycles or scooters are allowed in the skating area; that the park hours are\n12:00 noon to sunset Monday through Friday and 9:00 a.m. to sunset on Saturday,\nSunday and holidays;  that the park will be closed during periods of wet\nweather or when conditions make it unsafe to skate; and, that any person in\nviolation of this ordinance will be subject to citation for violation\nthereof.\tO.\t(New Subsec. O. Added by Ord. No. 173,922, Eff. 5\/28\/01.)  Within\nthe limit of any park consisting of beach lands or beach properties adjoining\nthe waterfront of the Pacific Ocean between the southerly boundary of the City\nof Santa Monica and Washington Street in the City of Los Angeles:\t1.\tNo person\nshall operate a motorized scooter on any boardwalk, sidewalk, bike path or other\npublic way.  For the purpose of this subsection, the term “motorized\nscooter” shall mean any two-wheeled device that has handlebars, is designed to\nbe stood or sat upon by the operator, and is powered by an electric motor that\nis capable of propelling the device with or without human propulsion, excluding\nmotorcycles (as defined in Vehicle Code Section 400), motor-driven cycles (as\ndefined in Vehicle Code Section 405), motorized bicycles or mopeds (as defined\nin Vehicle Code Section 406) and a toy (as defined in Health and Safety Code\nSection 108550).  A device meeting the above definition that is powered by a\nsource other than electrical power is also a motorized scooter.\tP.\t(New Subsec.\nP. Added by Ord. No. 179,129, Eff. 8\/28\/07.)  Within the limit of any park\ndesignated by this subsection as being in a high fire hazard zone and between\nApril 1 and November 1 of each year:\t1.\tNotwithstanding any other provision of\nthis Code, no person shall light, ignite, set fire to, or burn any substance, or\nmaintain an open flame of any kind for any purpose, including but not limited to\ncooking and barbecuing, except in areas specifically designated and posted to\nallow open flames.\t2.\tThe Department shall post and maintain “No Open Flame”\nsigns in conspicuous locations.  These signs shall clearly and conspicuously\nrecite the phrase “NO OPEN FLAMES BETWEEN APRIL 1 AND NOVEMBER 1&#038;″ and\nshall cite this subdivision of Section 63.44 of the Los Angeles Municipal\nCode.  The General Manager of the Department shall be authorized when fire\nhazardous conditions are present, to extend the period during which open flames\nare prohibited in parks designated by this subdivision; provided, if open flames\nare prohibited prior to April 1 or after November 1, the Department shall modify\nthe signs required by this subdivision to provide notice of the dates that open\nflames are prohibited.\t3.\tThe following parks are located in a high fire hazard\nzone:\tAndres Pico Adobe Park\n\tAliso Canyon Park\n\tAliso Triangle\n\tAlizondo Drive Park\n\tAngels Gate Park\n\tAngels Point\n\tAscot Hills Park\n\tAverill Park\n\tBandini Canyon Park\n\tBarnsdall Art Park\n\tBee Canyon\n\tBell Canyon\n\tBell Canyon Park\n\tBeverly Glen Park\n\tBogdanovich Park\n\tBrand Park\n\tBriarwood Park\n\tBronson Canyon\n\tBrowns Creek Park\n\tCarey Ranch\n\tCarlin G. Smith\n\tCastle Peak Park\n\tChase Park\n\tChatsworth Oaks Park\n\tChatsworth Park North\n\tChatsworth Park South\n\tCleland Avenue Bicentennial Park\n\tColdwater Canyon Park\n\tCrestwood Hills Park\n\tDe Neve Square Park\n\tDecker Canyon Camp\n\tDeervale-Stone Canyon Park\n\tEddleston Park\n\tEl Escorpion Canyon\n\tEl Sereno North Park\n\tEl Sereno Park\n\tElysian Park – All Areas\n\tElysian Therapeutic Recreational Center\n\tErnest E. Debs Regional Park\n\tFacility Site House\n\tFehlhaber-Houk Park\n\tFerraro Sports Complex\n\tFryman Canyon\n\tGlassell Park Recreation Center\n\tGrace E. Simons Lodge\n\tGriffith Park – All Areas\n\tHaines Canyon Park\n\tHansen Dam Golf Course\n\tHansen Dam Recreation Area\n\tHarbor Regional\n\tHeritage Square\n\tHermon Park\n\tHill-Palmer House\n\tHolleigh Bernson Memorial Park\n\tKnapp Ranch Park \n\tKnapp Ranch Park West\n\tLa Tuna Canyon\n\tLake Hollywood Park\n\tLake View Terrace Park\n\tLaurel Canyon Dog Park\n\tLaurel Canyon Park\n\tLazy J Ranch Park\n\tLeland Park\n\tLilac Terrace Park\n\tLimekiln Canyon\n\tLos Angeles Zoo\n\tLos Feliz Pitch &#038; Putt Golf Course\n\tMae Boyar Park\n\tMandeville Canyon Park\n\tMcGroarty Park\n\tMoon Canyon Park\n\tMoonshine Canyon Park\n\tMt. Olympus\n\tMulholland View Site #16\n\tNorman O. Houston Park\n\tO’Melveny Park\n\tOrcas\/Gabrieleno Equestrian Park\n\tOrcutt Ranch Horticultural Center\n\tOro Vista Park\n\tPalisades Park\n\tPalisades Recreation Center\n\tPalisades Slide Area\n\tPalisades-Asilomar Park\n\tPasko Park\n\tPeck Park\n\tPilsn Property\n\tPorter Ranch Park\n\tPorter Ridge Park\n\tPotrero Canyon Park\n\tPueblo de Rio Park\n\tRena Park\n\tReseda\/Rinaldi Park\n\tRichard Alatorre Park\n\tRivas Canyon Park\n\tRoger Jessup Park\n\tRoosevelt Golf Course\n\tRunyon Canyon\n\tRustic Canyon\n\tSan Vicente Mountain Park\n\tSanta Ynez Canyon\n\tSepulveda Basin Recreation Area\n\tSerrania Ave Park\n\tShadow Ranch Recreation Center\n\tStetson Ranch Equestrian Park\n\tStoney Point Park\n\tSullivan Canyon Park\n\tTaxco Trails Park\n\tTemescal Canyon Park\n\tThe Homestead Acre\/\n\tTregnan Golf Academy\n\tVanalden Park\n\tVerdugo Mountain Park\n\tVia De Las Olas Park\n\tViking Park\n\tVilla Cabrini Park\n\tWarner Center Park\n\tWattles Garden Park\n\tWest Hills Park\n\tWhite’s Point Nature Preserve\n\tWilacre Park\n\tWilbur-Tampa Park\n\tWilder’s Addition (Point Fermin Park)\n\tWilson\/Harding Municipal Golf Course\n\tWoodbine Park\n\tWoodland Hills Park\n\tZelzah Park\tQ.\tThe provisions of this section shall not prevent nor be\nconstrued to limit or prohibit any duly authorized departmental officer, agent\nor employee, or any duly authorized peace officer, from performing any act\nwithin the scope of his official duties.  (Subsec. N. Redesignated Subsec. O.\nby Ord. No. 173,878, Eff. 4\/12\/01; Subsec. O. Redesignated Subsec. P. by Ord.\nNo. 173,922, Eff. 5\/28\/01; Subsec. P. Redesignated Subsec. Q. by Ord. No.\n179,129, Eff. 8\/28\/07.)\n","html":"\n\t\t\t\t\t<section><p>  REGULATIONS AFFECTING PARK AND RECREATION AREAS.\n\t(Added by Ord. No. 153,027, Eff. 11\/16\/79.)<br \/><br \/>\tA.\tDefinitions:  As used in this section:<br \/><br \/>\t“Beach” shall include public seashore and shoreline areas bordering the Pacific Ocean that are owned, managed or controlled by the City.  (Added by Ord. No. 163,039, Eff. 1\/17\/88.)<br \/><br \/>\t“Park” shall include every public park, roadside rest area, playground, zoological garden, ocean, beach or other recreational facility area, together with any parking lot, reservoir pier, swimming pool, golf course, <span class=\"dictionary\">court<\/span>, field, bridle path, trail, or other recreational facility, or structure thereon, in the City of Los Angeles and under the control, operation or management of the Board of Recreation and Park Commissioners, the Los Angeles County Department of Parks and Recreation, the Los Angeles County Department of Beaches, or the Los Angeles Memorial Coliseum Commission. “Park” does not include any State Historic Park located within the City of Los Angeles.<br \/><br \/>\t“Board” shall mean the Board of Recreation and Park Commissioners.<br \/><br \/>\tB.\tWithin the limits of any park or other City-owned Harbor Department designated and controlled property within the City of Los Angeles:  (Amended by Ord. No. 174,737, Eff. 9\/9\/02.)<br \/><br \/>\t1.\tNo person under the age of 18 years shall cause, permit or allow any ungelded equine animal to be present in said park.<br \/><br \/>\t2.\t(Amended by Ord. No. 160,401, Eff. 11\/1\/85.)  No person shall cause, permit or allow any animal owned or possessed by him or any animal in his care, <span class=\"dictionary\">custody<\/span> or control to be present in said park except:<br \/><br \/>\t(a)\tEquine animals being led or ridden under reasonable control upon bridle paths or trails provided for such purposes; or<br \/><br \/>\t(b)\tEquine or other animals which are hitched or fastened at a place expressly designated for such purposes; or<br \/><br \/>\t(c)\tDogs which have been specially trained and are being used by blind or otherwise disabled persons to aid and guide them in their movements.  (Amended by Ord. No. 172,088, Eff. 7\/30\/98.)<br \/><br \/>\t(d)\t(Amended by Ord. No. 180,332, Eff. 12\/16\/08.)  Licensed dogs or cats when led by a leash not more than six (6) feet long, or when confined within the interior of a vehicle, or licensed dogs under the control of a competent person in designated dog exercise and training areas at:<br \/><br \/>\t(i)\tCity parks or portions of City parks approved and designated as dog exercise and training areas by the Board of Recreation and Park Commissioners and approved by the City Council by <span class=\"dictionary\">ordinance<\/span>;<br \/><br \/>\t(ii)\tLaurel Canyon Park from 7:00 a.m. to 10:00 a.m. and from 3:00 p.m. until park closing every day of the week;<br \/><br \/>\t(iii)\tSilver Lake Recreation Center, provided, however, that no dogs, whether or not led by a leash, shall be permitted or allowed in any part of the Silver Lake Recreation Center other than the fenced area designated as a dog exercise and training area, except as permitted or allowed by Paragraph (c) hereof;<br \/><br \/>\t(iv)\tA portion of the Sepulveda Basin Recreation Area consisting of approximately 10 acres and located on Victory Boulevard near White Oak Avenue, which shall be open at sunrise and closed at sunset every day of the week;<br \/><br \/>\t(v)\tA portion of Runyon Canyon Park consisting of approximately 90 acres located within the area 825 feet north of the Fuller Street entrance, 450 feet east of the Vista Street entrance and 1,850 feet south of the Mulholland Drive entrance.  The boundaries of the off-leash dog exercise area described in this subparagraph shall be appropriately designated within the park.  A separate portion of Runyon Canyon Park consisting of approximately 21,000 square feet located between the Fuller Street and Vista Street entrances and enclosed by a fence shall be designated a “no dogs or cats allowed” area and no dogs or cats shall be permitted or allowed inside the designated fenced area whether on or off leash;<br \/><br \/>\t(vi)\tA portion of Barrington Park consisting of 1.4 acres as designated on the site plan contained in Council File No. 02-0094 which shall be appropriately designated within the park and enclosed by fencing as indicated on the site plan.  No dogs, whether on or off leash, shall be permitted or allowed in any area of Barrington Park other than the fenced area designated as an off-leash dog exercise area, except as provided by Paragraph (c) hereof;<br \/><br \/>\t(vii)\tAn enclosed portion of Knoll Hill consisting of approximately three acres as designated on Knoll Hill by the Harbor Department;<br \/><br \/>\t(viii)\tAn enclosed area consisting of approximately .84 acres, bounded by the Westminster Senior Center parking lot on the west, Main Street on the east, Westminster Avenue on the south and Clubhouse Avenue on the north, which shall be opened at sunrise and closed at sunset every day of the week;<br \/><br \/>\t(ix)\tA designated fenced area consisting of approximately .86 acres in Hermon Park;<br \/><br \/>\t(x)\tA designated area consisting of approximately 1.6 acres at Griffith Park and located at the north end of the John Ferraro Soccer Field on North Zoo Drive;<br \/><br \/>\t(xi)\tA designated area consisting of approximately 3 acres at Whitnall Park on Whitnall Highway in North Hollywood, including a 50,000 square foot area for large dogs and a 22,500 square foot area for small dogs.<br \/><br \/>\tThe exception to Subdivision 2. contained in this Paragraph as it pertains to dogs shall not apply upon any boardwalk, sidewalk or public way immediately adjacent to any beach lands or beach properties adjoining the waterfront of the Pacific Ocean between the southerly boundary of the City of Santa Monica and Washington Street in the City of Los Angeles, between the hours of 11:00 a.m. and 8:00 p.m. on weekends and holidays from Memorial Day through October 31, and no dogs shall be permitted within the area during those times and days.<br \/><br \/>\t3.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall rent or offer for rent, or sell or offer for sale any commercial merchandise, or any article or thing of any kind or nature whatsoever; or practice, carry on, conduct or solicit any trade, occupation, business, or profession, except by <span class=\"dictionary\">contract<\/span> with the Board, Department, Commission or their authorized representatives. Nothing in this subdivision, however, shall prohibit the sale or offering for sale of newspapers, periodicals, books, pamphlets and other forms of communication except that said sale of offering for sale is prohibited in museums, in those portions of a park to which access is restricted by the payment of an admission fee or in those facilities which are operated under <span class=\"dictionary\">contract<\/span> with the Board, Department or Commission.  (Amended by Ord. No. 159,064, Eff. 7\/16\/84.)<br \/><br \/>\t4.\tNo person shall play or utilize any sound amplifying system except within or upon an area or facility set aside for such purpose by the Board, Department or Commission. For the purposes of this and the next subdivision, “sound amplifying system” shall mean and include any system of electrical hookup or connection, loud speaker system or equipment, sound amplifying system, and any apparatus, equipment, device, instrument, or machine designed for or intended to be used for the purpose of amplifying the sound or increasing the volume of the human voice, musical tone, vibration or sound wave. This subdivision shall not apply to the regular and customary use of portable radios, televisions, record players or tape recorders played or operated in such places and at such times so as not to disturb other persons in their permitted uses of the park.<br \/><br \/>\t5.\tNo person shall hold or conduct any musical event or concert in which any sound amplifying system is utilized without first obtaining a written permit to do so from the Board, Department or Commission. The application for such musical event permit shall state:<br \/><br \/>\tThe name of the person or persons applying for the permit; the particular park and location therein at which the musical event is proposed to take place; the date and time of the event; the number of persons who will perform at such musical event; and the size of the expected audience. A written permit for the musical event shall be issued upon reasonable terms and conditions except when:<br \/><br \/>\t(a)\tThe location requested has been previously reserved for the same date and time by another person or organization for a particular activity; or<br \/><br \/>\t(b)\tThe size of the audience reasonably expected to attend the musical event will exceed the capacity of the location requested.<br \/><br \/>\t6.\tNo person shall play any musical instrument between the hours of 10:00 p.m. and 7:00 a.m. within seven hundred and fifty (750) feet of any structure used for dwelling purposes, except within or upon an area or facility set aside for this purpose by the Board or Department. For purposes of this subdivision, the term “musical instrument” includes but is not limited to drums and other percussion devices.<br \/><br \/>\t7.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall use any area or facility set aside, used, maintained or designated for a specific recreational or park purpose by the Board, Department, Commission or Department of Beaches, which purpose is reasonably apparent from the <span class=\"dictionary\">appearance<\/span>, construction or designation of such facility or area, or as to which reasonable notice of such designation or purpose is given by signs posted thereon, for a purpose contrary to or inconsistent with such specific or designated purpose.<br \/><br \/>\t8.\tNo person shall land, release, take off or fly any balloon, except children toy balloons not inflated with any flammable <span class=\"dictionary\">material<\/span>, helicopter, parakite, hang glider, aircraft or powered models thereof, except in areas specifically set aside therefor.<br \/><br \/>\t9.\tNo person shall engage in any voluntary parachute jump.<br \/><br \/>\t10.\tNo person shall use any bow or crossbow, or throw or release any arrows, except as specifically permitted in designated archery areas.<br \/><br \/>\t11.\tNo person shall take, seize or hunt any bird, animal or fish except that lost or escaped dogs, cats or horses may be searched for.<br \/><br \/>\t12.\tNo person shall remove any wood, tree, shrub, plant, turf, grass, soil, rock, sand or gravel.<br \/><br \/>\t13.\tNo person, without permission from the Board or the Department of Recreation and Parks, shall cut, break, injure, tamper with, deface or disturb any tree, shrub, plant, rock, building, cage, pen, monument, fence, bench, structure, apparatus, equipment or property; or mark, paint, post or write upon any building, monument, fence, bench or other structure.  (Amended by Ord. No. 168,219, Eff. 10\/4\/92.)<br \/><br \/>\t14.\t(Amended by Ord. No. 164,209, Eff. 1\/8\/89.)<br \/><br \/>\t(a)\tNo person shall enter, remain, <span class=\"dictionary\">stay<\/span> or loiter in any park between the hours of 10:30 p.m. and 5:00 a.m. of the following day.  On any public park or recreational facility subject to this section, the supervising employee at such site may extend the 10:30 p.m. closing time for up to one and one-half hours to accommodate any departmentally approved event, except for Griffith Park, for which the supervising employee at such site may extend the 10:30 p.m. closing time for up to only one hour to accommodate any departmentally approved event.  (Amended by Ord. No. 180,461, Eff. 2\/8\/09.)<br \/><br \/>\t(b)\tNo person shall enter, remain, <span class=\"dictionary\">stay<\/span> or loiter in any park which consists of an ocean area, beach, or pier between the hours of 12:00 midnight and 5:00 o’clock a.m. of the following day; except that no person shall remain, <span class=\"dictionary\">stay<\/span> or loiter on Royal Palms Beach between the hours of 8:00 o’clock p.m. and 5:00 o’clock a.m. of the following day. On any park which consists of an ocean area, beach, or pier subject to this Section, the supervising employee at such site may extend the 12:00 midnight closing time, or in the case of Royal Palms Beach the 8:00 o’clock p.m. closing time, to accommodate special events such as grunion runs and other events approved by the Department of Recreation and Parks or the Los Angeles County Department of Beaches, as applicable.<br \/><br \/>\t(c)\tNo person shall enter, remain, <span class=\"dictionary\">stay<\/span> or loiter in any of the following parks or facilities between the closing hour and the opening hour of the following day.  The closing and opening hours for each of the following parks or facilities shall be as follows:  (Amended by Ord. No. 182,153, Eff. 7\/18\/12.)<br \/><br \/>\tBellevue Recreation Center – closed at 10:00 p.m., open at 5:00 a.m.<br \/><br \/>\tCabrillo Beach pay Parking Lot (Port parking section) – closed at 10:30 p.m., open at 3:00 a.m.<br \/><br \/>\tElysian Park – closed at 9:00 p.m. (except for two parking lots adjacent to it, which shall close at 10:30 p.m.), open at 5:00 a.m.<br \/><br \/>\tStoner Skate Plaza – closed at 7:00 p.m., open at 10:00 a.m. Monday through Sunday during Daylight-Savings Time, and closed at 5:00 p.m., open at 10:00 a.m. Monday through Sunday during Non-Daylight Savings Time.<br \/><br \/>\tClosed one hour after Sunset, open one hour before Sunrise:\n\tDearborn Park\n\tErnest E. Debs Regional Park (except to open no earlier than 5:30 a.m.)\n\tHansen Dam Recreation Center\n\tRunyon Canyon Park\n\tTelfair Park<br \/><br \/>\tClosed at Sunset, open at Sunrise:\n\tAbbott Kenney Park\n\tBell Canyon Park\n\tCarey Ranch Park\n\tChase Street Park\n\tDeervale Park\n\tDel Rey Lagoon\n\tEl Escorpian Canyon Park\n\tErwin Street Park\n\tHansen Dam Recreational Lake\n\tHarold Henry Park\n\tJesse Owens Park\n\tKagel Canyon Park\n\tKen Malloy Harbor Regional Park (except the northern end of the park, as designated by appropriate signage, which shall close at 4:00 p.m. and open at 10:00 a.m.)\n\tKnapp Ranch Park Annex\n\tLiemert Plaza\n\tLinnie Canal Park\n\tOrcas Park\n\tOrcutt Ranch\n\tPacific Palisades Park:  (portions near Via De Las Olas and near Mount Holyoak, as designated by appropriate signage)\n\tPorter Ranch Subparks:  (Palisades Bridle Trails, Wilbur-Tampa, Eddleston, Limekiln Canyon, Porter Ridge, and Viking)\n\tRichardson Family Park\n\tRobert Burns Park\n\tSan Pascual Park\n\tSepulveda Basin Recreation Area Facilities:  (Woodley Flight Field, Sepulveda Wildlife Reserve, the North Parking Lot of Balboa Park, Lake Balboa Park, Off-Leash Dog Exercise Area)\n\tSouth Weddington Park\n\tStoney Point Park\n\tValley Plaza Park:  (Laurel Grove and Whitsett Sections)\n\tVilla Cabrini Park\n\tYucca Mini Park<br \/><br \/>\t15.\tNo person shall ride or pull any horsedrawn vehicle on bridle trails or other areas except as specifically provided for such purposes by the Board.<br \/><br \/>\t16.\tNo person shall drive or ride any cycle or vehicle, whether powered by a motor or human power, except on paths, roads or drives designed and provided for such purposes.<br \/><br \/>\t17.\tNo person shall make or kindle a fire or cook food, except on a stove or masonry or concrete hearth or fire circle provided for such purpose, or on a portable stove or hearth of an approved type and in areas specifically posted for such use.<br \/><br \/>\t18.\tNo person shall erect any barrier or lay, string or join any wires, ropes, chains or place any obstruction on or across any path, trail or area where the public may be expect to make contact with such barrier, wire, rope or chain.<br \/><br \/>\t19.\tNo person shall throw, discard or deposit any paper, rubbish, debris, ashes, dirt, bottles, cans, trash or litter of any kind or nature whatsoever, except in receptacles specifically provided therefor.<br \/><br \/>\t20.\tNo person shall appear, bathe, sunbathe, walk or be in any public park, playground, beach or the waters adjacent thereto, in such a manner that the genitals, vulva, pubis, pubic symphysis, pubic hair, buttock, natal cleft, perineum, anus, anal region, or pubic hair region of any such person, or any portion of the breast at or below the upper edge of the areola thereof of any such female person, is exposed to public view or is not covered by an opaque covering.<br \/><br \/>\t(a)\tThis subdivision shall not apply to children under the age of 10 years.<br \/><br \/>\t(b)\tThis subdivision shall not apply to live theatrical performances performed in a theater, concert hall, or other similar establishment located on public land.<br \/><br \/>\t21.\tNo person shall carry or discharge any firearms, firecrackers, fireworks, rockets, model rockets, torpedoes, airgun or slingshot.<br \/><br \/>\t22.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall assemble, collect or gather together in any walk, driveway, passageway or pathway in any park or in other places set apart for the travel of persons or vehicles in or through any park or occupy the same so that the free passage or use thereof by persons or vehicles passing along the same shall be obstructed in any manner.<br \/><br \/>\t23.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person, without permission from the Board or the Department of Recreation and Parks, shall distribute, display, circulate, post, place or erect any bills, notice, paper, or advertising device or matter of a commercial nature.  (First para. Amended by Ord. No. 168,219, Eff. 10\/4\/92.)<br \/><br \/>\t(a)\tNothing contained herein shall be construed to prohibit sport organizations qualified as nonprofit organizations under State and federal tax <span class=\"dictionary\">laws<\/span> pursuant to written permit from the Board, from posting and maintaining signs at sport fields where such organizations conduct a sport recreation program or programs acknowledging the sponsorship of such organizations by firms, businesses, or individuals; provided that as to any location where the Board authorizes such signs to be posted the following conditions are met:<br \/><br \/>\t(1)\tThe sole or primary purpose of the nonprofit sport organization is to conduct a sport recreation program or programs at the sport field involved.<br \/><br \/>\t(2)\tThe nonprofit sport organization is required to maintain the sport field involved at its own cost and expense.<br \/><br \/>\t(3)\tSuch signs are posted only during the playing season for that particular sport each year and only for the shorter of either the duration of the season or the period of time that the non-profit sport organization operates that season’s program at that facility, and not at any other time.<br \/><br \/>\t(4)\tThe proceeds derived from the sponsorships acknowledged by such signs are expended solely for the maintenance of the sport field involved; except that any surplus after meeting such expenses may be expended to meet the expenses incurred by the non-profit organization in conducting the recreation program or programs at that facility.<br \/><br \/>\t(5)\tThe signs are placed only on the perimeter fence of the field, are one-sided, facing the spectator area of the field, and are of a size, number and design as specified by the Board.<br \/><br \/>\t(6)\tEach such sign identifies the sponsor as well as the non-profit organization and contains a statement declaring such sponsorship or support.<br \/><br \/>\t(b)\tNothing contained herein shall be construed to prohibit the County of Los Angeles from conducting a Marketing Program on those beaches which are the subject of that certain “Joint Powers Agreement Between the City of Los Angeles and the County of Los Angeles Providing for Lifeguard and Maintenance Services to be Rendered by the County on Beaches Located Within the City” dated May 20, 1975, as amended. The term “Marketing Program” is defined to mean a program whereby the County grants third parties limited advertising rights on the beaches, such as the right to display name or product identification on lifeguard towers, trucks, uniforms, rescue boats, lifeguard equipment, public restrooms, fences, concession buildings, parking lot receipts and other beach facilities, in exchange for financial support in the form of money, equipment or services to be used in performing the obligations assumed by the County in the Agreement. Provided, however, that any such name and product identification shall not directly solicit the sale, use or consumption of any product; that the County shall not permit name and product identification of alcoholic beverage or tobacco products; and that the County shall not display the name of any marketing program sponsor or donor, or of their products on the beaches in any manner other than as is described in this subsection without the prior written approval from the Board. Additionally, such Marketing Program shall be subject to all of the restrictions set forth in Section 2.116.210 of the Administrative Code of the County of Los Angeles, which is incorporated herein by reference as amended from time-to-time.<br \/><br \/>\t24.\t(Added by Ord. No. 179,058, Eff. 9\/18\/07.)  No person, except as provided here, shall light, ignite, or otherwise set fire to, or smoke, carry, throw or discard any lighted tobacco products, including cigarettes, cigars or smoking tobacco.  For purposes of this subdivision, “smoke” and “smoking” shall include the carrying or holding of a lighted pipe, cigar or cigarette of any kind, or any other lighted smoking equipment or the emitting or exhaling the smoke of a pipe, cigar, cigarette or any other smoking equipment.  No person shall discard, dispose of, or deposit any tobacco product, including cigarette and cigar butts and ashes, except in approved containers specifically placed and designated for receipt of trash, refuse, rubbish, litter or other kind of waste <span class=\"dictionary\">materials<\/span>.  The Department shall post and maintain “No Smoking” signs in conspicuous locations.  All these signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall cite this subdivision of Section 63.44 of the Los Angeles Municipal Code.  A violation of this subdivision shall be punishable as an infraction.<br \/><br \/>\tSmoking is permitted in the following areas: <br \/><br \/>\t(1)\tCity golf courses, except for the following courses where smoking is only allowed in designated areas and not in all areas of the course:<br \/><br \/>\t(a)\tRoosevelt Golf Course<br \/><br \/>\t(b)\tWilson Golf Course<br \/><br \/>\t(c)\tHarding Golf Course<br \/><br \/>\t(d)\tTregnan Golf Academy <br \/><br \/>\t(2)\tThose areas within parks that are specified in a permit issued by the Recreation and Parks Film Office authorizing smoking for filming purposes only and by actors only; and<br \/><br \/>\t(3)\tDesignated smoking areas at the Autry National Center, the Greek Theater, and the Los Angeles Zoo.<br \/><br \/>\tC.\tThe Board is hereby authorized to designate particular park roads for commercial trucks and vehicles for park purposes only.  No such truck or vehicle carrying any article for trade or commerce shall drive upon any park road except as may be specifically provided or designated for such use.  The 1.5 mile walkway surrounding Lake Balboa in Lake Balboa Park shall be designated as a “pedestrian walk only.”  No person shall roller blade, roller skate, skate board, or ride or drive any bicycle, scooter or similar vehicle upon the designated walkway.  (Amended by Ord. No. 169,113, Eff. 12\/4\/93.)<br \/><br \/>\tD.\tWithin the limits of any park other than beaches, no person shall:<br \/><br \/>\t1.\tSwim, bathe, wade in or pollute the water of any park, fountain pond, lake or stream, except as permitted by the Board or its authorized representative.<br \/><br \/>\t2.\tEnter any municipal swimming pool or dressing room therein at any time when a life guard or dressing room attendant is not present.<br \/><br \/>\t3.\tRoller skate, board skate, or ride or drive any bicycle, scooter, or similar vehicle on the decks surrounding a swimming pool or on tennis <span class=\"dictionary\">courts<\/span>.<br \/><br \/>\t4.\tCamp in a City park, except in locations designated for such purposes, or erect, maintain, use or occupy any Tent, excluding Umbrellas or Sun Shades.  (Amended by Ord. No. 182,153, Eff. 7\/18\/12.)<br \/><br \/>\t(a)\tDefinitions:  For purposes of this Subdivision, the following words or phrases shall mean:<br \/><br \/>\t(i)\t“Camp” means to erect, maintain or occupy a Camp Facility for any purpose, including lodging or living accommodation.<br \/><br \/>\t(ii)\t“Camp Facility” means one or more of the following:  a Tent, hut, other temporary physical shelter, cot, bed, sleeping bag, hammock or bedroll, erected, maintained or used for lodging or living accommodation.  The recreational use of a sleeping bag or bedroll that is removed from the park upon closing and not used to Camp is not considered a camp facility.<br \/><br \/>\t(iii)\t“Tent” means shelter or structure that is not entirely open and which lacks an unobstructed view into the Tent, shelter or structure from the outside.<br \/><br \/>\t(iv)\t“Umbrella or Sun Shade” means any canopy or cover that is open on all sides, consists of pliable tent-like <span class=\"dictionary\">material<\/span> such as canvas, nylon or other synthetic fabric, and that is held aloft by one or more supporting metal, plastic, or wooden poles.  No Umbrella or Sun Shade shall exceed eight feet in height and ten feet in diameter or width.  All Umbrellas or Sun Shades shall be dismantled and removed from the park before the park is closed.<br \/><br \/>\t5.\tOperate a boat on any pond, lake or waters therein, except as permitted by the Board or its authorized representative.<br \/><br \/>\tE.\tNo parent, guardian, or person having the <span class=\"dictionary\">custody<\/span> of any child under the age of eight (8) years shall cause, permit or allow such child to enter or visit any park, other than beaches, having a lake, pond, stream or swimming pool within its boundaries, unless such child is accompanied by a person of not less than sixteen (16) years of age.<br \/><br \/>\tF.\tNo person over eight (8) years of age shall enter or use any restroom in a park designated for persons of the other sex.<br \/><br \/>\tG.\tEvery person shall comply with rules promulgated by the Board for the use of golf courses, tennis <span class=\"dictionary\">courts<\/span>, and dog parks, which rules shall be conspicuously posted at each golf course, tennis <span class=\"dictionary\">court<\/span>, and dog park.  (Amended by Ord. No. 180,332, Eff. 12\/16\/08.)<br \/><br \/>\tH.\tIn parks consisting of beaches and water recreation areas, the Board or the Director of Beaches is hereby empowered and authorized to establish in and upon the beaches and water recreation areas water activity zones restricted as to the following uses:<br \/><br \/>\t1.\tBathing and Swimming Zones – No person shall use, possess or operate in the waters of the Pacific Ocean opposite any beach regulated by this section any <span class=\"dictionary\">object<\/span> commonly known as a surfboard, paddleboard or similar device (but not including surfmats which are made of a nonrigid <span class=\"dictionary\">material<\/span> with a non-slippery surface, so constructed that when inflated for use it will not fold in any direction between twenty-four (24) and thirty (30) inches in width and forty (40) to sixty (60) inches in length, and equipped with a safety rope, and belly boards) at such times and in such zone when said waters are restricted for swimming and bathing only.<br \/><br \/>\tSuch restrictions shall be effective when a yellow flag having dimensions of not less than two feet by two feet and having a solid black circle in the center (commonly known as a “blackball flag”) is prominently displayed from a lifeguard tower, lifeguard station, pier or similar structure under the control of the Department of Beaches.<br \/><br \/>\tAt such times as the blackball flag is displayed, swimming and bathing only shall be permitted in the waters of the Pacific Ocean opposite those areas of the beach within 200 yards of the point of display of said blackball flag, provided, however, that where said blackball flag is displayed from consecutive operational lifeguard towers, lifeguard stations and similar structures under the control of the Department of Beaches along a beach regulated by this article then all waters of the Pacific Ocean opposite said beach shall be restricted to swimming and bathing only.<br \/><br \/>\tSuch restrictions shall also be indicated by pairs of red flags put in place by the Director of Beaches or his authorized employee. At such times as said red flags are displayed, swimming and bathing only shall be permitted in the waters of the Pacific Ocean opposite those areas of the beach lying between a given pair of such red flags.<br \/><br \/>\t2.\tSurfboards Zone – Notwithstanding any other provision of this section, the Director of Beaches may from time to time designate certain areas to be used exclusively by persons using surfboards and paddleboards. Such designation may be revoked at any time and the area covered by any such designation may be enlarged or reduced at any time. A person shall not swim or bathe in the waters of the Pacific Ocean included in an area so designated except while using a surfboard or paddleboard or as is necessary in <span class=\"dictionary\">order<\/span> to use a surfboard or paddleboard.<br \/><br \/>\tI.\tWithin the limits of parks consisting of beaches and water recreation areas:<br \/><br \/>\t1.\tNo person shall surf by board or engage in bathing or swimming activities in any area posted as closed.<br \/><br \/>\t2.\tNo person shall bathe, swim, surf by board or operate any boat or other device in, or upon, water in violation of any authorized warning signal or device. Any person in violation of any warning signal or device or in violation of any Bathing and Swimming Zone or Surfboard Zone restriction shall not fail, refuse or neglect to leave the waters of the Pacific Ocean opposite any beach regulated by this section.<br \/><br \/>\t3.\tNo person shall engage in the sport commonly known as aquaplaning, water skiing, or any derivation thereof unless such activities are permitted by conspicuously posted signs at appropriate places upon the beach and lands abutting and adjacent thereto.<br \/><br \/>\t4.\tNo person shall use any spear gun on any beach or in any waters within one thousand (1,000) feet of shore unless otherwise specifically permitted in posted areas.<br \/><br \/>\t5.\tNo person shall operate a boat within one hundred (100) feet of any bather or swimmer, or within two hundred (200) feet of a beach used by bathers or swimmers.<br \/><br \/>\t6.\tNo person shall beach or launch any boat, except at a place designated for such purposes. The Board or the Director of Beaches may designate any beach area or portions thereof as an area which may be used for the purpose of beaching or launching boats.<br \/><br \/>\t7.\tNo person shall use, possess or operate any <span class=\"dictionary\">object<\/span> commonly known as a surfmat, paddleboard, bellyboard, surfboard, or similar device except within 200 yards from shore or 75 yards seaward of the point at which the average wave breaking, whichever distance is greater, or when used by a skin diver to hold his or her flag.<br \/><br \/>\t8.\tNo person shall bring or permit or allow in the waters of the Pacific Ocean opposite any beach regulated by this section any <span class=\"dictionary\">object<\/span> commonly known as, or used as, a paddleboard or surfboard, within 100 feet of any person in the waters thereof who was not at the time using or possessing a similar <span class=\"dictionary\">object<\/span>.<br \/><br \/>\t9.\t(Amended by Ord. No. 163,039, Eff. 1\/17\/88.)  No person shall erect, maintain, use, or occupy on any beach, any tent, lodge, shelter, or structure that has more than two sides closed. Any such tent, lodge, shelter or structure shall otherwise be entirely open and there shall be an unobstructed view into such tent, lodge, shelter or structure from the outside except for the two closed sides. If the tent, lodge, shelter or structure is other than rectangular in shape, no more than one-third of the outside thereof shall be closed and there shall otherwise be an unobstructed view into it. Any tent, lodge, shelter or structure erected, maintained, used or occupied on a beach shall consist of pliable, tent-like <span class=\"dictionary\">materials<\/span> such as canvas, nylon or pliable synthetic <span class=\"dictionary\">material<\/span>.<br \/><br \/>\tIn no event shall any such tent, lodge, shelter or structure be erected or maintained closer than fifty (50) feet from any other tent, lodge, shelter or structure.<br \/><br \/>\tAny such tent, lodge, shelter or structure shall be dismantled and removed from the beach each day and no part thereof shall remain overnight.<br \/><br \/>\tNo person shall fasten or maintain any guy wire, guy rope or exterior bracing or support of any tent, lodge, shelter or structure between it or any portion thereof, and any structure, stake, rock or thing outside of such tent, lodge, shelter or structure.<br \/><br \/>\t10.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  No person shall enter, be, or remain on any beach area unless that person complies with all regulations applicable to that beach and with all other applicable <span class=\"dictionary\">ordinances<\/span>, rules and regulations.<br \/><br \/>\t11.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  A person exercising any of the <span class=\"dictionary\">privileges<\/span> authorized by this section does so at that person’s own risk without liability on the part of the City for any injury to person or property resulting therefrom.<br \/><br \/>\t12.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  Except as otherwise provided in this section or as authorized by the Board, no person shall camp on or use for overnight sleeping purposes any beach, or bring a housetrailer, camper or similar vehicle onto any beach.<br \/><br \/>\t13.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)<br \/><br \/>\tJ.\tWithin the limits of any park containing a fishing pier:<br \/><br \/>\t1.\tNo person shall operate any vehicle on a fishing pier, except as permitted by the Board or its authorized representative.<br \/><br \/>\t2.\tNo person shall ride a bicycle, scooter, skate, skateboard, or other wheeled device on any pier. Subdivisions 1 and 2 of this subsection shall not apply to the use of wheelchairs by persons whose physical condition necessitates such use.<br \/><br \/>\t3.\tNo person shall dive or jump, or cause another to fall, dive or jump from a pier, or climb or be on the outside of the railing of a pier except:<br \/><br \/>\t(a)\tmembers of the lifeguard service of the Department of Beaches or any other person as may be delegated by the lifeguard service or any of its personnel to assist them in rescuing or saving lives;<br \/><br \/>\t(b)\tmembers of the lifeguard service during the course of drills and training;<br \/><br \/>\t(c)\tauthorized persons involved in the maintenance, repair or construction of the pier or a part thereof; or<br \/><br \/>\t(d)\tas a participant in an aquatic event or activity which is approved and authorized by the Director of Beaches.<br \/><br \/>\t4.\tNo person shall swim, operate or otherwise use a surfboard, skindive or use self-contained underwater breathing apparatus within an area described as one hundred (100) feet of either side of the pier except for purposes otherwise authorized by this article.<br \/><br \/>\t5.\tNo person shall climb or crawl on the pier railings, pilings or under structures.<br \/><br \/>\t6.\tNo person shall do any overhead casting or allow any fishing lure or hook to pass inboard of the pier railing while casting.<br \/><br \/>\t7.\tNo person shall clean any fish except at locations provided for that purpose.<br \/><br \/>\t8.\tNo person shall use more than one pole or drop line at any one time.<br \/><br \/>\t9.\tNo person shall fish or trap sea life for commercial purposes.<br \/><br \/>\t10.\tNo person shall use any fishing spear or spear gun.<br \/><br \/>\tK.\tWithin the limits of any parking lot located within the limits of any park:<br \/><br \/>\t1.\tNo person shall drive a vehicle onto any public parking lot without paying the posted fee to the attendant on duty thereon or by paying the metered fee.<br \/><br \/>\t2.\tNo person shall stand or park any vehicle on any metered or unmetered public parking lot between the hours of 10:30 o’clock p.m. and 5:00 o’clock a.m. of the following day or such other hours as the Council may establish for each public parking lot by <span class=\"dictionary\">ordinance<\/span>, whether said vehicle is occupied or unoccupied.  Provided, however, that within the limits of parks consisting of ocean areas, beaches or piers, no person shall stand or park any vehicle on any metered or unmetered public parking lot between the hours of 12:00 midnight and 5:00 o’clock a.m. of the following day or such other hours as the Council may establish for each such parking lot by <span class=\"dictionary\">ordinance<\/span>.  (Amended by Ord. No. 164,209, Eff. 1\/8\/89.)<br \/><br \/>\t3.\tNo person shall refuse to exhibit upon demand of any attendant the driver or operator’s portion of a parking ticket when the driver or operator of any vehicle that is standing, parked or being operated on any unmetered parking lot has been issued a numbered parking ticket.<br \/><br \/>\t4.\tNo person shall remove the identifying portion of a parking ticket from any vehicle while on such parking lot.<br \/><br \/>\t5.\tNo person shall drive a vehicle onto any public parking lot through a driveway posted with a sign stating “Do Not Enter”.<br \/><br \/>\t6.\tNo person shall remove an automobile from  public parking lot except through a gateway or driveway marked “Exit”.<br \/><br \/>\t7.\tNo person shall park in a parking lot, except entirely within a space indicated by painted lines, said spaces being commonly referred to as a “parking slot” or “parking stall”.<br \/><br \/>\t8.\tNo person shall park where there is posted a “No Parking” sign.<br \/><br \/>\t9.\tNo person shall drive a truck of more than one (1) ton capacity on any public parking lot.<br \/><br \/>\t10.\tNo person shall drive a motor vehicle upon any public parking lot at a speed greater than ten (10) miles per hour, unless otherwise posted.<br \/><br \/>\t11.\tNo person shall drive a vehicle in excess of the posted speed limit.<br \/><br \/>\t12.\tNo person shall teach another person to drive a motor vehicle or use such parking lot for driving practice.<br \/><br \/>\t13.\tThe provisions of Subdivisions 2.,7., and 8. of Subsection K. shall be enforced by civil <span class=\"dictionary\">penalty<\/span> in the same manner as the provisions of Section 80.76.2 of this Code.  (Added by Ord. No. 168,782, Eff. 7\/12\/93.)<br \/><br \/>\tL.\tNotwithstanding the provisions of Section 63.44 K.2., where a parking lot is located within any park, including those consisting of beach and water recreation areas, the Director of Beaches, or the Board in the event the City exercises management and control over such park, may post or cause to be posted a sign at the entrance to such parking lot indicating that the lot is closed to public parking at an hour earlier than 1:00 a.m. or later that 3:00 a.m. When such sign is posted, no person shall stand or park an occupied or unoccupied vehicle within the parking lot during the hours wherein parking is prohibited. Any vehicle parked in violation of the provisions of this subsection may be removed from such parking lot in accordance with the provisions of the Vehicle Code of the State of California.  (Amended by Ord. No. 164,209, Eff. 1\/8\/89.)<br \/><br \/>\tM.\tWithin the limit of any zoological garden located within a public park, no person other than authorized City employees shall:<br \/><br \/>\t1.\tFeed or throw food to any animal located therein, except in that area of the Children’s Zoo so designated, approved food may be fed to animals located therein.<br \/><br \/>\t2.\tHarass, tease or annoy any animal by means of gestures, movements, throwing of <span class=\"dictionary\">objects<\/span>, shouting or by any other means.<br \/><br \/>\t3.\tHave within their <span class=\"dictionary\">possession<\/span> any cans, bottles, skateboards, bats, balls, a knife with a blade longer than three (3) inches, or any other <span class=\"dictionary\">objects<\/span> which are capable of being thrown at or otherwise used to harm any animal.<br \/><br \/>\tN.\t(New Subsec. N. Added by Ord. No. 173,878, Eff. 4\/12\/01.)  Within the limit of any park or portion thereof designated by the Board as a skateboard facility, whether the facility is supervised or unsupervised:<br \/><br \/>\t1.\tNo person shall ride a skateboard unless that person is wearing a helmet, elbow pads and knee pads.<br \/><br \/>\t2.\tNo person shall ride a bicycle or scooter in the skating area.<br \/><br \/>\t3.\tThe opening and closing hours of the park shall be 12:00 noon to sunset on Monday through Friday, and 9:00 a.m. to sunset on Saturdays, Sundays and holidays; however, skate parks shall also be closed during periods of wet weather or when conditions, such as wet weather, make it unsafe to skate.<br \/><br \/>\t4.\tThe Board shall cause signs to be posted at all skateboard facilities providing reasonable notice that any person riding a skateboard at the facility must wear a helmet, elbow pads and knee pads while skateboarding; that no bicycles or scooters are allowed in the skating area; that the park hours are 12:00 noon to sunset Monday through Friday and 9:00 a.m. to sunset on Saturday, Sunday and holidays;  that the park will be closed during periods of wet weather or when conditions make it unsafe to skate; and, that any person in violation of this <span class=\"dictionary\">ordinance<\/span> will be subject to <span class=\"dictionary\">citation<\/span> for violation thereof.<br \/><br \/>\tO.\t(New Subsec. O. Added by Ord. No. 173,922, Eff. 5\/28\/01.)  Within the limit of any park consisting of beach lands or beach properties adjoining the waterfront of the Pacific Ocean between the southerly boundary of the City of Santa Monica and Washington Street in the City of Los Angeles:<br \/><br \/>\t1.\tNo person shall operate a motorized scooter on any boardwalk, sidewalk, bike path or other public way.  For the purpose of this subsection, the term “motorized scooter” shall mean any two-wheeled device that has handlebars, is designed to be stood or sat upon by the operator, and is powered by an electric motor that is capable of propelling the device with or without human propulsion, excluding motorcycles (as defined in Vehicle Code Section 400), motor-driven cycles (as defined in Vehicle Code Section 405), motorized bicycles or mopeds (as defined in Vehicle Code Section 406) and a toy (as defined in Health and Safety Code Section 108550).  A device meeting the above definition that is powered by a source other than electrical power is also a motorized scooter.<br \/><br \/>\tP.\t(New Subsec. P. Added by Ord. No. 179,129, Eff. 8\/28\/07.)  Within the limit of any park designated by this subsection as being in a high fire hazard zone and between April 1 and November 1 of each year:<br \/><br \/>\t1.\tNotwithstanding any other provision of this Code, no person shall light, ignite, set fire to, or burn any substance, or maintain an open flame of any kind for any purpose, including but not limited to cooking and barbecuing, except in areas specifically designated and posted to allow open flames.<br \/><br \/>\t2.\tThe Department shall post and maintain “No Open Flame” signs in conspicuous locations.  These signs shall clearly and conspicuously recite the phrase “NO OPEN FLAMES BETWEEN APRIL 1 AND NOVEMBER 1&#038;″ and shall cite this subdivision of Section 63.44 of the Los Angeles Municipal Code.  The General Manager of the Department shall be authorized when fire hazardous conditions are present, to extend the period during which open flames are prohibited in parks designated by this subdivision; provided, if open flames are prohibited prior to April 1 or after November 1, the Department shall modify the signs required by this subdivision to provide notice of the dates that open flames are prohibited.<br \/><br \/>\t3.\tThe following parks are located in a high fire hazard zone:<br \/><br \/>\tAndres Pico Adobe Park\n\tAliso Canyon Park\n\tAliso Triangle\n\tAlizondo Drive Park\n\tAngels Gate Park\n\tAngels Point\n\tAscot Hills Park\n\tAverill Park\n\tBandini Canyon Park\n\tBarnsdall Art Park\n\tBee Canyon\n\tBell Canyon\n\tBell Canyon Park\n\tBeverly Glen Park\n\tBogdanovich Park\n\tBrand Park\n\tBriarwood Park\n\tBronson Canyon\n\tBrowns Creek Park\n\tCarey Ranch\n\tCarlin G. Smith\n\tCastle Peak Park\n\tChase Park\n\tChatsworth Oaks Park\n\tChatsworth Park North\n\tChatsworth Park South\n\tCleland Avenue Bicentennial Park\n\tColdwater Canyon Park\n\tCrestwood Hills Park\n\tDe Neve Square Park\n\tDecker Canyon Camp\n\tDeervale-Stone Canyon Park\n\tEddleston Park\n\tEl Escorpion Canyon\n\tEl Sereno North Park\n\tEl Sereno Park\n\tElysian Park – All Areas\n\tElysian Therapeutic Recreational Center\n\tErnest E. Debs Regional Park\n\tFacility Site House\n\tFehlhaber-Houk Park\n\tFerraro Sports Complex\n\tFryman Canyon\n\tGlassell Park Recreation Center\n\tGrace E. Simons Lodge\n\tGriffith Park – All Areas\n\tHaines Canyon Park\n\tHansen Dam Golf Course\n\tHansen Dam Recreation Area\n\tHarbor Regional\n\tHeritage Square\n\tHermon Park\n\tHill-Palmer House\n\tHolleigh Bernson Memorial Park\n\tKnapp Ranch Park \n\tKnapp Ranch Park West\n\tLa Tuna Canyon\n\tLake Hollywood Park\n\tLake View Terrace Park\n\tLaurel Canyon Dog Park\n\tLaurel Canyon Park\n\tLazy J Ranch Park\n\tLeland Park\n\tLilac Terrace Park\n\tLimekiln Canyon\n\tLos Angeles Zoo\n\tLos Feliz Pitch &#038; Putt Golf Course\n\tMae Boyar Park\n\tMandeville Canyon Park\n\tMcGroarty Park\n\tMoon Canyon Park\n\tMoonshine Canyon Park\n\tMt. Olympus\n\tMulholland View Site #16\n\tNorman O. Houston Park\n\tO’Melveny Park\n\tOrcas\/Gabrieleno Equestrian Park\n\tOrcutt Ranch Horticultural Center\n\tOro Vista Park\n\tPalisades Park\n\tPalisades Recreation Center\n\tPalisades Slide Area\n\tPalisades-Asilomar Park\n\tPasko Park\n\tPeck Park\n\tPilsn Property\n\tPorter Ranch Park\n\tPorter Ridge Park\n\tPotrero Canyon Park\n\tPueblo de Rio Park\n\tRena Park\n\tReseda\/Rinaldi Park\n\tRichard Alatorre Park\n\tRivas Canyon Park\n\tRoger Jessup Park\n\tRoosevelt Golf Course\n\tRunyon Canyon\n\tRustic Canyon\n\tSan Vicente Mountain Park\n\tSanta Ynez Canyon\n\tSepulveda Basin Recreation Area\n\tSerrania Ave Park\n\tShadow Ranch Recreation Center\n\tStetson Ranch Equestrian Park\n\tStoney Point Park\n\tSullivan Canyon Park\n\tTaxco Trails Park\n\tTemescal Canyon Park\n\tThe Homestead Acre\/\n\tTregnan Golf Academy\n\tVanalden Park\n\tVerdugo Mountain Park\n\tVia De Las Olas Park\n\tViking Park\n\tVilla Cabrini Park\n\tWarner Center Park\n\tWattles Garden Park\n\tWest Hills Park\n\tWhite’s Point Nature Preserve\n\tWilacre Park\n\tWilbur-Tampa Park\n\tWilder’s Addition (Point Fermin Park)\n\tWilson\/Harding Municipal Golf Course\n\tWoodbine Park\n\tWoodland Hills Park\n\tZelzah Park<br \/><br \/>\tQ.\tThe provisions of this section shall not prevent nor be construed to limit or prohibit any duly authorized departmental officer, agent or employee, or any duly authorized <span class=\"dictionary\">peace officer<\/span>, from performing any act within the scope of his official duties.  (Subsec. N. Redesignated Subsec. O. by Ord. No. 173,878, Eff. 4\/12\/01; Subsec. O. Redesignated Subsec. P. by Ord. No. 173,922, Eff. 5\/28\/01; Subsec. P. Redesignated Subsec. Q. by Ord. No. 179,129, Eff. 8\/28\/07.)<\/p><\/section>","previous_section":{"id":"2303","structure_id":"32","section_number":"63.41","catch_line":"Park Rangers: Authorization To Arrest.","url":"\/63.41\/","token":"63.41"},"text":{"0":{"id":"3054","text":"  REGULATIONS AFFECTING PARK AND RECREATION AREAS.\n\t(Added by Ord. No. 153,027, Eff. 11\/16\/79.)\tA.\tDefinitions:  As used in this section:\t“Beach” shall include public seashore and shoreline areas bordering the Pacific Ocean that are owned, managed or controlled by the City.  (Added by Ord. No. 163,039, Eff. 1\/17\/88.)\t“Park” shall include every public park, roadside rest area, playground, zoological garden, ocean, beach or other recreational facility area, together with any parking lot, reservoir pier, swimming pool, golf course, court, field, bridle path, trail, or other recreational facility, or structure thereon, in the City of Los Angeles and under the control, operation or management of the Board of Recreation and Park Commissioners, the Los Angeles County Department of Parks and Recreation, the Los Angeles County Department of Beaches, or the Los Angeles Memorial Coliseum Commission. “Park” does not include any State Historic Park located within the City of Los Angeles.\t“Board” shall mean the Board of Recreation and Park Commissioners.\tB.\tWithin the limits of any park or other City-owned Harbor Department designated and controlled property within the City of Los Angeles:  (Amended by Ord. No. 174,737, Eff. 9\/9\/02.)\t1.\tNo person under the age of 18 years shall cause, permit or allow any ungelded equine animal to be present in said park.\t2.\t(Amended by Ord. No. 160,401, Eff. 11\/1\/85.)  No person shall cause, permit or allow any animal owned or possessed by him or any animal in his care, custody or control to be present in said park except:\t(a)\tEquine animals being led or ridden under reasonable control upon bridle paths or trails provided for such purposes; or\t(b)\tEquine or other animals which are hitched or fastened at a place expressly designated for such purposes; or\t(c)\tDogs which have been specially trained and are being used by blind or otherwise disabled persons to aid and guide them in their movements.  (Amended by Ord. No. 172,088, Eff. 7\/30\/98.)\t(d)\t(Amended by Ord. No. 180,332, Eff. 12\/16\/08.)  Licensed dogs or cats when led by a leash not more than six (6) feet long, or when confined within the interior of a vehicle, or licensed dogs under the control of a competent person in designated dog exercise and training areas at:\t(i)\tCity parks or portions of City parks approved and designated as dog exercise and training areas by the Board of Recreation and Park Commissioners and approved by the City Council by ordinance;\t(ii)\tLaurel Canyon Park from 7:00 a.m. to 10:00 a.m. and from 3:00 p.m. until park closing every day of the week;\t(iii)\tSilver Lake Recreation Center, provided, however, that no dogs, whether or not led by a leash, shall be permitted or allowed in any part of the Silver Lake Recreation Center other than the fenced area designated as a dog exercise and training area, except as permitted or allowed by Paragraph (c) hereof;\t(iv)\tA portion of the Sepulveda Basin Recreation Area consisting of approximately 10 acres and located on Victory Boulevard near White Oak Avenue, which shall be open at sunrise and closed at sunset every day of the week;\t(v)\tA portion of Runyon Canyon Park consisting of approximately 90 acres located within the area 825 feet north of the Fuller Street entrance, 450 feet east of the Vista Street entrance and 1,850 feet south of the Mulholland Drive entrance.  The boundaries of the off-leash dog exercise area described in this subparagraph shall be appropriately designated within the park.  A separate portion of Runyon Canyon Park consisting of approximately 21,000 square feet located between the Fuller Street and Vista Street entrances and enclosed by a fence shall be designated a “no dogs or cats allowed” area and no dogs or cats shall be permitted or allowed inside the designated fenced area whether on or off leash;\t(vi)\tA portion of Barrington Park consisting of 1.4 acres as designated on the site plan contained in Council File No. 02-0094 which shall be appropriately designated within the park and enclosed by fencing as indicated on the site plan.  No dogs, whether on or off leash, shall be permitted or allowed in any area of Barrington Park other than the fenced area designated as an off-leash dog exercise area, except as provided by Paragraph (c) hereof;\t(vii)\tAn enclosed portion of Knoll Hill consisting of approximately three acres as designated on Knoll Hill by the Harbor Department;\t(viii)\tAn enclosed area consisting of approximately .84 acres, bounded by the Westminster Senior Center parking lot on the west, Main Street on the east, Westminster Avenue on the south and Clubhouse Avenue on the north, which shall be opened at sunrise and closed at sunset every day of the week;\t(ix)\tA designated fenced area consisting of approximately .86 acres in Hermon Park;\t(x)\tA designated area consisting of approximately 1.6 acres at Griffith Park and located at the north end of the John Ferraro Soccer Field on North Zoo Drive;\t(xi)\tA designated area consisting of approximately 3 acres at Whitnall Park on Whitnall Highway in North Hollywood, including a 50,000 square foot area for large dogs and a 22,500 square foot area for small dogs.\tThe exception to Subdivision 2. contained in this Paragraph as it pertains to dogs shall not apply upon any boardwalk, sidewalk or public way immediately adjacent to any beach lands or beach properties adjoining the waterfront of the Pacific Ocean between the southerly boundary of the City of Santa Monica and Washington Street in the City of Los Angeles, between the hours of 11:00 a.m. and 8:00 p.m. on weekends and holidays from Memorial Day through October 31, and no dogs shall be permitted within the area during those times and days.\t3.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall rent or offer for rent, or sell or offer for sale any commercial merchandise, or any article or thing of any kind or nature whatsoever; or practice, carry on, conduct or solicit any trade, occupation, business, or profession, except by contract with the Board, Department, Commission or their authorized representatives. Nothing in this subdivision, however, shall prohibit the sale or offering for sale of newspapers, periodicals, books, pamphlets and other forms of communication except that said sale of offering for sale is prohibited in museums, in those portions of a park to which access is restricted by the payment of an admission fee or in those facilities which are operated under contract with the Board, Department or Commission.  (Amended by Ord. No. 159,064, Eff. 7\/16\/84.)\t4.\tNo person shall play or utilize any sound amplifying system except within or upon an area or facility set aside for such purpose by the Board, Department or Commission. For the purposes of this and the next subdivision, “sound amplifying system” shall mean and include any system of electrical hookup or connection, loud speaker system or equipment, sound amplifying system, and any apparatus, equipment, device, instrument, or machine designed for or intended to be used for the purpose of amplifying the sound or increasing the volume of the human voice, musical tone, vibration or sound wave. This subdivision shall not apply to the regular and customary use of portable radios, televisions, record players or tape recorders played or operated in such places and at such times so as not to disturb other persons in their permitted uses of the park.\t5.\tNo person shall hold or conduct any musical event or concert in which any sound amplifying system is utilized without first obtaining a written permit to do so from the Board, Department or Commission. The application for such musical event permit shall state:\tThe name of the person or persons applying for the permit; the particular park and location therein at which the musical event is proposed to take place; the date and time of the event; the number of persons who will perform at such musical event; and the size of the expected audience. A written permit for the musical event shall be issued upon reasonable terms and conditions except when:\t(a)\tThe location requested has been previously reserved for the same date and time by another person or organization for a particular activity; or\t(b)\tThe size of the audience reasonably expected to attend the musical event will exceed the capacity of the location requested.\t6.\tNo person shall play any musical instrument between the hours of 10:00 p.m. and 7:00 a.m. within seven hundred and fifty (750) feet of any structure used for dwelling purposes, except within or upon an area or facility set aside for this purpose by the Board or Department. For purposes of this subdivision, the term “musical instrument” includes but is not limited to drums and other percussion devices.\t7.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall use any area or facility set aside, used, maintained or designated for a specific recreational or park purpose by the Board, Department, Commission or Department of Beaches, which purpose is reasonably apparent from the appearance, construction or designation of such facility or area, or as to which reasonable notice of such designation or purpose is given by signs posted thereon, for a purpose contrary to or inconsistent with such specific or designated purpose.\t8.\tNo person shall land, release, take off or fly any balloon, except children toy balloons not inflated with any flammable material, helicopter, parakite, hang glider, aircraft or powered models thereof, except in areas specifically set aside therefor.\t9.\tNo person shall engage in any voluntary parachute jump.\t10.\tNo person shall use any bow or crossbow, or throw or release any arrows, except as specifically permitted in designated archery areas.\t11.\tNo person shall take, seize or hunt any bird, animal or fish except that lost or escaped dogs, cats or horses may be searched for.\t12.\tNo person shall remove any wood, tree, shrub, plant, turf, grass, soil, rock, sand or gravel.\t13.\tNo person, without permission from the Board or the Department of Recreation and Parks, shall cut, break, injure, tamper with, deface or disturb any tree, shrub, plant, rock, building, cage, pen, monument, fence, bench, structure, apparatus, equipment or property; or mark, paint, post or write upon any building, monument, fence, bench or other structure.  (Amended by Ord. No. 168,219, Eff. 10\/4\/92.)\t14.\t(Amended by Ord. No. 164,209, Eff. 1\/8\/89.)\t(a)\tNo person shall enter, remain, stay or loiter in any park between the hours of 10:30 p.m. and 5:00 a.m. of the following day.  On any public park or recreational facility subject to this section, the supervising employee at such site may extend the 10:30 p.m. closing time for up to one and one-half hours to accommodate any departmentally approved event, except for Griffith Park, for which the supervising employee at such site may extend the 10:30 p.m. closing time for up to only one hour to accommodate any departmentally approved event.  (Amended by Ord. No. 180,461, Eff. 2\/8\/09.)\t(b)\tNo person shall enter, remain, stay or loiter in any park which consists of an ocean area, beach, or pier between the hours of 12:00 midnight and 5:00 o’clock a.m. of the following day; except that no person shall remain, stay or loiter on Royal Palms Beach between the hours of 8:00 o’clock p.m. and 5:00 o’clock a.m. of the following day. On any park which consists of an ocean area, beach, or pier subject to this Section, the supervising employee at such site may extend the 12:00 midnight closing time, or in the case of Royal Palms Beach the 8:00 o’clock p.m. closing time, to accommodate special events such as grunion runs and other events approved by the Department of Recreation and Parks or the Los Angeles County Department of Beaches, as applicable.\t(c)\tNo person shall enter, remain, stay or loiter in any of the following parks or facilities between the closing hour and the opening hour of the following day.  The closing and opening hours for each of the following parks or facilities shall be as follows:  (Amended by Ord. No. 182,153, Eff. 7\/18\/12.)\tBellevue Recreation Center – closed at 10:00 p.m., open at 5:00 a.m.\tCabrillo Beach pay Parking Lot (Port parking section) – closed at 10:30 p.m., open at 3:00 a.m.\tElysian Park – closed at 9:00 p.m. (except for two parking lots adjacent to it, which shall close at 10:30 p.m.), open at 5:00 a.m.\tStoner Skate Plaza – closed at 7:00 p.m., open at 10:00 a.m. Monday through Sunday during Daylight-Savings Time, and closed at 5:00 p.m., open at 10:00 a.m. Monday through Sunday during Non-Daylight Savings Time.\tClosed one hour after Sunset, open one hour before Sunrise:\n\tDearborn Park\n\tErnest E. Debs Regional Park (except to open no earlier than 5:30 a.m.)\n\tHansen Dam Recreation Center\n\tRunyon Canyon Park\n\tTelfair Park\tClosed at Sunset, open at Sunrise:\n\tAbbott Kenney Park\n\tBell Canyon Park\n\tCarey Ranch Park\n\tChase Street Park\n\tDeervale Park\n\tDel Rey Lagoon\n\tEl Escorpian Canyon Park\n\tErwin Street Park\n\tHansen Dam Recreational Lake\n\tHarold Henry Park\n\tJesse Owens Park\n\tKagel Canyon Park\n\tKen Malloy Harbor Regional Park (except the northern end of the park, as designated by appropriate signage, which shall close at 4:00 p.m. and open at 10:00 a.m.)\n\tKnapp Ranch Park Annex\n\tLiemert Plaza\n\tLinnie Canal Park\n\tOrcas Park\n\tOrcutt Ranch\n\tPacific Palisades Park:  (portions near Via De Las Olas and near Mount Holyoak, as designated by appropriate signage)\n\tPorter Ranch Subparks:  (Palisades Bridle Trails, Wilbur-Tampa, Eddleston, Limekiln Canyon, Porter Ridge, and Viking)\n\tRichardson Family Park\n\tRobert Burns Park\n\tSan Pascual Park\n\tSepulveda Basin Recreation Area Facilities:  (Woodley Flight Field, Sepulveda Wildlife Reserve, the North Parking Lot of Balboa Park, Lake Balboa Park, Off-Leash Dog Exercise Area)\n\tSouth Weddington Park\n\tStoney Point Park\n\tValley Plaza Park:  (Laurel Grove and Whitsett Sections)\n\tVilla Cabrini Park\n\tYucca Mini Park\t15.\tNo person shall ride or pull any horsedrawn vehicle on bridle trails or other areas except as specifically provided for such purposes by the Board.\t16.\tNo person shall drive or ride any cycle or vehicle, whether powered by a motor or human power, except on paths, roads or drives designed and provided for such purposes.\t17.\tNo person shall make or kindle a fire or cook food, except on a stove or masonry or concrete hearth or fire circle provided for such purpose, or on a portable stove or hearth of an approved type and in areas specifically posted for such use.\t18.\tNo person shall erect any barrier or lay, string or join any wires, ropes, chains or place any obstruction on or across any path, trail or area where the public may be expect to make contact with such barrier, wire, rope or chain.\t19.\tNo person shall throw, discard or deposit any paper, rubbish, debris, ashes, dirt, bottles, cans, trash or litter of any kind or nature whatsoever, except in receptacles specifically provided therefor.\t20.\tNo person shall appear, bathe, sunbathe, walk or be in any public park, playground, beach or the waters adjacent thereto, in such a manner that the genitals, vulva, pubis, pubic symphysis, pubic hair, buttock, natal cleft, perineum, anus, anal region, or pubic hair region of any such person, or any portion of the breast at or below the upper edge of the areola thereof of any such female person, is exposed to public view or is not covered by an opaque covering.\t(a)\tThis subdivision shall not apply to children under the age of 10 years.\t(b)\tThis subdivision shall not apply to live theatrical performances performed in a theater, concert hall, or other similar establishment located on public land.\t21.\tNo person shall carry or discharge any firearms, firecrackers, fireworks, rockets, model rockets, torpedoes, airgun or slingshot.\t22.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person shall assemble, collect or gather together in any walk, driveway, passageway or pathway in any park or in other places set apart for the travel of persons or vehicles in or through any park or occupy the same so that the free passage or use thereof by persons or vehicles passing along the same shall be obstructed in any manner.\t23.\t[Suspended until further action by Ord. No. 176,929, Eff. 10\/1\/05.]  No person, without permission from the Board or the Department of Recreation and Parks, shall distribute, display, circulate, post, place or erect any bills, notice, paper, or advertising device or matter of a commercial nature.  (First para. Amended by Ord. No. 168,219, Eff. 10\/4\/92.)\t(a)\tNothing contained herein shall be construed to prohibit sport organizations qualified as nonprofit organizations under State and federal tax laws pursuant to written permit from the Board, from posting and maintaining signs at sport fields where such organizations conduct a sport recreation program or programs acknowledging the sponsorship of such organizations by firms, businesses, or individuals; provided that as to any location where the Board authorizes such signs to be posted the following conditions are met:\t(1)\tThe sole or primary purpose of the nonprofit sport organization is to conduct a sport recreation program or programs at the sport field involved.\t(2)\tThe nonprofit sport organization is required to maintain the sport field involved at its own cost and expense.\t(3)\tSuch signs are posted only during the playing season for that particular sport each year and only for the shorter of either the duration of the season or the period of time that the non-profit sport organization operates that season’s program at that facility, and not at any other time.\t(4)\tThe proceeds derived from the sponsorships acknowledged by such signs are expended solely for the maintenance of the sport field involved; except that any surplus after meeting such expenses may be expended to meet the expenses incurred by the non-profit organization in conducting the recreation program or programs at that facility.\t(5)\tThe signs are placed only on the perimeter fence of the field, are one-sided, facing the spectator area of the field, and are of a size, number and design as specified by the Board.\t(6)\tEach such sign identifies the sponsor as well as the non-profit organization and contains a statement declaring such sponsorship or support.\t(b)\tNothing contained herein shall be construed to prohibit the County of Los Angeles from conducting a Marketing Program on those beaches which are the subject of that certain “Joint Powers Agreement Between the City of Los Angeles and the County of Los Angeles Providing for Lifeguard and Maintenance Services to be Rendered by the County on Beaches Located Within the City” dated May 20, 1975, as amended. The term “Marketing Program” is defined to mean a program whereby the County grants third parties limited advertising rights on the beaches, such as the right to display name or product identification on lifeguard towers, trucks, uniforms, rescue boats, lifeguard equipment, public restrooms, fences, concession buildings, parking lot receipts and other beach facilities, in exchange for financial support in the form of money, equipment or services to be used in performing the obligations assumed by the County in the Agreement. Provided, however, that any such name and product identification shall not directly solicit the sale, use or consumption of any product; that the County shall not permit name and product identification of alcoholic beverage or tobacco products; and that the County shall not display the name of any marketing program sponsor or donor, or of their products on the beaches in any manner other than as is described in this subsection without the prior written approval from the Board. Additionally, such Marketing Program shall be subject to all of the restrictions set forth in Section 2.116.210 of the Administrative Code of the County of Los Angeles, which is incorporated herein by reference as amended from time-to-time.\t24.\t(Added by Ord. No. 179,058, Eff. 9\/18\/07.)  No person, except as provided here, shall light, ignite, or otherwise set fire to, or smoke, carry, throw or discard any lighted tobacco products, including cigarettes, cigars or smoking tobacco.  For purposes of this subdivision, “smoke” and “smoking” shall include the carrying or holding of a lighted pipe, cigar or cigarette of any kind, or any other lighted smoking equipment or the emitting or exhaling the smoke of a pipe, cigar, cigarette or any other smoking equipment.  No person shall discard, dispose of, or deposit any tobacco product, including cigarette and cigar butts and ashes, except in approved containers specifically placed and designated for receipt of trash, refuse, rubbish, litter or other kind of waste materials.  The Department shall post and maintain “No Smoking” signs in conspicuous locations.  All these signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall cite this subdivision of Section 63.44 of the Los Angeles Municipal Code.  A violation of this subdivision shall be punishable as an infraction.\tSmoking is permitted in the following areas: \t(1)\tCity golf courses, except for the following courses where smoking is only allowed in designated areas and not in all areas of the course:\t(a)\tRoosevelt Golf Course\t(b)\tWilson Golf Course\t(c)\tHarding Golf Course\t(d)\tTregnan Golf Academy \t(2)\tThose areas within parks that are specified in a permit issued by the Recreation and Parks Film Office authorizing smoking for filming purposes only and by actors only; and\t(3)\tDesignated smoking areas at the Autry National Center, the Greek Theater, and the Los Angeles Zoo.\tC.\tThe Board is hereby authorized to designate particular park roads for commercial trucks and vehicles for park purposes only.  No such truck or vehicle carrying any article for trade or commerce shall drive upon any park road except as may be specifically provided or designated for such use.  The 1.5 mile walkway surrounding Lake Balboa in Lake Balboa Park shall be designated as a “pedestrian walk only.”  No person shall roller blade, roller skate, skate board, or ride or drive any bicycle, scooter or similar vehicle upon the designated walkway.  (Amended by Ord. No. 169,113, Eff. 12\/4\/93.)\tD.\tWithin the limits of any park other than beaches, no person shall:\t1.\tSwim, bathe, wade in or pollute the water of any park, fountain pond, lake or stream, except as permitted by the Board or its authorized representative.\t2.\tEnter any municipal swimming pool or dressing room therein at any time when a life guard or dressing room attendant is not present.\t3.\tRoller skate, board skate, or ride or drive any bicycle, scooter, or similar vehicle on the decks surrounding a swimming pool or on tennis courts.\t4.\tCamp in a City park, except in locations designated for such purposes, or erect, maintain, use or occupy any Tent, excluding Umbrellas or Sun Shades.  (Amended by Ord. No. 182,153, Eff. 7\/18\/12.)\t(a)\tDefinitions:  For purposes of this Subdivision, the following words or phrases shall mean:\t(i)\t“Camp” means to erect, maintain or occupy a Camp Facility for any purpose, including lodging or living accommodation.\t(ii)\t“Camp Facility” means one or more of the following:  a Tent, hut, other temporary physical shelter, cot, bed, sleeping bag, hammock or bedroll, erected, maintained or used for lodging or living accommodation.  The recreational use of a sleeping bag or bedroll that is removed from the park upon closing and not used to Camp is not considered a camp facility.\t(iii)\t“Tent” means shelter or structure that is not entirely open and which lacks an unobstructed view into the Tent, shelter or structure from the outside.\t(iv)\t“Umbrella or Sun Shade” means any canopy or cover that is open on all sides, consists of pliable tent-like material such as canvas, nylon or other synthetic fabric, and that is held aloft by one or more supporting metal, plastic, or wooden poles.  No Umbrella or Sun Shade shall exceed eight feet in height and ten feet in diameter or width.  All Umbrellas or Sun Shades shall be dismantled and removed from the park before the park is closed.\t5.\tOperate a boat on any pond, lake or waters therein, except as permitted by the Board or its authorized representative.\tE.\tNo parent, guardian, or person having the custody of any child under the age of eight (8) years shall cause, permit or allow such child to enter or visit any park, other than beaches, having a lake, pond, stream or swimming pool within its boundaries, unless such child is accompanied by a person of not less than sixteen (16) years of age.\tF.\tNo person over eight (8) years of age shall enter or use any restroom in a park designated for persons of the other sex.\tG.\tEvery person shall comply with rules promulgated by the Board for the use of golf courses, tennis courts, and dog parks, which rules shall be conspicuously posted at each golf course, tennis court, and dog park.  (Amended by Ord. No. 180,332, Eff. 12\/16\/08.)\tH.\tIn parks consisting of beaches and water recreation areas, the Board or the Director of Beaches is hereby empowered and authorized to establish in and upon the beaches and water recreation areas water activity zones restricted as to the following uses:\t1.\tBathing and Swimming Zones – No person shall use, possess or operate in the waters of the Pacific Ocean opposite any beach regulated by this section any object commonly known as a surfboard, paddleboard or similar device (but not including surfmats which are made of a nonrigid material with a non-slippery surface, so constructed that when inflated for use it will not fold in any direction between twenty-four (24) and thirty (30) inches in width and forty (40) to sixty (60) inches in length, and equipped with a safety rope, and belly boards) at such times and in such zone when said waters are restricted for swimming and bathing only.\tSuch restrictions shall be effective when a yellow flag having dimensions of not less than two feet by two feet and having a solid black circle in the center (commonly known as a “blackball flag”) is prominently displayed from a lifeguard tower, lifeguard station, pier or similar structure under the control of the Department of Beaches.\tAt such times as the blackball flag is displayed, swimming and bathing only shall be permitted in the waters of the Pacific Ocean opposite those areas of the beach within 200 yards of the point of display of said blackball flag, provided, however, that where said blackball flag is displayed from consecutive operational lifeguard towers, lifeguard stations and similar structures under the control of the Department of Beaches along a beach regulated by this article then all waters of the Pacific Ocean opposite said beach shall be restricted to swimming and bathing only.\tSuch restrictions shall also be indicated by pairs of red flags put in place by the Director of Beaches or his authorized employee. At such times as said red flags are displayed, swimming and bathing only shall be permitted in the waters of the Pacific Ocean opposite those areas of the beach lying between a given pair of such red flags.\t2.\tSurfboards Zone – Notwithstanding any other provision of this section, the Director of Beaches may from time to time designate certain areas to be used exclusively by persons using surfboards and paddleboards. Such designation may be revoked at any time and the area covered by any such designation may be enlarged or reduced at any time. A person shall not swim or bathe in the waters of the Pacific Ocean included in an area so designated except while using a surfboard or paddleboard or as is necessary in order to use a surfboard or paddleboard.\tI.\tWithin the limits of parks consisting of beaches and water recreation areas:\t1.\tNo person shall surf by board or engage in bathing or swimming activities in any area posted as closed.\t2.\tNo person shall bathe, swim, surf by board or operate any boat or other device in, or upon, water in violation of any authorized warning signal or device. Any person in violation of any warning signal or device or in violation of any Bathing and Swimming Zone or Surfboard Zone restriction shall not fail, refuse or neglect to leave the waters of the Pacific Ocean opposite any beach regulated by this section.\t3.\tNo person shall engage in the sport commonly known as aquaplaning, water skiing, or any derivation thereof unless such activities are permitted by conspicuously posted signs at appropriate places upon the beach and lands abutting and adjacent thereto.\t4.\tNo person shall use any spear gun on any beach or in any waters within one thousand (1,000) feet of shore unless otherwise specifically permitted in posted areas.\t5.\tNo person shall operate a boat within one hundred (100) feet of any bather or swimmer, or within two hundred (200) feet of a beach used by bathers or swimmers.\t6.\tNo person shall beach or launch any boat, except at a place designated for such purposes. The Board or the Director of Beaches may designate any beach area or portions thereof as an area which may be used for the purpose of beaching or launching boats.\t7.\tNo person shall use, possess or operate any object commonly known as a surfmat, paddleboard, bellyboard, surfboard, or similar device except within 200 yards from shore or 75 yards seaward of the point at which the average wave breaking, whichever distance is greater, or when used by a skin diver to hold his or her flag.\t8.\tNo person shall bring or permit or allow in the waters of the Pacific Ocean opposite any beach regulated by this section any object commonly known as, or used as, a paddleboard or surfboard, within 100 feet of any person in the waters thereof who was not at the time using or possessing a similar object.\t9.\t(Amended by Ord. No. 163,039, Eff. 1\/17\/88.)  No person shall erect, maintain, use, or occupy on any beach, any tent, lodge, shelter, or structure that has more than two sides closed. Any such tent, lodge, shelter or structure shall otherwise be entirely open and there shall be an unobstructed view into such tent, lodge, shelter or structure from the outside except for the two closed sides. If the tent, lodge, shelter or structure is other than rectangular in shape, no more than one-third of the outside thereof shall be closed and there shall otherwise be an unobstructed view into it. Any tent, lodge, shelter or structure erected, maintained, used or occupied on a beach shall consist of pliable, tent-like materials such as canvas, nylon or pliable synthetic material.\tIn no event shall any such tent, lodge, shelter or structure be erected or maintained closer than fifty (50) feet from any other tent, lodge, shelter or structure.\tAny such tent, lodge, shelter or structure shall be dismantled and removed from the beach each day and no part thereof shall remain overnight.\tNo person shall fasten or maintain any guy wire, guy rope or exterior bracing or support of any tent, lodge, shelter or structure between it or any portion thereof, and any structure, stake, rock or thing outside of such tent, lodge, shelter or structure.\t10.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  No person shall enter, be, or remain on any beach area unless that person complies with all regulations applicable to that beach and with all other applicable ordinances, rules and regulations.\t11.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  A person exercising any of the privileges authorized by this section does so at that person’s own risk without liability on the part of the City for any injury to person or property resulting therefrom.\t12.\t(Added by Ord. No. 163,039, Eff. 1\/17\/88.)  Except as otherwise provided in this section or as authorized by the Board, no person shall camp on or use for overnight sleeping purposes any beach, or bring a housetrailer, camper or similar vehicle onto any beach.\t13.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)\tJ.\tWithin the limits of any park containing a fishing pier:\t1.\tNo person shall operate any vehicle on a fishing pier, except as permitted by the Board or its authorized representative.\t2.\tNo person shall ride a bicycle, scooter, skate, skateboard, or other wheeled device on any pier. Subdivisions 1 and 2 of this subsection shall not apply to the use of wheelchairs by persons whose physical condition necessitates such use.\t3.\tNo person shall dive or jump, or cause another to fall, dive or jump from a pier, or climb or be on the outside of the railing of a pier except:\t(a)\tmembers of the lifeguard service of the Department of Beaches or any other person as may be delegated by the lifeguard service or any of its personnel to assist them in rescuing or saving lives;\t(b)\tmembers of the lifeguard service during the course of drills and training;\t(c)\tauthorized persons involved in the maintenance, repair or construction of the pier or a part thereof; or\t(d)\tas a participant in an aquatic event or activity which is approved and authorized by the Director of Beaches.\t4.\tNo person shall swim, operate or otherwise use a surfboard, skindive or use self-contained underwater breathing apparatus within an area described as one hundred (100) feet of either side of the pier except for purposes otherwise authorized by this article.\t5.\tNo person shall climb or crawl on the pier railings, pilings or under structures.\t6.\tNo person shall do any overhead casting or allow any fishing lure or hook to pass inboard of the pier railing while casting.\t7.\tNo person shall clean any fish except at locations provided for that purpose.\t8.\tNo person shall use more than one pole or drop line at any one time.\t9.\tNo person shall fish or trap sea life for commercial purposes.\t10.\tNo person shall use any fishing spear or spear gun.\tK.\tWithin the limits of any parking lot located within the limits of any park:\t1.\tNo person shall drive a vehicle onto any public parking lot without paying the posted fee to the attendant on duty thereon or by paying the metered fee.\t2.\tNo person shall stand or park any vehicle on any metered or unmetered public parking lot between the hours of 10:30 o’clock p.m. and 5:00 o’clock a.m. of the following day or such other hours as the Council may establish for each public parking lot by ordinance, whether said vehicle is occupied or unoccupied.  Provided, however, that within the limits of parks consisting of ocean areas, beaches or piers, no person shall stand or park any vehicle on any metered or unmetered public parking lot between the hours of 12:00 midnight and 5:00 o’clock a.m. of the following day or such other hours as the Council may establish for each such parking lot by ordinance.  (Amended by Ord. No. 164,209, Eff. 1\/8\/89.)\t3.\tNo person shall refuse to exhibit upon demand of any attendant the driver or operator’s portion of a parking ticket when the driver or operator of any vehicle that is standing, parked or being operated on any unmetered parking lot has been issued a numbered parking ticket.\t4.\tNo person shall remove the identifying portion of a parking ticket from any vehicle while on such parking lot.\t5.\tNo person shall drive a vehicle onto any public parking lot through a driveway posted with a sign stating “Do Not Enter”.\t6.\tNo person shall remove an automobile from  public parking lot except through a gateway or driveway marked “Exit”.\t7.\tNo person shall park in a parking lot, except entirely within a space indicated by painted lines, said spaces being commonly referred to as a “parking slot” or “parking stall”.\t8.\tNo person shall park where there is posted a “No Parking” sign.\t9.\tNo person shall drive a truck of more than one (1) ton capacity on any public parking lot.\t10.\tNo person shall drive a motor vehicle upon any public parking lot at a speed greater than ten (10) miles per hour, unless otherwise posted.\t11.\tNo person shall drive a vehicle in excess of the posted speed limit.\t12.\tNo person shall teach another person to drive a motor vehicle or use such parking lot for driving practice.\t13.\tThe provisions of Subdivisions 2.,7., and 8. of Subsection K. shall be enforced by civil penalty in the same manner as the provisions of Section 80.76.2 of this Code.  (Added by Ord. No. 168,782, Eff. 7\/12\/93.)\tL.\tNotwithstanding the provisions of Section 63.44 K.2., where a parking lot is located within any park, including those consisting of beach and water recreation areas, the Director of Beaches, or the Board in the event the City exercises management and control over such park, may post or cause to be posted a sign at the entrance to such parking lot indicating that the lot is closed to public parking at an hour earlier than 1:00 a.m. or later that 3:00 a.m. When such sign is posted, no person shall stand or park an occupied or unoccupied vehicle within the parking lot during the hours wherein parking is prohibited. Any vehicle parked in violation of the provisions of this subsection may be removed from such parking lot in accordance with the provisions of the Vehicle Code of the State of California.  (Amended by Ord. No. 164,209, Eff. 1\/8\/89.)\tM.\tWithin the limit of any zoological garden located within a public park, no person other than authorized City employees shall:\t1.\tFeed or throw food to any animal located therein, except in that area of the Children’s Zoo so designated, approved food may be fed to animals located therein.\t2.\tHarass, tease or annoy any animal by means of gestures, movements, throwing of objects, shouting or by any other means.\t3.\tHave within their possession any cans, bottles, skateboards, bats, balls, a knife with a blade longer than three (3) inches, or any other objects which are capable of being thrown at or otherwise used to harm any animal.\tN.\t(New Subsec. N. Added by Ord. No. 173,878, Eff. 4\/12\/01.)  Within the limit of any park or portion thereof designated by the Board as a skateboard facility, whether the facility is supervised or unsupervised:\t1.\tNo person shall ride a skateboard unless that person is wearing a helmet, elbow pads and knee pads.\t2.\tNo person shall ride a bicycle or scooter in the skating area.\t3.\tThe opening and closing hours of the park shall be 12:00 noon to sunset on Monday through Friday, and 9:00 a.m. to sunset on Saturdays, Sundays and holidays; however, skate parks shall also be closed during periods of wet weather or when conditions, such as wet weather, make it unsafe to skate.\t4.\tThe Board shall cause signs to be posted at all skateboard facilities providing reasonable notice that any person riding a skateboard at the facility must wear a helmet, elbow pads and knee pads while skateboarding; that no bicycles or scooters are allowed in the skating area; that the park hours are 12:00 noon to sunset Monday through Friday and 9:00 a.m. to sunset on Saturday, Sunday and holidays;  that the park will be closed during periods of wet weather or when conditions make it unsafe to skate; and, that any person in violation of this ordinance will be subject to citation for violation thereof.\tO.\t(New Subsec. O. Added by Ord. No. 173,922, Eff. 5\/28\/01.)  Within the limit of any park consisting of beach lands or beach properties adjoining the waterfront of the Pacific Ocean between the southerly boundary of the City of Santa Monica and Washington Street in the City of Los Angeles:\t1.\tNo person shall operate a motorized scooter on any boardwalk, sidewalk, bike path or other public way.  For the purpose of this subsection, the term “motorized scooter” shall mean any two-wheeled device that has handlebars, is designed to be stood or sat upon by the operator, and is powered by an electric motor that is capable of propelling the device with or without human propulsion, excluding motorcycles (as defined in Vehicle Code Section 400), motor-driven cycles (as defined in Vehicle Code Section 405), motorized bicycles or mopeds (as defined in Vehicle Code Section 406) and a toy (as defined in Health and Safety Code Section 108550).  A device meeting the above definition that is powered by a source other than electrical power is also a motorized scooter.\tP.\t(New Subsec. P. Added by Ord. No. 179,129, Eff. 8\/28\/07.)  Within the limit of any park designated by this subsection as being in a high fire hazard zone and between April 1 and November 1 of each year:\t1.\tNotwithstanding any other provision of this Code, no person shall light, ignite, set fire to, or burn any substance, or maintain an open flame of any kind for any purpose, including but not limited to cooking and barbecuing, except in areas specifically designated and posted to allow open flames.\t2.\tThe Department shall post and maintain “No Open Flame” signs in conspicuous locations.  These signs shall clearly and conspicuously recite the phrase “NO OPEN FLAMES BETWEEN APRIL 1 AND NOVEMBER 1&#038;″ and shall cite this subdivision of Section 63.44 of the Los Angeles Municipal Code.  The General Manager of the Department shall be authorized when fire hazardous conditions are present, to extend the period during which open flames are prohibited in parks designated by this subdivision; provided, if open flames are prohibited prior to April 1 or after November 1, the Department shall modify the signs required by this subdivision to provide notice of the dates that open flames are prohibited.\t3.\tThe following parks are located in a high fire hazard zone:\tAndres Pico Adobe Park\n\tAliso Canyon Park\n\tAliso Triangle\n\tAlizondo Drive Park\n\tAngels Gate Park\n\tAngels Point\n\tAscot Hills Park\n\tAverill Park\n\tBandini Canyon Park\n\tBarnsdall Art Park\n\tBee Canyon\n\tBell Canyon\n\tBell Canyon Park\n\tBeverly Glen Park\n\tBogdanovich Park\n\tBrand Park\n\tBriarwood Park\n\tBronson Canyon\n\tBrowns Creek Park\n\tCarey Ranch\n\tCarlin G. Smith\n\tCastle Peak Park\n\tChase Park\n\tChatsworth Oaks Park\n\tChatsworth Park North\n\tChatsworth Park South\n\tCleland Avenue Bicentennial Park\n\tColdwater Canyon Park\n\tCrestwood Hills Park\n\tDe Neve Square Park\n\tDecker Canyon Camp\n\tDeervale-Stone Canyon Park\n\tEddleston Park\n\tEl Escorpion Canyon\n\tEl Sereno North Park\n\tEl Sereno Park\n\tElysian Park – All Areas\n\tElysian Therapeutic Recreational Center\n\tErnest E. Debs Regional Park\n\tFacility Site House\n\tFehlhaber-Houk Park\n\tFerraro Sports Complex\n\tFryman Canyon\n\tGlassell Park Recreation Center\n\tGrace E. Simons Lodge\n\tGriffith Park – All Areas\n\tHaines Canyon Park\n\tHansen Dam Golf Course\n\tHansen Dam Recreation Area\n\tHarbor Regional\n\tHeritage Square\n\tHermon Park\n\tHill-Palmer House\n\tHolleigh Bernson Memorial Park\n\tKnapp Ranch Park \n\tKnapp Ranch Park West\n\tLa Tuna Canyon\n\tLake Hollywood Park\n\tLake View Terrace Park\n\tLaurel Canyon Dog Park\n\tLaurel Canyon Park\n\tLazy J Ranch Park\n\tLeland Park\n\tLilac Terrace Park\n\tLimekiln Canyon\n\tLos Angeles Zoo\n\tLos Feliz Pitch &#038; Putt Golf Course\n\tMae Boyar Park\n\tMandeville Canyon Park\n\tMcGroarty Park\n\tMoon Canyon Park\n\tMoonshine Canyon Park\n\tMt. Olympus\n\tMulholland View Site #16\n\tNorman O. Houston Park\n\tO’Melveny Park\n\tOrcas\/Gabrieleno Equestrian Park\n\tOrcutt Ranch Horticultural Center\n\tOro Vista Park\n\tPalisades Park\n\tPalisades Recreation Center\n\tPalisades Slide Area\n\tPalisades-Asilomar Park\n\tPasko Park\n\tPeck Park\n\tPilsn Property\n\tPorter Ranch Park\n\tPorter Ridge Park\n\tPotrero Canyon Park\n\tPueblo de Rio Park\n\tRena Park\n\tReseda\/Rinaldi Park\n\tRichard Alatorre Park\n\tRivas Canyon Park\n\tRoger Jessup Park\n\tRoosevelt Golf Course\n\tRunyon Canyon\n\tRustic Canyon\n\tSan Vicente Mountain Park\n\tSanta Ynez Canyon\n\tSepulveda Basin Recreation Area\n\tSerrania Ave Park\n\tShadow Ranch Recreation Center\n\tStetson Ranch Equestrian Park\n\tStoney Point Park\n\tSullivan Canyon Park\n\tTaxco Trails Park\n\tTemescal Canyon Park\n\tThe Homestead Acre\/\n\tTregnan Golf Academy\n\tVanalden Park\n\tVerdugo Mountain Park\n\tVia De Las Olas Park\n\tViking Park\n\tVilla Cabrini Park\n\tWarner Center Park\n\tWattles Garden Park\n\tWest Hills Park\n\tWhite’s Point Nature Preserve\n\tWilacre Park\n\tWilbur-Tampa Park\n\tWilder’s Addition (Point Fermin Park)\n\tWilson\/Harding Municipal Golf Course\n\tWoodbine Park\n\tWoodland Hills Park\n\tZelzah Park\tQ.\tThe provisions of this section shall not prevent nor be construed to limit or prohibit any duly authorized departmental officer, agent or employee, or any duly authorized peace officer, from performing any act within the scope of his official duties.  (Subsec. N. Redesignated Subsec. O. by Ord. No. 173,878, Eff. 4\/12\/01; Subsec. O. Redesignated Subsec. P. by Ord. No. 173,922, Eff. 5\/28\/01; Subsec. P. Redesignated Subsec. Q. by Ord. No. 179,129, Eff. 8\/28\/07.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}