{"section_number":"64.00","edition_id":"1","section_id":"3546","structure_id":"41","catch_line":"Definitions And Abbreviations.","history":"","full_text":"  DEFINITIONS AND ABBREVIATIONS.\n\t(Amended In Entirety by Ord. No. 173,980, Eff. 7\/1\/01.)\n\n\tA.\tDefinitions.  For the purpose of this article, the following words and phrases are defined and shall be construed as hereinafter set out, unless it shall be apparent from the context that they have a different meaning:\n\n\t1.\tAct shall mean the Federal Water Pollution Control Act of 1972, also known as the Clean Water Act, as amended, 33 U.S.C. 1251, et seq.\n\n\t2.\tApproval Authority shall mean the California State Water Resources Control Board upon an approval of the State Pretreatment Program, or the Administrator of the Environmental Protection Agency without an Approved State Pretreatment Program.\n\n\t3.\tAuthorized Representative shall mean the following:\n\n\t(a)\ta president, secretary, treasurer, or vice-president in charge of a principal business function, or any other person who performs similar policy or decision-making functions, if the discharger is a corporation;\n\n\t(b)\tthe manager of one or more manufacturing, production, or operation facilities employing more than 250 persons or having gross annual sales or expenditures exceeding $25 million (in second-quarter 1980 dollars), if the discharger is a corporation, and authority to sign documents has been assigned or delegated to the manager in accordance with corporate procedures;\n\n\t(c)\ta general partner or proprietor if the discharger is a partnership or proprietorship, respectively;\n\n\t(d)\ta principal executive officer or director having responsibility for the overall operation of the discharging facility or a ranking elected official if the discharger is a governmental entity, charitable organization or other such unincorporated entity; or\n\n\t(e)\ta representative authorized in writing by any individual designated above, if the authorization is submitted to the Director and specifies an individual or a position having responsibility for the overall operation of the facility.  This includes the position of plant manager, a position of equivalent responsibility, or an individual having overall responsibility for environmental matters for the company.  If an authorization under Paragraph (e) is no longer accurate because a different individual or position has the responsibility for the overall operation of the facility, or overall responsibility for environmental matters of the company, a new authorization satisfying the requirements of Paragraph (e) of this section must be submitted to the Director prior to, or together with, any reports to be signed by such person.\n\n\t4.\tAverage Daily Flow shall mean the number of gallons of wastewater discharged into the POTW, storm drain system or Waters of the State during a 24-hour period.\n\n\t5.\tBest Management Practices (BMP) shall mean activities, prohibitions of practices, maintenance procedures, and other management practices to prevent or reduce pollutants in discharges.\n\n\t6.\tBiochemical Oxygen Demand (BOD) shall mean the quantity of oxygen utilized in the biochemical oxidation of organic matter in five (5) days at 20 degrees celsius expressed in terms of milligrams per liter (mg\/l) and analyzed in accordance with the most recent publication of  “Standard Methods for the Examination of Water and Wastewater” prepared and published by the American Public Health Association, American Water Works Association and Water Environment Federation.\n\n\t7.\tBoard shall mean the Board of Public Works of the City of Los Angeles or its duly authorized representative.\n\n\t8.\tBonded Sewer shall mean any public sewer within the territorial limits of the City of Los Angeles as they now exist for which the cost of construction thereof was not directly assessed against the property in accordance with benefits, or paid for by the present or prior owners of the connecting property.\n\n\t9.\tBonded Sewer House Connection Sewer shall mean any house connection sewer or portion thereof from a lot, or part of a lot, to a bonded sewer located directly in front, rear, or at the side of such lot, or part of such lot.\n\n\t10.\tCategorical Standards shall mean National Categorical Pretreatment Standards or Pretreatment Standards as promulgated by the Federal Environmental Protection Agency.\n\n\t11.\tCity shall mean the City of Los Angeles or its duly authorized representatives.\n\n\t12.\tCommercial Establishment shall mean a private establishment such as a restaurant, hotel, laundry, store, filling station, or recreational facility.  A nonprofit private or government entity such as a church, school, hospital, military facility, correctional institution, recreational facility or a facility owned or operated by a charitable organization is considered a commercial establishment.\n\n\t13.\tCommingled Load shall mean a load of septage which includes septage generated both within and outside the City’s boundaries.\n\n\t14.\tComposite Sample shall mean a sample formed by mixing discrete samples taken at periodic points in time or a continuous proportion of the flow.  The number of discrete samples which make up the composite sample depends upon the variability of pollutant concentration and flow.\n\n\t15.\tConstruction shall be deemed to include the acquisition of any and all rights of way or real property necessary for the performance and completion of the work referred to wherever authority is given to the City for any construction under the provisions of this article.\n\n\t16.\tContract Agency shall mean a governmental agency or private entity which has contracted with the City to discharge into the City’s Publicly Owned Treatment Works.\n\n\t17.\tCooling Water shall mean the water discharged from any use including, but not limited to, air conditioning, cooling or refrigeration, during which the only pollutant added is heat.\n\n\t18.\tDirect Discharge shall mean the discharge of wastewater to the storm drain system or Waters of the State.\n\n\t19.\tDirector shall mean the Director of the Bureau of Sanitation of the Department of Public Works of the City of Los Angeles or the duly authorized representative thereof.\n\n\t20.\tDischarge shall mean the introduction of water, wastewater or any pollutant into the POTW, the storm drain system, or Waters of the State.\n\n\t21.\tDischarger shall mean any person who causes or contributes a discharge into the POTW, the storm drain system, or the Waters of the State.\n\n\t22.\tDomestic Septage shall mean the liquid or solid material removed from a private sewage disposal system (PSDS), portable toilet or other holding device that receives only domestic sewage.\n\n\t23.\tDomestic Wastewater (Domestic Sewage) shall mean sanitary wastewater and wastewater generated from household type operations.\n\n\t24.\tEnvironmental Protection Agency (EPA) shall mean the Federal Environmental Protection Agency, its Administrator, or its duly authorized representative.\n\n\t25.\tEtiologic Agent shall mean a type of microorganism, helminth or virus which may be expected to produce disease in healthy persons.\n\n\t26.\tFomites shall mean inanimate objects contaminated with etiologic agents which may serve to transmit those etiologic agents to humans.\n\n\t27.\tFood Service Establishment shall mean a facility engaged in preparing food for consumption by the public such as a restaurant, commercial kitchen, caterer, hotel, school, hospital, prison, correctional facility, or care institution.\n\n\t28.\tGrab Sample shall mean a sample which is taken from a wastewater discharge on a onetime basis without regard to the volume of flow in the discharge.\n\n\t29.\tGrease Interceptor shall mean an interceptor of at least 750 gallons (2839 L) capacity to serve one (1) or more fixtures and which shall be remotely located.\n\n\t30.\tGrease Trap shall mean a device designed to retain grease from one (1) to a maximum of four fixtures.\n\n\t31.\tGross Floor Area shall mean the area included within the exterior of the surrounding walls of a building or portions thereof, exclusive of courts.\n\n\t32.\tHouse Connection Sewer shall mean any sewer pipe line, or portion thereof, constructed in a street, alley, walk or other public place or in a sewer easement granted to the City and connecting, or proposed to connect, any lot or part of a lot with any public sewer.\n\n\t33.\tIndirect Discharge shall mean the discharge of wastewater into the POTW.\n\n\t34.\tIndustrial Wastewater Sewer Connection shall mean any house connection sewer, or portion thereof, used in the disposal of any and all liquid or waterborne waste from industrial or commercial processes except domestic sewage.\n\n\t35.\tIndustrial Wastewater Storm Drain Connection shall mean any storm drain connection carrying or intended to carry industrial waste from any industrial, manufacturing, processing, or servicing establishment.\n\n\t36.\tIndustrial Wastewater shall mean any water bearing waste other than domestic wastewater.  Wastewater generated from household type operations performed at commercial establishments for or to support commercial purposes is industrial wastewater.\n\n\t37.\tIndustrial Wastewater Permit shall mean a permit issued by the Board as provided in and subject to provisions of Subdivision 1 of Subsection C and payment of fee requirements of Subsection D of Section 64.30.\n\n\t38.\tInfectious Waste shall mean any waste material or article which harbors or may reasonably be considered to harbor viable etiologic agents and shall include the following:\n\n\t(a)\tSignificant laboratory wastes including, but not limited to, cultures of etiologic agents.\n\n\t(b)\tPathologic specimens including, but not limited to, human or animal tissues, blood elements, excreta and secretions which contain etiologic agents and also include  attendant disposable formites.\n\n\t(c)\tHuman dialysis waste materials including arterial lines and dialysate membranes.\n\n\t(d)\tSurgical specimens including, but not limited to, human or animal parts and tissues removed surgically or at autopsy which contain etiologic agents and attendant disposable fomites.\n\n\t(e)\tEquipments, instruments, utensils and other materials of a disposable nature which may transmit etiologic agents from the rooms of humans or the enclosures of animals which have been isolated with suspected or diagnosed communicable disease.\n\n\t(f)\tAny other materials defined by a duly authorized public health officer as potentially infectious and required to be managed as an infectious waste.\n\n\t39.\tInterceptor Sewer shall mean a collecting sewer that intercepts and collects the sewage from a number of lateral or local public sewers.\n\n\t40.\tInterference shall mean the inhibition or disruption of the POTW process or operations or any actions or omission which alone or in conjunction with a discharge or discharges from other sources is a cause of violation of any requirement of the City’s NPDES Permits (including an increase in the magnitude or duration of a violation).  The term interference also includes prevention of biosolids use or disposal by the POTW in accordance with Section 405 of the Act or any violation of criteria, guidelines, or regulations developed pursuant to the Solid Waste Disposal Act (SWDA), the Clean Air Act, the Toxic Substance Control Act, the Marine Protection Research and Sanctuaries Act or violation of more stringent State criteria (including those contained in any State sludge management plan prepared pursuant to Title II of SWDA) applicable to the method of disposal or use employed by the POTW.\n\n\t41.\tLocal Industrial User (LIU) shall mean a discharger of industrial wastewater which \n\n\t(a)\tis not subject to Categorical Pretreatment Standards under 40 CFR 403.6 and 40 CFR Chapter I, Subchapter N, \n\n\t(b)\tdischarges an average of less than 25,000 gallons per day of process wastewater to the POTW; and \n\n\t(c)\tas determined by the Director, does not have a reasonable potential for adversely affecting the POTW’s operation or for violating any pretreatment standard or requirements in accordance with 40 CFR 403.8(f)(6).\n\n\t42.\tLot shall mean any piece or parcel of land, as bounded, defined or shown upon the latest map, plat or deed recorded in the office of the County Recorder of Los Angeles County provided however that in the event any building or improvements appurtenant to said building covers more area than a “lot,” as herein defined, the term “lot” shall be deemed to be and include all such pieces or parcels of land upon which said buildings or improvements are wholly or partly located.\n\n\t43.\tNational Categorical Pretreatment Standard (National Standard) shall mean any regulation containing pollutant discharge limits promulgated by the EPA in accordance with Section 307(b) and (c) of the Act.\n\n\t44.\tNational Pollutant Discharge Elimination System Permit (NPDES Permit) shall mean a permit issued pursuant to Section 402 of the Act.\n\n\t45.\tNon-Domestic Septage shall mean the liquid or solid material removed from a private sewage disposal system (PSDS) or other sanitation holding device that receives industrial wastewater or a combination of domestic and industrial wastewater.\n\n\t46.\tPass Through shall mean a discharge which exits the POTW into waters of the State in quantities or concentrations which, alone or in conjunction with a discharge or discharges from other sources, is the cause of a violation of any requirement of the POTW’s NPDES Permit (including an increase in the magnitude and duration of a violation).\n\n\t47.\tPeak Flow shall mean the maximum five minute rate of wastewater flow to be generated from the premises as estimated by the City Engineer.\n\n\t48.\tPerson shall mean any individual, partnership, co-partnership, firm, company, corporation, association, joint stock company, trust, estate, governmental entity or any other legal entity, or their legal representatives, agents or assigns. The masculine gender shall include the feminine, the singular shall include the plural where indicated by the context.\n\n\t49.\tpH shall mean the logarithm (base 10) of the reciprocal of the concentration of hydrogen ions expressed in gram equivalents per liter of solution.\n\n\t50.\tPigment shall mean a substance that imparts black or white or a color to other materials.\n\n\t51.\tPoint of Discharge shall mean any physical location at which a discharger, directly or indirectly, disposes wastewater. The term point of discharge also includes, but is not limited to, disposal to ponds, injection wells, leach fields, or surface spreading.\n\n\t52.\tPollutant shall mean any dredged spoil, solid waste, incinerator residue, sewage, garbage, sewage sludge, munitions, chemical wastes, biological materials, radioactive materials, heat, pigment, wrecked or discharged equipment, rock, sand, cellar dirt or other waste.\n\n\t53.\tPortable Toilet shall mean any portable or permanently installed sanitation apparatus or system which includes a tank for toilet waste retention.  Portable Toilet includes sanitation holding devices from airplanes, trains, boats with type III marine sanitation devices, buses, movie dressing room trailers, recreational vehicles, or other similar transport vehicles.\n\n\t54.\tPretreatment shall mean the reduction of the amount of pollutants, the elimination of pollutants, or the alteration of the nature of pollutant properties in wastewater to a less polluted state prior to or in lieu of discharging such pollutants into the POTW, storm drain system or the Waters of the State. Pretreatment can be obtained by physical, chemical or biological processes, or process changes by other means, except as prohibited by 40 Code of Federal Regulation (CFR) at Section 403.6(d).\n\n\t55.\tPretreatment Requirements shall mean any substantive or procedural requirement related to pretreatment, other than a National Categorical Pretreatment Standard.\n\n\t56.\tPrivate Septage Disposal Facility (PSDF) shall mean a disposal site, other than a City designated discharge location, with a direct connection to the City sewer, which accommodates the discharge of hauled septage.\n\n\t57.\tPrivate Sewage Disposal System (PSDS) shall mean any septic tank, cesspool, seepage pit, leach field, or any other receptacle, or any combination thereof, which receives any wastewater not discharged into a public sewer.\n\n\t58.\tPublic Sewer shall mean any sewer, other than a house connection sewer, which has been constructed in a public street, alley, walk, or other public place, or in a sewer easement, and is a part of the POTW.\n\n\t59.\tPublicly Owned Treatment Works (POTW)  (Sanitary Sewer System) shall mean treatment works defined by Section 212 of the Act, which are wholly or partially owned by the City.  This includes any public sewers, treatment plants, land, appurtenances, pumping stations, or equipment.  For the purpose of this ordinance, POTW shall also include any sewers within the City of Los Angeles that convey wastewater to the POTW from persons outside the City who are, by contract or agreement with the City, dischargers to the City’s POTW.\n\n\t60.\tRules and Regulations shall mean Rules and Regulations adopted by the Board Governing the Disposal of Industrial Wastewater into the Publicly Owned Treatment Works of the City of Los Angeles.\n\n\t61.\tSanitary Wastewater shall mean wastewater of human origin derived from toilets, urinals, showers, baths and restroom sinks.\n\n\t62.\tSeptage shall mean the liquid or solid material removed from a private sewage disposal system (PSDS), portable toilet or other sanitation holding device that receives wastewater.\n\n\t63.\tSeptage Hauler shall mean a person or an owner\/operator of a business that holds Septage Disposal Permit(s) issued by the Director to discharge septage to the City’s POTW.\n\n\t64.\tSewage Generation Factor shall mean as a number which, when multiplied by a parameter which indicates the level of activity in an occupancy such as floor area or number of seats, produces an estimate of the average sewage discharge from the occupancy.\n\n\t65.\tShall is mandatory. May is permissive.\n\n\t66.\tSharps shall mean hypodermic needles, hypodermic syringes, blades and broken glass. Sharps also include any devices, instruments or other objects which have acute rigid corners, edges or protuberances.\n\n\t67.\tSignificant Industrial User (SIU), subject to the provisions established in 40 CFR 403.3(t), shall mean the following:\n\n\t(a)\tany discharger of wastewater who is subject to National Categorical Pretreatment Standards;\n\n\t(b)\tany other industrial user that discharges an average of 25,000 gallons or more per day of process wastewater (“process wastewater” excludes sanitary, non contact cooling water and boiler blowdown wastewaters) or contributes process wastewater which makes up five percent (5%) or more of the average dry weather hydraulic or organic (BOD, TSS, etc.) capacity of the treatment plant;\n\n\t(c)\tany industrial user that is designated by the Director to have a reasonable potential to adversely affect the POTW’s operation or for violating any pretreatment standard or requirement.\n\n\t68.\tSpecial Drainage Connection shall mean any house connection sewer or storm drain connection from any swimming pool, wading pool, fountain, pond, tank, vat or receptacle which receives or disposes of rain water or surface water.\n\n\t69.\tSpecial House Connection Sewer shall mean any house connection sewer from a lot, or part of a lot, which does not have a public sewer directly in front, rear, or at the side of such lot or part of such lot, and which has not been directly assessed for a public sewer.\n\n\t70.\tSplit Sampling shall mean dividing of wastewater samples for analysis at two (or more) analytical laboratories for comparison of results.\n\n\t71.\tStandard Industrial Classification (SIC) shall mean classification pursuant to the Standard Industrial Classification Manual issued by the Executive Office of the President, Office of Management and Budget, 1972, or subsequent revisions.\n\n\t72.\tState shall mean the State of California.\n\n\t73.\tStorm Drain Connection shall mean any pipeline, or portion thereof, constructed in a street, alley, walk, or other public place, or in an easement granted to the City, and connecting or proposed to connect any lot or part of a lot with any storm drain.\n\n\t74.\tStorm Drain System shall mean all of the property involved in the operation of the storm drainage collection and disposal system of the City of Los Angeles, including conduits, natural or artificial drains, channels and watercourses, together with appurtenances, pumping stations and equipment.\n\n\t75.\tSuspended Solids (SS) shall mean the total nonfilterable residue in water, wastewater or other liquids, which is removable in accordance with the most recent publication of Standard Methods for the Examination of Water and Wastewater, prepared and published by the American Public Health Association, American Water Works Association, and the Water Pollution Control Federation.\n\n\t76.\tTemporary Permit shall mean an interim status permit issued to a discharger until a final decision is made by the Director to issue an Industrial Wastewater Permit.\n\n\t77.\tToxic Pollutant shall mean any pollutant or combination of pollutants listed as toxic in regulations promulgated by the Administrator of EPA under the provisions of Section 307 of the Act, or other Federal or State statutes, rules or regulations.\n\n\t78.\tType III Marine Sanitation Device shall mean a device that is designed to prevent the overboard discharge of treated or untreated domestic sewage.\n\n\t79.\tWastewater shall mean the liquid and waterborne industrial or domestic wastes from facilities including, but not limited to, dwellings, commercial buildings, industrial facilities, agricultural activities, hospitals, medical facilities and other institutions, together with other wastes which may be present, whether treated or untreated, which enter the POTW, the storm drain system, of the Waters of the State.\n\n\t80.\tWaters of the State shall mean all saline waters, streams, lakes, ponds, marshes, watercourses, waterways, wells, springs, reservoirs, aquifers, irrigation systems, drainage systems and all other bodies or accumulations of water, surface or underground, natural or artificial, public or private, which are contained within, flow through, or border upon the State of California or any portion thereof.\n\n\tB.\tAbbreviations.  The acronyms or sets of letters set forth in this subsection, when used in this chapter, shall stand for and be understood and may be accepted or used as abbreviations for those terms or phrases set forth opposite each:\n\n\tBOD\t\t-\tBiochemical Oxygen Demand\n\tBMP\t\t-\tBest Management Practice\n\tCFR\t\t-\tCode of Federal Regulations\n\tCOD\t\t-\tChemical Oxygen Demand\n\tFOG\t\t-\tFats, Oil and Grease\n\tFSE\t\t-\tFood Service Establishment\n\tEPA\t\t-\tEnvironmental Protection Agency\n\tmg \t\t-\tMilligrams\n\tmg\/l \t\t-\tMilligrams per liter\n\tO&#038;M \t\t- \tOperation and Maintenance\n\tNCPS \t\t- \tNational Categorical Pretreatment Standards\n\tNPDES\t- \tNational Pollutant Discharge Elimination System\n\tPOTW\t\t- \tPublicly Owned Treatment Works\n\tPSDF\t\t- \tPrivate Septage Disposal Facility\n\tPSDS\t\t- \tPrivate Sewage Disposal System\n\tSIC\t\t- \tStandard Industrial Classification\n\tSS\t\t- \tSuspended Solids\n\tSWDA\t\t- \tSolid Waste Disposal Act, 42 U.S.C. 6901, et seq.\n\tUSC\t\t- \tUnited States Code","order_by":"00","text":{"0":{"id":"3520","text":"  DEFINITIONS AND ABBREVIATIONS.\n\t(Amended In Entirety by Ord. No. 173,980, Eff. 7\/1\/01.)\n\n\tA.\tDefinitions.  For the purpose of this article, the following words and phrases are defined and shall be construed as hereinafter set out, unless it shall be apparent from the context that they have a different meaning:\n\n\t1.\tAct shall mean the Federal Water Pollution Control Act of 1972, also known as the Clean Water Act, as amended, 33 U.S.C. 1251, et seq.\n\n\t2.\tApproval Authority shall mean the California State Water Resources Control Board upon an approval of the State Pretreatment Program, or the Administrator of the Environmental Protection Agency without an Approved State Pretreatment Program.\n\n\t3.\tAuthorized Representative shall mean the following:\n\n\t(a)\ta president, secretary, treasurer, or vice-president in charge of a principal business function, or any other person who performs similar policy or decision-making functions, if the discharger is a corporation;\n\n\t(b)\tthe manager of one or more manufacturing, production, or operation facilities employing more than 250 persons or having gross annual sales or expenditures exceeding $25 million (in second-quarter 1980 dollars), if the discharger is a corporation, and authority to sign documents has been assigned or delegated to the manager in accordance with corporate procedures;\n\n\t(c)\ta general partner or proprietor if the discharger is a partnership or proprietorship, respectively;\n\n\t(d)\ta principal executive officer or director having responsibility for the overall operation of the discharging facility or a ranking elected official if the discharger is a governmental entity, charitable organization or other such unincorporated entity; or\n\n\t(e)\ta representative authorized in writing by any individual designated above, if the authorization is submitted to the Director and specifies an individual or a position having responsibility for the overall operation of the facility.  This includes the position of plant manager, a position of equivalent responsibility, or an individual having overall responsibility for environmental matters for the company.  If an authorization under Paragraph (e) is no longer accurate because a different individual or position has the responsibility for the overall operation of the facility, or overall responsibility for environmental matters of the company, a new authorization satisfying the requirements of Paragraph (e) of this section must be submitted to the Director prior to, or together with, any reports to be signed by such person.\n\n\t4.\tAverage Daily Flow shall mean the number of gallons of wastewater discharged into the POTW, storm drain system or Waters of the State during a 24-hour period.\n\n\t5.\tBest Management Practices (BMP) shall mean activities, prohibitions of practices, maintenance procedures, and other management practices to prevent or reduce pollutants in discharges.\n\n\t6.\tBiochemical Oxygen Demand (BOD) shall mean the quantity of oxygen utilized in the biochemical oxidation of organic matter in five (5) days at 20 degrees celsius expressed in terms of milligrams per liter (mg\/l) and analyzed in accordance with the most recent publication of  “Standard Methods for the Examination of Water and Wastewater” prepared and published by the American Public Health Association, American Water Works Association and Water Environment Federation.\n\n\t7.\tBoard shall mean the Board of Public Works of the City of Los Angeles or its duly authorized representative.\n\n\t8.\tBonded Sewer shall mean any public sewer within the territorial limits of the City of Los Angeles as they now exist for which the cost of construction thereof was not directly assessed against the property in accordance with benefits, or paid for by the present or prior owners of the connecting property.\n\n\t9.\tBonded Sewer House Connection Sewer shall mean any house connection sewer or portion thereof from a lot, or part of a lot, to a bonded sewer located directly in front, rear, or at the side of such lot, or part of such lot.\n\n\t10.\tCategorical Standards shall mean National Categorical Pretreatment Standards or Pretreatment Standards as promulgated by the Federal Environmental Protection Agency.\n\n\t11.\tCity shall mean the City of Los Angeles or its duly authorized representatives.\n\n\t12.\tCommercial Establishment shall mean a private establishment such as a restaurant, hotel, laundry, store, filling station, or recreational facility.  A nonprofit private or government entity such as a church, school, hospital, military facility, correctional institution, recreational facility or a facility owned or operated by a charitable organization is considered a commercial establishment.\n\n\t13.\tCommingled Load shall mean a load of septage which includes septage generated both within and outside the City’s boundaries.\n\n\t14.\tComposite Sample shall mean a sample formed by mixing discrete samples taken at periodic points in time or a continuous proportion of the flow.  The number of discrete samples which make up the composite sample depends upon the variability of pollutant concentration and flow.\n\n\t15.\tConstruction shall be deemed to include the acquisition of any and all rights of way or real property necessary for the performance and completion of the work referred to wherever authority is given to the City for any construction under the provisions of this article.\n\n\t16.\tContract Agency shall mean a governmental agency or private entity which has contracted with the City to discharge into the City’s Publicly Owned Treatment Works.\n\n\t17.\tCooling Water shall mean the water discharged from any use including, but not limited to, air conditioning, cooling or refrigeration, during which the only pollutant added is heat.\n\n\t18.\tDirect Discharge shall mean the discharge of wastewater to the storm drain system or Waters of the State.\n\n\t19.\tDirector shall mean the Director of the Bureau of Sanitation of the Department of Public Works of the City of Los Angeles or the duly authorized representative thereof.\n\n\t20.\tDischarge shall mean the introduction of water, wastewater or any pollutant into the POTW, the storm drain system, or Waters of the State.\n\n\t21.\tDischarger shall mean any person who causes or contributes a discharge into the POTW, the storm drain system, or the Waters of the State.\n\n\t22.\tDomestic Septage shall mean the liquid or solid material removed from a private sewage disposal system (PSDS), portable toilet or other holding device that receives only domestic sewage.\n\n\t23.\tDomestic Wastewater (Domestic Sewage) shall mean sanitary wastewater and wastewater generated from household type operations.\n\n\t24.\tEnvironmental Protection Agency (EPA) shall mean the Federal Environmental Protection Agency, its Administrator, or its duly authorized representative.\n\n\t25.\tEtiologic Agent shall mean a type of microorganism, helminth or virus which may be expected to produce disease in healthy persons.\n\n\t26.\tFomites shall mean inanimate objects contaminated with etiologic agents which may serve to transmit those etiologic agents to humans.\n\n\t27.\tFood Service Establishment shall mean a facility engaged in preparing food for consumption by the public such as a restaurant, commercial kitchen, caterer, hotel, school, hospital, prison, correctional facility, or care institution.\n\n\t28.\tGrab Sample shall mean a sample which is taken from a wastewater discharge on a onetime basis without regard to the volume of flow in the discharge.\n\n\t29.\tGrease Interceptor shall mean an interceptor of at least 750 gallons (2839 L) capacity to serve one (1) or more fixtures and which shall be remotely located.\n\n\t30.\tGrease Trap shall mean a device designed to retain grease from one (1) to a maximum of four fixtures.\n\n\t31.\tGross Floor Area shall mean the area included within the exterior of the surrounding walls of a building or portions thereof, exclusive of courts.\n\n\t32.\tHouse Connection Sewer shall mean any sewer pipe line, or portion thereof, constructed in a street, alley, walk or other public place or in a sewer easement granted to the City and connecting, or proposed to connect, any lot or part of a lot with any public sewer.\n\n\t33.\tIndirect Discharge shall mean the discharge of wastewater into the POTW.\n\n\t34.\tIndustrial Wastewater Sewer Connection shall mean any house connection sewer, or portion thereof, used in the disposal of any and all liquid or waterborne waste from industrial or commercial processes except domestic sewage.\n\n\t35.\tIndustrial Wastewater Storm Drain Connection shall mean any storm drain connection carrying or intended to carry industrial waste from any industrial, manufacturing, processing, or servicing establishment.\n\n\t36.\tIndustrial Wastewater shall mean any water bearing waste other than domestic wastewater.  Wastewater generated from household type operations performed at commercial establishments for or to support commercial purposes is industrial wastewater.\n\n\t37.\tIndustrial Wastewater Permit shall mean a permit issued by the Board as provided in and subject to provisions of Subdivision 1 of Subsection C and payment of fee requirements of Subsection D of Section 64.30.\n\n\t38.\tInfectious Waste shall mean any waste material or article which harbors or may reasonably be considered to harbor viable etiologic agents and shall include the following:\n\n\t(a)\tSignificant laboratory wastes including, but not limited to, cultures of etiologic agents.\n\n\t(b)\tPathologic specimens including, but not limited to, human or animal tissues, blood elements, excreta and secretions which contain etiologic agents and also include  attendant disposable formites.\n\n\t(c)\tHuman dialysis waste materials including arterial lines and dialysate membranes.\n\n\t(d)\tSurgical specimens including, but not limited to, human or animal parts and tissues removed surgically or at autopsy which contain etiologic agents and attendant disposable fomites.\n\n\t(e)\tEquipments, instruments, utensils and other materials of a disposable nature which may transmit etiologic agents from the rooms of humans or the enclosures of animals which have been isolated with suspected or diagnosed communicable disease.\n\n\t(f)\tAny other materials defined by a duly authorized public health officer as potentially infectious and required to be managed as an infectious waste.\n\n\t39.\tInterceptor Sewer shall mean a collecting sewer that intercepts and collects the sewage from a number of lateral or local public sewers.\n\n\t40.\tInterference shall mean the inhibition or disruption of the POTW process or operations or any actions or omission which alone or in conjunction with a discharge or discharges from other sources is a cause of violation of any requirement of the City’s NPDES Permits (including an increase in the magnitude or duration of a violation).  The term interference also includes prevention of biosolids use or disposal by the POTW in accordance with Section 405 of the Act or any violation of criteria, guidelines, or regulations developed pursuant to the Solid Waste Disposal Act (SWDA), the Clean Air Act, the Toxic Substance Control Act, the Marine Protection Research and Sanctuaries Act or violation of more stringent State criteria (including those contained in any State sludge management plan prepared pursuant to Title II of SWDA) applicable to the method of disposal or use employed by the POTW.\n\n\t41.\tLocal Industrial User (LIU) shall mean a discharger of industrial wastewater which \n\n\t(a)\tis not subject to Categorical Pretreatment Standards under 40 CFR 403.6 and 40 CFR Chapter I, Subchapter N, \n\n\t(b)\tdischarges an average of less than 25,000 gallons per day of process wastewater to the POTW; and \n\n\t(c)\tas determined by the Director, does not have a reasonable potential for adversely affecting the POTW’s operation or for violating any pretreatment standard or requirements in accordance with 40 CFR 403.8(f)(6).\n\n\t42.\tLot shall mean any piece or parcel of land, as bounded, defined or shown upon the latest map, plat or deed recorded in the office of the County Recorder of Los Angeles County provided however that in the event any building or improvements appurtenant to said building covers more area than a “lot,” as herein defined, the term “lot” shall be deemed to be and include all such pieces or parcels of land upon which said buildings or improvements are wholly or partly located.\n\n\t43.\tNational Categorical Pretreatment Standard (National Standard) shall mean any regulation containing pollutant discharge limits promulgated by the EPA in accordance with Section 307(b) and (c) of the Act.\n\n\t44.\tNational Pollutant Discharge Elimination System Permit (NPDES Permit) shall mean a permit issued pursuant to Section 402 of the Act.\n\n\t45.\tNon-Domestic Septage shall mean the liquid or solid material removed from a private sewage disposal system (PSDS) or other sanitation holding device that receives industrial wastewater or a combination of domestic and industrial wastewater.\n\n\t46.\tPass Through shall mean a discharge which exits the POTW into waters of the State in quantities or concentrations which, alone or in conjunction with a discharge or discharges from other sources, is the cause of a violation of any requirement of the POTW’s NPDES Permit (including an increase in the magnitude and duration of a violation).\n\n\t47.\tPeak Flow shall mean the maximum five minute rate of wastewater flow to be generated from the premises as estimated by the City Engineer.\n\n\t48.\tPerson shall mean any individual, partnership, co-partnership, firm, company, corporation, association, joint stock company, trust, estate, governmental entity or any other legal entity, or their legal representatives, agents or assigns. The masculine gender shall include the feminine, the singular shall include the plural where indicated by the context.\n\n\t49.\tpH shall mean the logarithm (base 10) of the reciprocal of the concentration of hydrogen ions expressed in gram equivalents per liter of solution.\n\n\t50.\tPigment shall mean a substance that imparts black or white or a color to other materials.\n\n\t51.\tPoint of Discharge shall mean any physical location at which a discharger, directly or indirectly, disposes wastewater. The term point of discharge also includes, but is not limited to, disposal to ponds, injection wells, leach fields, or surface spreading.\n\n\t52.\tPollutant shall mean any dredged spoil, solid waste, incinerator residue, sewage, garbage, sewage sludge, munitions, chemical wastes, biological materials, radioactive materials, heat, pigment, wrecked or discharged equipment, rock, sand, cellar dirt or other waste.\n\n\t53.\tPortable Toilet shall mean any portable or permanently installed sanitation apparatus or system which includes a tank for toilet waste retention.  Portable Toilet includes sanitation holding devices from airplanes, trains, boats with type III marine sanitation devices, buses, movie dressing room trailers, recreational vehicles, or other similar transport vehicles.\n\n\t54.\tPretreatment shall mean the reduction of the amount of pollutants, the elimination of pollutants, or the alteration of the nature of pollutant properties in wastewater to a less polluted state prior to or in lieu of discharging such pollutants into the POTW, storm drain system or the Waters of the State. Pretreatment can be obtained by physical, chemical or biological processes, or process changes by other means, except as prohibited by 40 Code of Federal Regulation (CFR) at Section 403.6(d).\n\n\t55.\tPretreatment Requirements shall mean any substantive or procedural requirement related to pretreatment, other than a National Categorical Pretreatment Standard.\n\n\t56.\tPrivate Septage Disposal Facility (PSDF) shall mean a disposal site, other than a City designated discharge location, with a direct connection to the City sewer, which accommodates the discharge of hauled septage.\n\n\t57.\tPrivate Sewage Disposal System (PSDS) shall mean any septic tank, cesspool, seepage pit, leach field, or any other receptacle, or any combination thereof, which receives any wastewater not discharged into a public sewer.\n\n\t58.\tPublic Sewer shall mean any sewer, other than a house connection sewer, which has been constructed in a public street, alley, walk, or other public place, or in a sewer easement, and is a part of the POTW.\n\n\t59.\tPublicly Owned Treatment Works (POTW)  (Sanitary Sewer System) shall mean treatment works defined by Section 212 of the Act, which are wholly or partially owned by the City.  This includes any public sewers, treatment plants, land, appurtenances, pumping stations, or equipment.  For the purpose of this ordinance, POTW shall also include any sewers within the City of Los Angeles that convey wastewater to the POTW from persons outside the City who are, by contract or agreement with the City, dischargers to the City’s POTW.\n\n\t60.\tRules and Regulations shall mean Rules and Regulations adopted by the Board Governing the Disposal of Industrial Wastewater into the Publicly Owned Treatment Works of the City of Los Angeles.\n\n\t61.\tSanitary Wastewater shall mean wastewater of human origin derived from toilets, urinals, showers, baths and restroom sinks.\n\n\t62.\tSeptage shall mean the liquid or solid material removed from a private sewage disposal system (PSDS), portable toilet or other sanitation holding device that receives wastewater.\n\n\t63.\tSeptage Hauler shall mean a person or an owner\/operator of a business that holds Septage Disposal Permit(s) issued by the Director to discharge septage to the City’s POTW.\n\n\t64.\tSewage Generation Factor shall mean as a number which, when multiplied by a parameter which indicates the level of activity in an occupancy such as floor area or number of seats, produces an estimate of the average sewage discharge from the occupancy.\n\n\t65.\tShall is mandatory. May is permissive.\n\n\t66.\tSharps shall mean hypodermic needles, hypodermic syringes, blades and broken glass. Sharps also include any devices, instruments or other objects which have acute rigid corners, edges or protuberances.\n\n\t67.\tSignificant Industrial User (SIU), subject to the provisions established in 40 CFR 403.3(t), shall mean the following:\n\n\t(a)\tany discharger of wastewater who is subject to National Categorical Pretreatment Standards;\n\n\t(b)\tany other industrial user that discharges an average of 25,000 gallons or more per day of process wastewater (“process wastewater” excludes sanitary, non contact cooling water and boiler blowdown wastewaters) or contributes process wastewater which makes up five percent (5%) or more of the average dry weather hydraulic or organic (BOD, TSS, etc.) capacity of the treatment plant;\n\n\t(c)\tany industrial user that is designated by the Director to have a reasonable potential to adversely affect the POTW’s operation or for violating any pretreatment standard or requirement.\n\n\t68.\tSpecial Drainage Connection shall mean any house connection sewer or storm drain connection from any swimming pool, wading pool, fountain, pond, tank, vat or receptacle which receives or disposes of rain water or surface water.\n\n\t69.\tSpecial House Connection Sewer shall mean any house connection sewer from a lot, or part of a lot, which does not have a public sewer directly in front, rear, or at the side of such lot or part of such lot, and which has not been directly assessed for a public sewer.\n\n\t70.\tSplit Sampling shall mean dividing of wastewater samples for analysis at two (or more) analytical laboratories for comparison of results.\n\n\t71.\tStandard Industrial Classification (SIC) shall mean classification pursuant to the Standard Industrial Classification Manual issued by the Executive Office of the President, Office of Management and Budget, 1972, or subsequent revisions.\n\n\t72.\tState shall mean the State of California.\n\n\t73.\tStorm Drain Connection shall mean any pipeline, or portion thereof, constructed in a street, alley, walk, or other public place, or in an easement granted to the City, and connecting or proposed to connect any lot or part of a lot with any storm drain.\n\n\t74.\tStorm Drain System shall mean all of the property involved in the operation of the storm drainage collection and disposal system of the City of Los Angeles, including conduits, natural or artificial drains, channels and watercourses, together with appurtenances, pumping stations and equipment.\n\n\t75.\tSuspended Solids (SS) shall mean the total nonfilterable residue in water, wastewater or other liquids, which is removable in accordance with the most recent publication of Standard Methods for the Examination of Water and Wastewater, prepared and published by the American Public Health Association, American Water Works Association, and the Water Pollution Control Federation.\n\n\t76.\tTemporary Permit shall mean an interim status permit issued to a discharger until a final decision is made by the Director to issue an Industrial Wastewater Permit.\n\n\t77.\tToxic Pollutant shall mean any pollutant or combination of pollutants listed as toxic in regulations promulgated by the Administrator of EPA under the provisions of Section 307 of the Act, or other Federal or State statutes, rules or regulations.\n\n\t78.\tType III Marine Sanitation Device shall mean a device that is designed to prevent the overboard discharge of treated or untreated domestic sewage.\n\n\t79.\tWastewater shall mean the liquid and waterborne industrial or domestic wastes from facilities including, but not limited to, dwellings, commercial buildings, industrial facilities, agricultural activities, hospitals, medical facilities and other institutions, together with other wastes which may be present, whether treated or untreated, which enter the POTW, the storm drain system, of the Waters of the State.\n\n\t80.\tWaters of the State shall mean all saline waters, streams, lakes, ponds, marshes, watercourses, waterways, wells, springs, reservoirs, aquifers, irrigation systems, drainage systems and all other bodies or accumulations of water, surface or underground, natural or artificial, public or private, which are contained within, flow through, or border upon the State of California or any portion thereof.\n\n\tB.\tAbbreviations.  The acronyms or sets of letters set forth in this subsection, when used in this chapter, shall stand for and be understood and may be accepted or used as abbreviations for those terms or phrases set forth opposite each:\n\n\tBOD\t\t-\tBiochemical Oxygen Demand\n\tBMP\t\t-\tBest Management Practice\n\tCFR\t\t-\tCode of Federal Regulations\n\tCOD\t\t-\tChemical Oxygen Demand\n\tFOG\t\t-\tFats, Oil and Grease\n\tFSE\t\t-\tFood Service Establishment\n\tEPA\t\t-\tEnvironmental Protection Agency\n\tmg \t\t-\tMilligrams\n\tmg\/l \t\t-\tMilligrams per liter\n\tO&#038;M \t\t- \tOperation and Maintenance\n\tNCPS \t\t- \tNational Categorical Pretreatment Standards\n\tNPDES\t- \tNational Pollutant Discharge Elimination System\n\tPOTW\t\t- \tPublicly Owned Treatment Works\n\tPSDF\t\t- \tPrivate Septage Disposal Facility\n\tPSDS\t\t- \tPrivate Sewage Disposal System\n\tSIC\t\t- \tStandard Industrial Classification\n\tSS\t\t- \tSuspended Solids\n\tSWDA\t\t- \tSolid Waste Disposal Act, 42 U.S.C. 6901, et seq.\n\tUSC\t\t- \tUnited States Code","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"ancestry":{"1":{"id":"41","name":"Sewers, Water Courses And Drains","identifier":"4","label":"article","url":"\/6\/4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"1":{"id":"3546","structure_id":"41","section_number":"64.00","catch_line":"Definitions And Abbreviations.","url":"\/64.00\/","token":"64.00"},"2":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"3":{"id":"3226","structure_id":"41","section_number":"64.02","catch_line":"(None)","url":"\/64.02\/","token":"64.02"},"4":{"id":"1795","structure_id":"41","section_number":"64.04","catch_line":"(None)","url":"\/64.04\/","token":"64.04"},"5":{"id":"1023","structure_id":"41","section_number":"64.05","catch_line":"(None)","url":"\/64.05\/","token":"64.05"},"6":{"id":"2848","structure_id":"41","section_number":"64.06","catch_line":"Water Supply – Contamination Of.","url":"\/64.06\/","token":"64.06"},"7":{"id":"2171","structure_id":"41","section_number":"64.06.1","catch_line":"Water Supply – Sanitary Standards.","url":"\/64.06.1\/","token":"64.06.1"},"8":{"id":"541","structure_id":"41","section_number":"64.07","catch_line":"Water Course Obstruction – Permits.","url":"\/64.07\/","token":"64.07"},"9":{"id":"297","structure_id":"41","section_number":"64.08","catch_line":"Water Course Structures – Permits.","url":"\/64.08\/","token":"64.08"},"10":{"id":"661","structure_id":"41","section_number":"64.09","catch_line":"Water Courses – Interference With.","url":"\/64.09\/","token":"64.09"},"11":{"id":"1662","structure_id":"41","section_number":"64.10","catch_line":"Water Courses.","url":"\/64.10\/","token":"64.10"},"12":{"id":"2110","structure_id":"41","section_number":"64.11","catch_line":"Sewers – Undedicated Streets.","url":"\/64.11\/","token":"64.11"},"13":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"14":{"id":"1653","structure_id":"41","section_number":"64.11.2","catch_line":"Sewage Facilities Charge For New Tracts.","url":"\/64.11.2\/","token":"64.11.2"},"15":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"16":{"id":"3029","structure_id":"41","section_number":"64.11.4","catch_line":"Disposition Of Sewerage Facilities Charge.","url":"\/64.11.4\/","token":"64.11.4"},"17":{"id":"3995","structure_id":"41","section_number":"64.11.5","catch_line":"Temporary Waiver Of Sewer Facilities Charge Due To 1994 Northridge Earthquake.","url":"\/64.11.5\/","token":"64.11.5"},"18":{"id":"1174","structure_id":"41","section_number":"64.12","catch_line":"House Sewer Connection – Permit.","url":"\/64.12\/","token":"64.12"},"19":{"id":"307","structure_id":"41","section_number":"64.13","catch_line":"Permit Exemptions.","url":"\/64.13\/","token":"64.13"},"20":{"id":"4117","structure_id":"41","section_number":"64.14","catch_line":"Duration And Revocation Of Permits.","url":"\/64.14\/","token":"64.14"},"21":{"id":"4148","structure_id":"41","section_number":"64.15","catch_line":"Permit And Inspection Fees.","url":"\/64.15\/","token":"64.15"},"22":{"id":"406","structure_id":"41","section_number":"64.15.1","catch_line":"Liability Insurance And Deposit Requirements.","url":"\/64.15.1\/","token":"64.15.1"},"23":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"24":{"id":"3953","structure_id":"41","section_number":"64.16.1","catch_line":"Sewerage Facilities Charge For Sewer Connection.","url":"\/64.16.1\/","token":"64.16.1"},"25":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"26":{"id":"1757","structure_id":"41","section_number":"64.17","catch_line":"Sewer Connection Regulations.","url":"\/64.17\/","token":"64.17"},"27":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"28":{"id":"2478","structure_id":"41","section_number":"64.19","catch_line":"Refund Of Sewer Fees.","url":"\/64.19\/","token":"64.19"},"29":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"30":{"id":"1102","structure_id":"41","section_number":"64.19.2","catch_line":"Sewer Construction And Maintenance Fund.","url":"\/64.19.2\/","token":"64.19.2"},"31":{"id":"1762","structure_id":"41","section_number":"64.19.3","catch_line":"Sewer Operation And Maintenance Fund.","url":"\/64.19.3\/","token":"64.19.3"},"32":{"id":"2815","structure_id":"41","section_number":"64.19.4","catch_line":"Sewer Capital Fund.","url":"\/64.19.4\/","token":"64.19.4"},"33":{"id":"2746","structure_id":"41","section_number":"64.20","catch_line":"Tapping Sewers, Storm Drains And Catch Basins.","url":"\/64.20\/","token":"64.20"},"34":{"id":"209","structure_id":"41","section_number":"64.21","catch_line":"Emergency Work.","url":"\/64.21\/","token":"64.21"},"35":{"id":"2947","structure_id":"41","section_number":"64.22","catch_line":"Board To Keep Accounts.","url":"\/64.22\/","token":"64.22"},"36":{"id":"1491","structure_id":"41","section_number":"64.22.1","catch_line":"Permit Fee Exemptions.","url":"\/64.22.1\/","token":"64.22.1"},"37":{"id":"1759","structure_id":"41","section_number":"64.23","catch_line":"Drains, Sewers, Etc. – Notice Of Abandonment.","url":"\/64.23\/","token":"64.23"},"38":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"39":{"id":"72","structure_id":"41","section_number":"64.26","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","url":"\/64.26\/","token":"64.26"},"40":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"41":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"42":{"id":"1956","structure_id":"41","section_number":"64.31","catch_line":"Septage Disposal Control.","url":"\/64.31\/","token":"64.31"},"43":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"44":{"id":"2517","structure_id":"41","section_number":"64.33","catch_line":"Testing And Analysis Of Materials, Products, Services,\nProcesses And Technologies.","url":"\/64.33\/","token":"64.33"}},"previous_section":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"next_section":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"metadata":false,"references":false,"url":"\/64.00\/","token":"64.00","formats":{"txt":"\/64.00.txt","json":"\/64.00.xml"},"dublin_core":{"Title":"Definitions And Abbreviations.","Type":"Text","Format":"text\/html","Identifier":"§ 64.00","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS AND ABBREVIATIONS. (§ 64.00)\n\n  DEFINITIONS AND ABBREVIATIONS.\n\t(Amended In Entirety by Ord. No. 173,980, Eff. 7\/1\/01.)\n\n\tA.\tDefinitions.  For the purpose of this article, the following words and\nphrases are defined and shall be construed as hereinafter set out, unless it\nshall be apparent from the context that they have a different meaning:\n\n\t1.\tAct shall mean the Federal Water Pollution Control Act of 1972, also known\nas the Clean Water Act, as amended, 33 U.S.C. 1251, et seq.\n\n\t2.\tApproval Authority shall mean the California State Water Resources Control\nBoard upon an approval of the State Pretreatment Program, or the Administrator\nof the Environmental Protection Agency without an Approved State Pretreatment\nProgram.\n\n\t3.\tAuthorized Representative shall mean the following:\n\n\t(a)\ta president, secretary, treasurer, or vice-president in charge of a\nprincipal business function, or any other person who performs similar policy or\ndecision-making functions, if the discharger is a corporation;\n\n\t(b)\tthe manager of one or more manufacturing, production, or operation\nfacilities employing more than 250 persons or having gross annual sales or\nexpenditures exceeding $25 million (in second-quarter 1980 dollars), if the\ndischarger is a corporation, and authority to sign documents has been assigned\nor delegated to the manager in accordance with corporate procedures;\n\n\t(c)\ta general partner or proprietor if the discharger is a partnership or\nproprietorship, respectively;\n\n\t(d)\ta principal executive officer or director having responsibility for the\noverall operation of the discharging facility or a ranking elected official if\nthe discharger is a governmental entity, charitable organization or other such\nunincorporated entity; or\n\n\t(e)\ta representative authorized in writing by any individual designated above,\nif the authorization is submitted to the Director and specifies an individual or\na position having responsibility for the overall operation of the facility. \nThis includes the position of plant manager, a position of equivalent\nresponsibility, or an individual having overall responsibility for environmental\nmatters for the company.  If an authorization under Paragraph (e) is no longer\naccurate because a different individual or position has the responsibility for\nthe overall operation of the facility, or overall responsibility for\nenvironmental matters of the company, a new authorization satisfying the\nrequirements of Paragraph (e) of this section must be submitted to the Director\nprior to, or together with, any reports to be signed by such person.\n\n\t4.\tAverage Daily Flow shall mean the number of gallons of wastewater discharged\ninto the POTW, storm drain system or Waters of the State during a 24-hour\nperiod.\n\n\t5.\tBest Management Practices (BMP) shall mean activities, prohibitions of\npractices, maintenance procedures, and other management practices to prevent or\nreduce pollutants in discharges.\n\n\t6.\tBiochemical Oxygen Demand (BOD) shall mean the quantity of oxygen utilized\nin the biochemical oxidation of organic matter in five (5) days at 20 degrees\ncelsius expressed in terms of milligrams per liter (mg\/l) and analyzed in\naccordance with the most recent publication of  “Standard Methods for the\nExamination of Water and Wastewater” prepared and published by the American\nPublic Health Association, American Water Works Association and Water\nEnvironment Federation.\n\n\t7.\tBoard shall mean the Board of Public Works of the City of Los Angeles or its\nduly authorized representative.\n\n\t8.\tBonded Sewer shall mean any public sewer within the territorial limits of\nthe City of Los Angeles as they now exist for which the cost of construction\nthereof was not directly assessed against the property in accordance with\nbenefits, or paid for by the present or prior owners of the connecting property.\n\n\t9.\tBonded Sewer House Connection Sewer shall mean any house connection sewer or\nportion thereof from a lot, or part of a lot, to a bonded sewer located directly\nin front, rear, or at the side of such lot, or part of such lot.\n\n\t10.\tCategorical Standards shall mean National Categorical Pretreatment\nStandards or Pretreatment Standards as promulgated by the Federal Environmental\nProtection Agency.\n\n\t11.\tCity shall mean the City of Los Angeles or its duly authorized\nrepresentatives.\n\n\t12.\tCommercial Establishment shall mean a private establishment such as a\nrestaurant, hotel, laundry, store, filling station, or recreational facility. \nA nonprofit private or government entity such as a church, school, hospital,\nmilitary facility, correctional institution, recreational facility or a facility\nowned or operated by a charitable organization is considered a commercial\nestablishment.\n\n\t13.\tCommingled Load shall mean a load of septage which includes septage\ngenerated both within and outside the City’s boundaries.\n\n\t14.\tComposite Sample shall mean a sample formed by mixing discrete samples\ntaken at periodic points in time or a continuous proportion of the flow.  The\nnumber of discrete samples which make up the composite sample depends upon the\nvariability of pollutant concentration and flow.\n\n\t15.\tConstruction shall be deemed to include the acquisition of any and all\nrights of way or real property necessary for the performance and completion of\nthe work referred to wherever authority is given to the City for any\nconstruction under the provisions of this article.\n\n\t16.\tContract Agency shall mean a governmental agency or private entity which\nhas contracted with the City to discharge into the City’s Publicly Owned\nTreatment Works.\n\n\t17.\tCooling Water shall mean the water discharged from any use including, but\nnot limited to, air conditioning, cooling or refrigeration, during which the\nonly pollutant added is heat.\n\n\t18.\tDirect Discharge shall mean the discharge of wastewater to the storm drain\nsystem or Waters of the State.\n\n\t19.\tDirector shall mean the Director of the Bureau of Sanitation of the\nDepartment of Public Works of the City of Los Angeles or the duly authorized\nrepresentative thereof.\n\n\t20.\tDischarge shall mean the introduction of water, wastewater or any pollutant\ninto the POTW, the storm drain system, or Waters of the State.\n\n\t21.\tDischarger shall mean any person who causes or contributes a discharge into\nthe POTW, the storm drain system, or the Waters of the State.\n\n\t22.\tDomestic Septage shall mean the liquid or solid material removed from a\nprivate sewage disposal system (PSDS), portable toilet or other holding device\nthat receives only domestic sewage.\n\n\t23.\tDomestic Wastewater (Domestic Sewage) shall mean sanitary wastewater and\nwastewater generated from household type operations.\n\n\t24.\tEnvironmental Protection Agency (EPA) shall mean the Federal Environmental\nProtection Agency, its Administrator, or its duly authorized representative.\n\n\t25.\tEtiologic Agent shall mean a type of microorganism, helminth or virus which\nmay be expected to produce disease in healthy persons.\n\n\t26.\tFomites shall mean inanimate objects contaminated with etiologic agents\nwhich may serve to transmit those etiologic agents to humans.\n\n\t27.\tFood Service Establishment shall mean a facility engaged in preparing food\nfor consumption by the public such as a restaurant, commercial kitchen, caterer,\nhotel, school, hospital, prison, correctional facility, or care institution.\n\n\t28.\tGrab Sample shall mean a sample which is taken from a wastewater discharge\non a onetime basis without regard to the volume of flow in the discharge.\n\n\t29.\tGrease Interceptor shall mean an interceptor of at least 750 gallons (2839\nL) capacity to serve one (1) or more fixtures and which shall be remotely\nlocated.\n\n\t30.\tGrease Trap shall mean a device designed to retain grease from one (1) to a\nmaximum of four fixtures.\n\n\t31.\tGross Floor Area shall mean the area included within the exterior of the\nsurrounding walls of a building or portions thereof, exclusive of courts.\n\n\t32.\tHouse Connection Sewer shall mean any sewer pipe line, or portion thereof,\nconstructed in a street, alley, walk or other public place or in a sewer\neasement granted to the City and connecting, or proposed to connect, any lot or\npart of a lot with any public sewer.\n\n\t33.\tIndirect Discharge shall mean the discharge of wastewater into the POTW.\n\n\t34.\tIndustrial Wastewater Sewer Connection shall mean any house connection\nsewer, or portion thereof, used in the disposal of any and all liquid or\nwaterborne waste from industrial or commercial processes except domestic sewage.\n\n\t35.\tIndustrial Wastewater Storm Drain Connection shall mean any storm drain\nconnection carrying or intended to carry industrial waste from any industrial,\nmanufacturing, processing, or servicing establishment.\n\n\t36.\tIndustrial Wastewater shall mean any water bearing waste other than\ndomestic wastewater.  Wastewater generated from household type operations\nperformed at commercial establishments for or to support commercial purposes is\nindustrial wastewater.\n\n\t37.\tIndustrial Wastewater Permit shall mean a permit issued by the Board as\nprovided in and subject to provisions of Subdivision 1 of Subsection C and\npayment of fee requirements of Subsection D of Section 64.30.\n\n\t38.\tInfectious Waste shall mean any waste material or article which harbors or\nmay reasonably be considered to harbor viable etiologic agents and shall include\nthe following:\n\n\t(a)\tSignificant laboratory wastes including, but not limited to, cultures of\netiologic agents.\n\n\t(b)\tPathologic specimens including, but not limited to, human or animal\ntissues, blood elements, excreta and secretions which contain etiologic agents\nand also include  attendant disposable formites.\n\n\t(c)\tHuman dialysis waste materials including arterial lines and dialysate\nmembranes.\n\n\t(d)\tSurgical specimens including, but not limited to, human or animal parts and\ntissues removed surgically or at autopsy which contain etiologic agents and\nattendant disposable fomites.\n\n\t(e)\tEquipments, instruments, utensils and other materials of a disposable\nnature which may transmit etiologic agents from the rooms of humans or the\nenclosures of animals which have been isolated with suspected or diagnosed\ncommunicable disease.\n\n\t(f)\tAny other materials defined by a duly authorized public health officer as\npotentially infectious and required to be managed as an infectious waste.\n\n\t39.\tInterceptor Sewer shall mean a collecting sewer that intercepts and\ncollects the sewage from a number of lateral or local public sewers.\n\n\t40.\tInterference shall mean the inhibition or disruption of the POTW process or\noperations or any actions or omission which alone or in conjunction with a\ndischarge or discharges from other sources is a cause of violation of any\nrequirement of the City’s NPDES Permits (including an increase in the\nmagnitude or duration of a violation).  The term interference also includes\nprevention of biosolids use or disposal by the POTW in accordance with Section\n405 of the Act or any violation of criteria, guidelines, or regulations\ndeveloped pursuant to the Solid Waste Disposal Act (SWDA), the Clean Air Act,\nthe Toxic Substance Control Act, the Marine Protection Research and Sanctuaries\nAct or violation of more stringent State criteria (including those contained in\nany State sludge management plan prepared pursuant to Title II of SWDA)\napplicable to the method of disposal or use employed by the POTW.\n\n\t41.\tLocal Industrial User (LIU) shall mean a discharger of industrial\nwastewater which \n\n\t(a)\tis not subject to Categorical Pretreatment Standards under 40 CFR 403.6 and\n40 CFR Chapter I, Subchapter N, \n\n\t(b)\tdischarges an average of less than 25,000 gallons per day of process\nwastewater to the POTW; and \n\n\t(c)\tas determined by the Director, does not have a reasonable potential for\nadversely affecting the POTW’s operation or for violating any pretreatment\nstandard or requirements in accordance with 40 CFR 403.8(f)(6).\n\n\t42.\tLot shall mean any piece or parcel of land, as bounded, defined or shown\nupon the latest map, plat or deed recorded in the office of the County Recorder\nof Los Angeles County provided however that in the event any building or\nimprovements appurtenant to said building covers more area than a “lot,” as\nherein defined, the term “lot” shall be deemed to be and include all such\npieces or parcels of land upon which said buildings or improvements are wholly\nor partly located.\n\n\t43.\tNational Categorical Pretreatment Standard (National Standard) shall mean\nany regulation containing pollutant discharge limits promulgated by the EPA in\naccordance with Section 307(b) and (c) of the Act.\n\n\t44.\tNational Pollutant Discharge Elimination System Permit (NPDES Permit) shall\nmean a permit issued pursuant to Section 402 of the Act.\n\n\t45.\tNon-Domestic Septage shall mean the liquid or solid material removed from a\nprivate sewage disposal system (PSDS) or other sanitation holding device that\nreceives industrial wastewater or a combination of domestic and industrial\nwastewater.\n\n\t46.\tPass Through shall mean a discharge which exits the POTW into waters of the\nState in quantities or concentrations which, alone or in conjunction with a\ndischarge or discharges from other sources, is the cause of a violation of any\nrequirement of the POTW’s NPDES Permit (including an increase in the magnitude\nand duration of a violation).\n\n\t47.\tPeak Flow shall mean the maximum five minute rate of wastewater flow to be\ngenerated from the premises as estimated by the City Engineer.\n\n\t48.\tPerson shall mean any individual, partnership, co-partnership, firm,\ncompany, corporation, association, joint stock company, trust, estate,\ngovernmental entity or any other legal entity, or their legal representatives,\nagents or assigns. The masculine gender shall include the feminine, the singular\nshall include the plural where indicated by the context.\n\n\t49.\tpH shall mean the logarithm (base 10) of the reciprocal of the\nconcentration of hydrogen ions expressed in gram equivalents per liter of\nsolution.\n\n\t50.\tPigment shall mean a substance that imparts black or white or a color to\nother materials.\n\n\t51.\tPoint of Discharge shall mean any physical location at which a discharger,\ndirectly or indirectly, disposes wastewater. The term point of discharge also\nincludes, but is not limited to, disposal to ponds, injection wells, leach\nfields, or surface spreading.\n\n\t52.\tPollutant shall mean any dredged spoil, solid waste, incinerator residue,\nsewage, garbage, sewage sludge, munitions, chemical wastes, biological\nmaterials, radioactive materials, heat, pigment, wrecked or discharged\nequipment, rock, sand, cellar dirt or other waste.\n\n\t53.\tPortable Toilet shall mean any portable or permanently installed sanitation\napparatus or system which includes a tank for toilet waste retention.  Portable\nToilet includes sanitation holding devices from airplanes, trains, boats with\ntype III marine sanitation devices, buses, movie dressing room trailers,\nrecreational vehicles, or other similar transport vehicles.\n\n\t54.\tPretreatment shall mean the reduction of the amount of pollutants, the\nelimination of pollutants, or the alteration of the nature of pollutant\nproperties in wastewater to a less polluted state prior to or in lieu of\ndischarging such pollutants into the POTW, storm drain system or the Waters of\nthe State. Pretreatment can be obtained by physical, chemical or biological\nprocesses, or process changes by other means, except as prohibited by 40 Code of\nFederal Regulation (CFR) at Section 403.6(d).\n\n\t55.\tPretreatment Requirements shall mean any substantive or procedural\nrequirement related to pretreatment, other than a National Categorical\nPretreatment Standard.\n\n\t56.\tPrivate Septage Disposal Facility (PSDF) shall mean a disposal site, other\nthan a City designated discharge location, with a direct connection to the City\nsewer, which accommodates the discharge of hauled septage.\n\n\t57.\tPrivate Sewage Disposal System (PSDS) shall mean any septic tank, cesspool,\nseepage pit, leach field, or any other receptacle, or any combination thereof,\nwhich receives any wastewater not discharged into a public sewer.\n\n\t58.\tPublic Sewer shall mean any sewer, other than a house connection sewer,\nwhich has been constructed in a public street, alley, walk, or other public\nplace, or in a sewer easement, and is a part of the POTW.\n\n\t59.\tPublicly Owned Treatment Works (POTW)  (Sanitary Sewer System) shall mean\ntreatment works defined by Section 212 of the Act, which are wholly or partially\nowned by the City.  This includes any public sewers, treatment plants, land,\nappurtenances, pumping stations, or equipment.  For the purpose of this\nordinance, POTW shall also include any sewers within the City of Los Angeles\nthat convey wastewater to the POTW from persons outside the City who are, by\ncontract or agreement with the City, dischargers to the City’s POTW.\n\n\t60.\tRules and Regulations shall mean Rules and Regulations adopted by the Board\nGoverning the Disposal of Industrial Wastewater into the Publicly Owned\nTreatment Works of the City of Los Angeles.\n\n\t61.\tSanitary Wastewater shall mean wastewater of human origin derived from\ntoilets, urinals, showers, baths and restroom sinks.\n\n\t62.\tSeptage shall mean the liquid or solid material removed from a private\nsewage disposal system (PSDS), portable toilet or other sanitation holding\ndevice that receives wastewater.\n\n\t63.\tSeptage Hauler shall mean a person or an owner\/operator of a business that\nholds Septage Disposal Permit(s) issued by the Director to discharge septage to\nthe City’s POTW.\n\n\t64.\tSewage Generation Factor shall mean as a number which, when multiplied by a\nparameter which indicates the level of activity in an occupancy such as floor\narea or number of seats, produces an estimate of the average sewage discharge\nfrom the occupancy.\n\n\t65.\tShall is mandatory. May is permissive.\n\n\t66.\tSharps shall mean hypodermic needles, hypodermic syringes, blades and\nbroken glass. Sharps also include any devices, instruments or other objects\nwhich have acute rigid corners, edges or protuberances.\n\n\t67.\tSignificant Industrial User (SIU), subject to the provisions established in\n40 CFR 403.3(t), shall mean the following:\n\n\t(a)\tany discharger of wastewater who is subject to National Categorical\nPretreatment Standards;\n\n\t(b)\tany other industrial user that discharges an average of 25,000 gallons or\nmore per day of process wastewater (“process wastewater” excludes sanitary,\nnon contact cooling water and boiler blowdown wastewaters) or contributes\nprocess wastewater which makes up five percent (5%) or more of the average dry\nweather hydraulic or organic (BOD, TSS, etc.) capacity of the treatment plant;\n\n\t(c)\tany industrial user that is designated by the Director to have a reasonable\npotential to adversely affect the POTW’s operation or for violating any\npretreatment standard or requirement.\n\n\t68.\tSpecial Drainage Connection shall mean any house connection sewer or storm\ndrain connection from any swimming pool, wading pool, fountain, pond, tank, vat\nor receptacle which receives or disposes of rain water or surface water.\n\n\t69.\tSpecial House Connection Sewer shall mean any house connection sewer from a\nlot, or part of a lot, which does not have a public sewer directly in front,\nrear, or at the side of such lot or part of such lot, and which has not been\ndirectly assessed for a public sewer.\n\n\t70.\tSplit Sampling shall mean dividing of wastewater samples for analysis at\ntwo (or more) analytical laboratories for comparison of results.\n\n\t71.\tStandard Industrial Classification (SIC) shall mean classification pursuant\nto the Standard Industrial Classification Manual issued by the Executive Office\nof the President, Office of Management and Budget, 1972, or subsequent\nrevisions.\n\n\t72.\tState shall mean the State of California.\n\n\t73.\tStorm Drain Connection shall mean any pipeline, or portion thereof,\nconstructed in a street, alley, walk, or other public place, or in an easement\ngranted to the City, and connecting or proposed to connect any lot or part of a\nlot with any storm drain.\n\n\t74.\tStorm Drain System shall mean all of the property involved in the operation\nof the storm drainage collection and disposal system of the City of Los Angeles,\nincluding conduits, natural or artificial drains, channels and watercourses,\ntogether with appurtenances, pumping stations and equipment.\n\n\t75.\tSuspended Solids (SS) shall mean the total nonfilterable residue in water,\nwastewater or other liquids, which is removable in accordance with the most\nrecent publication of Standard Methods for the Examination of Water and\nWastewater, prepared and published by the American Public Health Association,\nAmerican Water Works Association, and the Water Pollution Control Federation.\n\n\t76.\tTemporary Permit shall mean an interim status permit issued to a discharger\nuntil a final decision is made by the Director to issue an Industrial Wastewater\nPermit.\n\n\t77.\tToxic Pollutant shall mean any pollutant or combination of pollutants\nlisted as toxic in regulations promulgated by the Administrator of EPA under the\nprovisions of Section 307 of the Act, or other Federal or State statutes, rules\nor regulations.\n\n\t78.\tType III Marine Sanitation Device shall mean a device that is designed to\nprevent the overboard discharge of treated or untreated domestic sewage.\n\n\t79.\tWastewater shall mean the liquid and waterborne industrial or domestic\nwastes from facilities including, but not limited to, dwellings, commercial\nbuildings, industrial facilities, agricultural activities, hospitals, medical\nfacilities and other institutions, together with other wastes which may be\npresent, whether treated or untreated, which enter the POTW, the storm drain\nsystem, of the Waters of the State.\n\n\t80.\tWaters of the State shall mean all saline waters, streams, lakes, ponds,\nmarshes, watercourses, waterways, wells, springs, reservoirs, aquifers,\nirrigation systems, drainage systems and all other bodies or accumulations of\nwater, surface or underground, natural or artificial, public or private, which\nare contained within, flow through, or border upon the State of California or\nany portion thereof.\n\n\tB.\tAbbreviations.  The acronyms or sets of letters set forth in this\nsubsection, when used in this chapter, shall stand for and be understood and may\nbe accepted or used as abbreviations for those terms or phrases set forth\nopposite each:\n\n\tBOD\t\t-\tBiochemical Oxygen Demand\n\tBMP\t\t-\tBest Management Practice\n\tCFR\t\t-\tCode of Federal Regulations\n\tCOD\t\t-\tChemical Oxygen Demand\n\tFOG\t\t-\tFats, Oil and Grease\n\tFSE\t\t-\tFood Service Establishment\n\tEPA\t\t-\tEnvironmental Protection Agency\n\tmg \t\t-\tMilligrams\n\tmg\/l \t\t-\tMilligrams per liter\n\tO&#038;M \t\t- \tOperation and Maintenance\n\tNCPS \t\t- \tNational Categorical Pretreatment Standards\n\tNPDES\t- \tNational Pollutant Discharge Elimination System\n\tPOTW\t\t- \tPublicly Owned Treatment Works\n\tPSDF\t\t- \tPrivate Septage Disposal Facility\n\tPSDS\t\t- \tPrivate Sewage Disposal System\n\tSIC\t\t- \tStandard Industrial Classification\n\tSS\t\t- \tSuspended Solids\n\tSWDA\t\t- \tSolid Waste Disposal Act, 42 U.S.C. 6901, et seq.\n\tUSC\t\t- \tUnited States Code\n"}