{"section_number":"64.17","edition_id":"1","section_id":"1757","structure_id":"41","catch_line":"Sewer Connection Regulations.","history":"","full_text":"  SEWER CONNECTION REGULATIONS.\n\n\tNo person having obtained a permit from the Board shall construct, alter, or repair any house connection sewer or any portion of any house connection sewer, or makes a connection to any public sewer, or house connection sewer, pursuant to any such permit, at any place other than that designated thereon, or fail, refuse or neglect to comply with any such requirement contained or referred to in this section.\n\n\tAt all times, while the work under any such permit is in progress, the original of such permit must be kept at the place of the work and must, on demand be exhibited to the Board or to any of its inspectors, agents or representatives, or to any police officer.\n\n\t(a)\tIn those streets and alleys included in that portion of this City, designated by Chapter 8 of this Code as the Central Traffic District, when an excavation is commenced, the making of the excavation, the work to be done therein and the refilling of the excavation, shall be prosecuted diligently and continuously until completed, so as not to obstruct the street or other public place or travel thereon, more than is actually necessary.\n\n\t(b)\tThe construction of all house connection sewers, and all repairs to such house connection sewers, shall be as follows:\n\n\t1.\tAll pipe shall be clay, cement, cast iron, ABS and PVC plastic pipe or asbestos cement and have a minimum internal diameter of six inches. (Amended by Ord. No. 152,157, Eff. 5\/13\/79)\n\n\t2.\tHouse connection sewers in easements over private property shall be constructed of only clay pipe with flexible joints, ABS and PVC plastic pipe or cast iron pipe, and may have an internal diameter of four or six inches.  (Amended by Ord. No. 152,157, Eff. 5\/13\/79)\n\n\t3.\tUpon proper application to the Board, the Board may permit the increase in the internal diameter of house connection sewers to not more than two inches less than the internal diameter of the public sewer to which it is connected, if such increased diameter is in accordance with good engineering practice.\n\n\t4.\tThe quality of the pipe, the type of joint and other materials used, the manner of constructing house connection sewers, the backfilling of the trench, except where specifically provided for herein, or by the Board, shall be the same as is required by the latest specifications and standard plans for the construction of sanitary sewers in this City.\n\n\t(c)\tWhenever, in connection with the construction or repair of a sewer connection, a hazardous excavation must be made or an excavation is to be made by tunneling under the surface of a street or alley, the Board may adopt such regulations and require such special inspections as it may deem necessary. The cost of such special inspection shall be estimated by the Board and paid as outlined in Section 64.15.\n\n\t(d)\tAll house connection sewers, unless otherwise authorized by the Board, shall be laid on a uniform grade of not less than two per cent, with a depth, measured to the invert, at the property line, of not less than four feet below the top of the existing curb or proposed curb at the nearest point. If there is no existing or proposed curb, then such house connection sewers shall be laid on a uniform grade of not less than two per cent, with a depth, measured to the invert, not less than four feet below the surface of the roadway, sidewalk or alley at the property line, unless a greater depth is required to serve such property.\n\n\t(e)\t(None)\n\n\t(f)\tWhere a building is on or immediately adjacent to the property line, to which a sewer connection must be constructed, and an existing house sewer from said building ends at such property line at a depth of less than the depth required in this section for the upper end of a house connection sewer to be constructed to such property line; or where an earth bank over 4 feet in height exists adjacent to the curb line or property line, the Board shall adopt such regulations, for the construction of that portion of the house connection sewer between the curb line and property line, if in a street, and between the main sewer and the property line, if in an alley, walk or other public place improved or to be improved without a curb, which will meet such conditions better than the method of construction herein prescribed.\n\n\tWhere a main sewer exceeds 14 feet in depth the manner of constructing a house connection sewer from such a sewer shall be regulated by the Board.\n\n\t(g)\t(Amended by Ord. No. 142,123, Eff. 7\/31\/71.)  Persons making an excavation in any street or sidewalk for any of the purposes mentioned in Sections 64.12 to 64.22 inclusive, must maintain free access to all fire hydrants and water gates. All materials excavated shall be laid compactly along the side of the trench and kept trimmed up so as to cause as little inconvenience as possible to public travel. If any excavation is made across any street or alley, at least one safe crossing must be maintained at all times for vehicles and pedestrians. Where required to keep traffic lanes and sidewalk passageways clear, tight board fences shall be used to hold excavated material. All gutters must be maintained free and unobstructed for the full depth of the adjacent curb and for at least one (1) foot in width from the face of such curb at the gutter line. All work shall be performed in accordance with the latest adopted manual entitled “Work Area Traffic Control”, the latest adopted “Standard Specifications for Public Works Construction”, any required plans and special specifications and shall be performed to the satisfaction of the Board.\n\n\tIf the warning signs, lights and devices required under this section are not promptly provided, the Board may provide them; the cost of such work performed by the Board may be billed to the permittee.\n\n\t(h)\tAny excavation made for the purpose of making a house connection to a sewer shall be refilled in the manner required by this article within three days after inspection of the pipe by the Board, or within three days after the date of the completion of the excavation if no work is done therein. Nothing in this article contained shall be construed to allow a longer period of time therefor.\n\n\tThe top surface of the backfill shall conform closely enough to the level of the adjoining street or sidewalk surface and shall be compacted so that it is hard enough and smooth enough to be safe for pedestrian travel over it as well as for vehicular traffic to pass safely over it at a legal rate of speed. The permittee shall maintain the surface of the backfill in a condition safe for pedestrian and vehicular traffic until the said surface has been repaired by the Board, and said permittee shall be responsible for all accidents which may occur due to pedestrians traveling over or upon the site of the excavation as well as vehicles crossing said site at a legal rate of speed, until said surface has been so repaired.  (Amended by Ord. No. 142,123, Eff. 7\/31\/71.)\n\n\tIf it is impracticable to maintain the surface of the backfill in safe condition for pedestrian travel or vehicular traffic, subject to concurrence by the inspector, then the permittee shall maintain barriers and lights around it in accordance with Subsection (g) hereof until the sidewalk and street pavements have been repaired.  (Added by Ord. No. 142,123, Eff. 7\/31\/71.)\n\n\t(i)\tThe street surface excavated or damaged shall be replaced by the Board, and the cost thereof shall be recovered by the Board in accordance with the provisions of Section 62.05 of this Code. (Amended by Ord. No. 121,900, Eff. 6\/4\/62.)\n\n\t(j)\tIn all cases where the public records of a public sewer, or house connection sewer, do not correctly represent the existing condition of or conditions surrounding such sewer, or where, in the opinion of the Board, the physical conditions are such that strict compliance with the provisions of Section 64.12 to Section 64.22, inclusive, if unnecessary or unreasonable, the Board is granted the power to make modifications for individual cases, and determine the procedure to be followed, and its decision shall be final.\n\n\t(k)\tNo person shall connect a 4-inch house sewer to a 6-inch house connection sewer without first installing a 6-inch by 4-inch by 4-inch increaser tee on the end of the 6-inch house connection sewer, or a six-inch by 4-inch increaser followed by a 4-inch by 4-inch by 4-inch tee branch.","order_by":"17","ancestry":{"1":{"id":"41","name":"Sewers, Water Courses And Drains","identifier":"4","label":"article","url":"\/6\/4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"1":{"id":"3546","structure_id":"41","section_number":"64.00","catch_line":"Definitions And Abbreviations.","url":"\/64.00\/","token":"64.00"},"2":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"3":{"id":"3226","structure_id":"41","section_number":"64.02","catch_line":"(None)","url":"\/64.02\/","token":"64.02"},"4":{"id":"1795","structure_id":"41","section_number":"64.04","catch_line":"(None)","url":"\/64.04\/","token":"64.04"},"5":{"id":"1023","structure_id":"41","section_number":"64.05","catch_line":"(None)","url":"\/64.05\/","token":"64.05"},"6":{"id":"2848","structure_id":"41","section_number":"64.06","catch_line":"Water Supply – Contamination Of.","url":"\/64.06\/","token":"64.06"},"7":{"id":"2171","structure_id":"41","section_number":"64.06.1","catch_line":"Water Supply – Sanitary Standards.","url":"\/64.06.1\/","token":"64.06.1"},"8":{"id":"541","structure_id":"41","section_number":"64.07","catch_line":"Water Course Obstruction – Permits.","url":"\/64.07\/","token":"64.07"},"9":{"id":"297","structure_id":"41","section_number":"64.08","catch_line":"Water Course Structures – Permits.","url":"\/64.08\/","token":"64.08"},"10":{"id":"661","structure_id":"41","section_number":"64.09","catch_line":"Water Courses – Interference With.","url":"\/64.09\/","token":"64.09"},"11":{"id":"1662","structure_id":"41","section_number":"64.10","catch_line":"Water Courses.","url":"\/64.10\/","token":"64.10"},"12":{"id":"2110","structure_id":"41","section_number":"64.11","catch_line":"Sewers – Undedicated Streets.","url":"\/64.11\/","token":"64.11"},"13":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"14":{"id":"1653","structure_id":"41","section_number":"64.11.2","catch_line":"Sewage Facilities Charge For New Tracts.","url":"\/64.11.2\/","token":"64.11.2"},"15":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"16":{"id":"3029","structure_id":"41","section_number":"64.11.4","catch_line":"Disposition Of Sewerage Facilities Charge.","url":"\/64.11.4\/","token":"64.11.4"},"17":{"id":"3995","structure_id":"41","section_number":"64.11.5","catch_line":"Temporary Waiver Of Sewer Facilities Charge Due To 1994 Northridge Earthquake.","url":"\/64.11.5\/","token":"64.11.5"},"18":{"id":"1174","structure_id":"41","section_number":"64.12","catch_line":"House Sewer Connection – Permit.","url":"\/64.12\/","token":"64.12"},"19":{"id":"307","structure_id":"41","section_number":"64.13","catch_line":"Permit Exemptions.","url":"\/64.13\/","token":"64.13"},"20":{"id":"4117","structure_id":"41","section_number":"64.14","catch_line":"Duration And Revocation Of Permits.","url":"\/64.14\/","token":"64.14"},"21":{"id":"4148","structure_id":"41","section_number":"64.15","catch_line":"Permit And Inspection Fees.","url":"\/64.15\/","token":"64.15"},"22":{"id":"406","structure_id":"41","section_number":"64.15.1","catch_line":"Liability Insurance And Deposit Requirements.","url":"\/64.15.1\/","token":"64.15.1"},"23":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"24":{"id":"3953","structure_id":"41","section_number":"64.16.1","catch_line":"Sewerage Facilities Charge For Sewer Connection.","url":"\/64.16.1\/","token":"64.16.1"},"25":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"26":{"id":"1757","structure_id":"41","section_number":"64.17","catch_line":"Sewer Connection Regulations.","url":"\/64.17\/","token":"64.17"},"27":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"28":{"id":"2478","structure_id":"41","section_number":"64.19","catch_line":"Refund Of Sewer Fees.","url":"\/64.19\/","token":"64.19"},"29":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"30":{"id":"1102","structure_id":"41","section_number":"64.19.2","catch_line":"Sewer Construction And Maintenance Fund.","url":"\/64.19.2\/","token":"64.19.2"},"31":{"id":"1762","structure_id":"41","section_number":"64.19.3","catch_line":"Sewer Operation And Maintenance Fund.","url":"\/64.19.3\/","token":"64.19.3"},"32":{"id":"2815","structure_id":"41","section_number":"64.19.4","catch_line":"Sewer Capital Fund.","url":"\/64.19.4\/","token":"64.19.4"},"33":{"id":"2746","structure_id":"41","section_number":"64.20","catch_line":"Tapping Sewers, Storm Drains And Catch Basins.","url":"\/64.20\/","token":"64.20"},"34":{"id":"209","structure_id":"41","section_number":"64.21","catch_line":"Emergency Work.","url":"\/64.21\/","token":"64.21"},"35":{"id":"2947","structure_id":"41","section_number":"64.22","catch_line":"Board To Keep Accounts.","url":"\/64.22\/","token":"64.22"},"36":{"id":"1491","structure_id":"41","section_number":"64.22.1","catch_line":"Permit Fee Exemptions.","url":"\/64.22.1\/","token":"64.22.1"},"37":{"id":"1759","structure_id":"41","section_number":"64.23","catch_line":"Drains, Sewers, Etc. – Notice Of Abandonment.","url":"\/64.23\/","token":"64.23"},"38":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"39":{"id":"72","structure_id":"41","section_number":"64.26","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","url":"\/64.26\/","token":"64.26"},"40":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"41":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"42":{"id":"1956","structure_id":"41","section_number":"64.31","catch_line":"Septage Disposal Control.","url":"\/64.31\/","token":"64.31"},"43":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"44":{"id":"2517","structure_id":"41","section_number":"64.33","catch_line":"Testing And Analysis Of Materials, Products, Services,\nProcesses And Technologies.","url":"\/64.33\/","token":"64.33"}},"previous_section":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"next_section":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"metadata":false,"references":false,"url":"\/64.17\/","token":"64.17","formats":{"txt":"\/64.17.txt","json":"\/64.17.xml"},"dublin_core":{"Title":"Sewer Connection Regulations.","Type":"Text","Format":"text\/html","Identifier":"§ 64.17","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSEWER CONNECTION REGULATIONS. (§ 64.17)\n\n  SEWER CONNECTION REGULATIONS.\tNo person having obtained a permit from the\nBoard shall construct, alter, or repair any house connection sewer or any\nportion of any house connection sewer, or makes a connection to any public\nsewer, or house connection sewer, pursuant to any such permit, at any place\nother than that designated thereon, or fail, refuse or neglect to comply with\nany such requirement contained or referred to in this section.\tAt all times,\nwhile the work under any such permit is in progress, the original of such permit\nmust be kept at the place of the work and must, on demand be exhibited to the\nBoard or to any of its inspectors, agents or representatives, or to any police\nofficer.\t(a)\tIn those streets and alleys included in that portion of this City,\ndesignated by Chapter 8 of this Code as the Central Traffic District, when an\nexcavation is commenced, the making of the excavation, the work to be done\ntherein and the refilling of the excavation, shall be prosecuted diligently and\ncontinuously until completed, so as not to obstruct the street or other public\nplace or travel thereon, more than is actually necessary.\t(b)\tThe construction\nof all house connection sewers, and all repairs to such house connection sewers,\nshall be as follows:\t1.\tAll pipe shall be clay, cement, cast iron, ABS and PVC\nplastic pipe or asbestos cement and have a minimum internal diameter of six\ninches. (Amended by Ord. No. 152,157, Eff. 5\/13\/79)\t2.\tHouse connection sewers\nin easements over private property shall be constructed of only clay pipe with\nflexible joints, ABS and PVC plastic pipe or cast iron pipe, and may have an\ninternal diameter of four or six inches.  (Amended by Ord. No. 152,157, Eff.\n5\/13\/79)\t3.\tUpon proper application to the Board, the Board may permit the\nincrease in the internal diameter of house connection sewers to not more than\ntwo inches less than the internal diameter of the public sewer to which it is\nconnected, if such increased diameter is in accordance with good engineering\npractice.\t4.\tThe quality of the pipe, the type of joint and other materials\nused, the manner of constructing house connection sewers, the backfilling of the\ntrench, except where specifically provided for herein, or by the Board, shall be\nthe same as is required by the latest specifications and standard plans for the\nconstruction of sanitary sewers in this City.\t(c)\tWhenever, in connection with\nthe construction or repair of a sewer connection, a hazardous excavation must be\nmade or an excavation is to be made by tunneling under the surface of a street\nor alley, the Board may adopt such regulations and require such special\ninspections as it may deem necessary. The cost of such special inspection shall\nbe estimated by the Board and paid as outlined in Section 64.15.\t(d)\tAll house\nconnection sewers, unless otherwise authorized by the Board, shall be laid on a\nuniform grade of not less than two per cent, with a depth, measured to the\ninvert, at the property line, of not less than four feet below the top of the\nexisting curb or proposed curb at the nearest point. If there is no existing or\nproposed curb, then such house connection sewers shall be laid on a uniform\ngrade of not less than two per cent, with a depth, measured to the invert, not\nless than four feet below the surface of the roadway, sidewalk or alley at the\nproperty line, unless a greater depth is required to serve such\nproperty.\t(e)\t(None)\t(f)\tWhere a building is on or immediately adjacent to the\nproperty line, to which a sewer connection must be constructed, and an existing\nhouse sewer from said building ends at such property line at a depth of less\nthan the depth required in this section for the upper end of a house connection\nsewer to be constructed to such property line; or where an earth bank over 4\nfeet in height exists adjacent to the curb line or property line, the Board\nshall adopt such regulations, for the construction of that portion of the house\nconnection sewer between the curb line and property line, if in a street, and\nbetween the main sewer and the property line, if in an alley, walk or other\npublic place improved or to be improved without a curb, which will meet such\nconditions better than the method of construction herein prescribed.\tWhere a\nmain sewer exceeds 14 feet in depth the manner of constructing a house\nconnection sewer from such a sewer shall be regulated by the Board.\t(g)\t(Amended\nby Ord. No. 142,123, Eff. 7\/31\/71.)  Persons making an excavation in any street\nor sidewalk for any of the purposes mentioned in Sections 64.12 to 64.22\ninclusive, must maintain free access to all fire hydrants and water gates. All\nmaterials excavated shall be laid compactly along the side of the trench and\nkept trimmed up so as to cause as little inconvenience as possible to public\ntravel. If any excavation is made across any street or alley, at least one safe\ncrossing must be maintained at all times for vehicles and pedestrians. Where\nrequired to keep traffic lanes and sidewalk passageways clear, tight board\nfences shall be used to hold excavated material. All gutters must be maintained\nfree and unobstructed for the full depth of the adjacent curb and for at least\none (1) foot in width from the face of such curb at the gutter line. All work\nshall be performed in accordance with the latest adopted manual entitled “Work\nArea Traffic Control”, the latest adopted “Standard Specifications for\nPublic Works Construction”, any required plans and special specifications and\nshall be performed to the satisfaction of the Board.\tIf the warning signs,\nlights and devices required under this section are not promptly provided, the\nBoard may provide them; the cost of such work performed by the Board may be\nbilled to the permittee.\t(h)\tAny excavation made for the purpose of making a\nhouse connection to a sewer shall be refilled in the manner required by this\narticle within three days after inspection of the pipe by the Board, or within\nthree days after the date of the completion of the excavation if no work is done\ntherein. Nothing in this article contained shall be construed to allow a longer\nperiod of time therefor.\tThe top surface of the backfill shall conform closely\nenough to the level of the adjoining street or sidewalk surface and shall be\ncompacted so that it is hard enough and smooth enough to be safe for pedestrian\ntravel over it as well as for vehicular traffic to pass safely over it at a\nlegal rate of speed. The permittee shall maintain the surface of the backfill in\na condition safe for pedestrian and vehicular traffic until the said surface has\nbeen repaired by the Board, and said permittee shall be responsible for all\naccidents which may occur due to pedestrians traveling over or upon the site of\nthe excavation as well as vehicles crossing said site at a legal rate of speed,\nuntil said surface has been so repaired.  (Amended by Ord. No. 142,123, Eff.\n7\/31\/71.)\tIf it is impracticable to maintain the surface of the backfill in safe\ncondition for pedestrian travel or vehicular traffic, subject to concurrence by\nthe inspector, then the permittee shall maintain barriers and lights around it\nin accordance with Subsection (g) hereof until the sidewalk and street pavements\nhave been repaired.  (Added by Ord. No. 142,123, Eff. 7\/31\/71.)\t(i)\tThe street\nsurface excavated or damaged shall be replaced by the Board, and the cost\nthereof shall be recovered by the Board in accordance with the provisions of\nSection 62.05 of this Code. (Amended by Ord. No. 121,900, Eff. 6\/4\/62.)\t(j)\tIn\nall cases where the public records of a public sewer, or house connection sewer,\ndo not correctly represent the existing condition of or conditions surrounding\nsuch sewer, or where, in the opinion of the Board, the physical conditions are\nsuch that strict compliance with the provisions of Section 64.12 to Section\n64.22, inclusive, if unnecessary or unreasonable, the Board is granted the power\nto make modifications for individual cases, and determine the procedure to be\nfollowed, and its decision shall be final.\t(k)\tNo person shall connect a 4-inch\nhouse sewer to a 6-inch house connection sewer without first installing a 6-inch\nby 4-inch by 4-inch increaser tee on the end of the 6-inch house connection\nsewer, or a six-inch by 4-inch increaser followed by a 4-inch by 4-inch by\n4-inch tee branch.\n","html":"\n\t\t\t\t\t<section><p>  SEWER CONNECTION REGULATIONS.<br \/><br \/>\tNo person having obtained a permit from the Board shall construct, alter, or repair any house connection sewer or any portion of any house connection sewer, or makes a connection to any public sewer, or house connection sewer, pursuant to any such permit, at any place other than that designated thereon, or fail, refuse or neglect to comply with any such requirement contained or referred to in this section.<br \/><br \/>\tAt all times, while the work under any such permit is in progress, the original of such permit must be kept at the place of the work and must, on demand be exhibited to the Board or to any of its inspectors, agents or representatives, or to any police officer.<br \/><br \/>\t(a)\tIn those streets and alleys included in that portion of this City, designated by Chapter 8 of this Code as the Central Traffic District, when an excavation is commenced, the making of the excavation, the work to be done therein and the refilling of the excavation, shall be prosecuted diligently and continuously until completed, so as not to obstruct the street or other public place or travel thereon, more than is actually necessary.<br \/><br \/>\t(b)\tThe construction of all house connection sewers, and all repairs to such house connection sewers, shall be as follows:<br \/><br \/>\t1.\tAll pipe shall be clay, cement, cast iron, ABS and PVC plastic pipe or asbestos cement and have a minimum internal diameter of six inches. (Amended by Ord. No. 152,157, Eff. 5\/13\/79)<br \/><br \/>\t2.\tHouse connection sewers in easements over private property shall be constructed of only clay pipe with flexible joints, ABS and PVC plastic pipe or cast iron pipe, and may have an internal diameter of four or six inches.  (Amended by Ord. No. 152,157, Eff. 5\/13\/79)<br \/><br \/>\t3.\tUpon proper application to the Board, the Board may permit the increase in the internal diameter of house connection sewers to not more than two inches less than the internal diameter of the public sewer to which it is connected, if such increased diameter is in accordance with good engineering practice.<br \/><br \/>\t4.\tThe quality of the pipe, the type of joint and other <span class=\"dictionary\">materials<\/span> used, the manner of constructing house connection sewers, the backfilling of the trench, except where specifically provided for herein, or by the Board, shall be the same as is required by the latest specifications and standard plans for the construction of sanitary sewers in this City.<br \/><br \/>\t(c)\tWhenever, in connection with the construction or repair of a sewer connection, a hazardous excavation must be made or an excavation is to be made by tunneling under the surface of a street or alley, the Board may adopt such regulations and require such special inspections as it may deem necessary. The cost of such special inspection shall be estimated by the Board and paid as outlined in Section 64.15.<br \/><br \/>\t(d)\tAll house connection sewers, unless otherwise authorized by the Board, shall be laid on a uniform grade of not less than two per cent, with a depth, measured to the invert, at the property line, of not less than four feet below the top of the existing curb or proposed curb at the nearest point. If there is no existing or proposed curb, then such house connection sewers shall be laid on a uniform grade of not less than two per cent, with a depth, measured to the invert, not less than four feet below the surface of the roadway, sidewalk or alley at the property line, unless a greater depth is required to serve such property.<br \/><br \/>\t(e)\t(None)<br \/><br \/>\t(f)\tWhere a building is on or immediately adjacent to the property line, to which a sewer connection must be constructed, and an existing house sewer from said building ends at such property line at a depth of less than the depth required in this section for the upper end of a house connection sewer to be constructed to such property line; or where an earth bank over 4 feet in height exists adjacent to the curb line or property line, the Board shall adopt such regulations, for the construction of that portion of the house connection sewer between the curb line and property line, if in a street, and between the main sewer and the property line, if in an alley, walk or other public place improved or to be improved without a curb, which will meet such conditions better than the method of construction herein prescribed.<br \/><br \/>\tWhere a main sewer exceeds 14 feet in depth the manner of constructing a house connection sewer from such a sewer shall be regulated by the Board.<br \/><br \/>\t(g)\t(Amended by Ord. No. 142,123, Eff. 7\/31\/71.)  Persons making an excavation in any street or sidewalk for any of the purposes mentioned in Sections 64.12 to 64.22 inclusive, must maintain free access to all fire hydrants and water gates. All <span class=\"dictionary\">materials<\/span> excavated shall be laid compactly along the side of the trench and kept trimmed up so as to cause as little inconvenience as possible to public travel. If any excavation is made across any street or alley, at least one safe crossing must be maintained at all times for vehicles and pedestrians. Where required to keep traffic lanes and sidewalk passageways clear, tight board fences shall be used to hold excavated <span class=\"dictionary\">material<\/span>. All gutters must be maintained free and unobstructed for the full depth of the adjacent curb and for at least one (1) foot in width from the face of such curb at the gutter line. All work shall be performed in accordance with the latest adopted manual entitled “Work Area Traffic Control”, the latest adopted “Standard Specifications for Public Works Construction”, any required plans and special specifications and shall be performed to the satisfaction of the Board.<br \/><br \/>\tIf the warning signs, lights and devices required under this section are not promptly provided, the Board may provide them; the cost of such work performed by the Board may be billed to the permittee.<br \/><br \/>\t(h)\tAny excavation made for the purpose of making a house connection to a sewer shall be refilled in the manner required by this article within three days after inspection of the pipe by the Board, or within three days after the date of the completion of the excavation if no work is done therein. Nothing in this article contained shall be construed to allow a longer period of time therefor.<br \/><br \/>\tThe top surface of the backfill shall conform closely enough to the level of the adjoining street or sidewalk surface and shall be compacted so that it is hard enough and smooth enough to be safe for pedestrian travel over it as well as for vehicular traffic to pass safely over it at a legal rate of speed. The permittee shall maintain the surface of the backfill in a condition safe for pedestrian and vehicular traffic until the said surface has been repaired by the Board, and said permittee shall be responsible for all accidents which may occur due to pedestrians traveling over or upon the site of the excavation as well as vehicles crossing said site at a legal rate of speed, until said surface has been so repaired.  (Amended by Ord. No. 142,123, Eff. 7\/31\/71.)<br \/><br \/>\tIf it is impracticable to maintain the surface of the backfill in safe condition for pedestrian travel or vehicular traffic, subject to concurrence by the inspector, then the permittee shall maintain barriers and lights around it in accordance with Subsection (g) hereof until the sidewalk and street pavements have been repaired.  (Added by Ord. No. 142,123, Eff. 7\/31\/71.)<br \/><br \/>\t(i)\tThe street surface excavated or damaged shall be replaced by the Board, and the cost thereof shall be recovered by the Board in accordance with the provisions of Section 62.05 of this Code. (Amended by Ord. No. 121,900, Eff. 6\/4\/62.)<br \/><br \/>\t(j)\tIn all cases where the public records of a public sewer, or house connection sewer, do not correctly represent the existing condition of or conditions surrounding such sewer, or where, in the <span class=\"dictionary\">opinion<\/span> of the Board, the physical conditions are such that strict compliance with the provisions of Section 64.12 to Section 64.22, inclusive, if unnecessary or unreasonable, the Board is granted the power to make modifications for individual cases, and determine the procedure to be followed, and its decision shall be final.<br \/><br \/>\t(k)\tNo person shall connect a 4-inch house sewer to a 6-inch house connection sewer without first installing a 6-inch by 4-inch by 4-inch increaser tee on the end of the 6-inch house connection sewer, or a six-inch by 4-inch increaser followed by a 4-inch by 4-inch by 4-inch tee branch.<\/p><\/section>","text":{"0":{"id":"1741","text":"  SEWER CONNECTION REGULATIONS.\tNo person having obtained a permit from the Board shall construct, alter, or repair any house connection sewer or any portion of any house connection sewer, or makes a connection to any public sewer, or house connection sewer, pursuant to any such permit, at any place other than that designated thereon, or fail, refuse or neglect to comply with any such requirement contained or referred to in this section.\tAt all times, while the work under any such permit is in progress, the original of such permit must be kept at the place of the work and must, on demand be exhibited to the Board or to any of its inspectors, agents or representatives, or to any police officer.\t(a)\tIn those streets and alleys included in that portion of this City, designated by Chapter 8 of this Code as the Central Traffic District, when an excavation is commenced, the making of the excavation, the work to be done therein and the refilling of the excavation, shall be prosecuted diligently and continuously until completed, so as not to obstruct the street or other public place or travel thereon, more than is actually necessary.\t(b)\tThe construction of all house connection sewers, and all repairs to such house connection sewers, shall be as follows:\t1.\tAll pipe shall be clay, cement, cast iron, ABS and PVC plastic pipe or asbestos cement and have a minimum internal diameter of six inches. (Amended by Ord. No. 152,157, Eff. 5\/13\/79)\t2.\tHouse connection sewers in easements over private property shall be constructed of only clay pipe with flexible joints, ABS and PVC plastic pipe or cast iron pipe, and may have an internal diameter of four or six inches.  (Amended by Ord. No. 152,157, Eff. 5\/13\/79)\t3.\tUpon proper application to the Board, the Board may permit the increase in the internal diameter of house connection sewers to not more than two inches less than the internal diameter of the public sewer to which it is connected, if such increased diameter is in accordance with good engineering practice.\t4.\tThe quality of the pipe, the type of joint and other materials used, the manner of constructing house connection sewers, the backfilling of the trench, except where specifically provided for herein, or by the Board, shall be the same as is required by the latest specifications and standard plans for the construction of sanitary sewers in this City.\t(c)\tWhenever, in connection with the construction or repair of a sewer connection, a hazardous excavation must be made or an excavation is to be made by tunneling under the surface of a street or alley, the Board may adopt such regulations and require such special inspections as it may deem necessary. The cost of such special inspection shall be estimated by the Board and paid as outlined in Section 64.15.\t(d)\tAll house connection sewers, unless otherwise authorized by the Board, shall be laid on a uniform grade of not less than two per cent, with a depth, measured to the invert, at the property line, of not less than four feet below the top of the existing curb or proposed curb at the nearest point. If there is no existing or proposed curb, then such house connection sewers shall be laid on a uniform grade of not less than two per cent, with a depth, measured to the invert, not less than four feet below the surface of the roadway, sidewalk or alley at the property line, unless a greater depth is required to serve such property.\t(e)\t(None)\t(f)\tWhere a building is on or immediately adjacent to the property line, to which a sewer connection must be constructed, and an existing house sewer from said building ends at such property line at a depth of less than the depth required in this section for the upper end of a house connection sewer to be constructed to such property line; or where an earth bank over 4 feet in height exists adjacent to the curb line or property line, the Board shall adopt such regulations, for the construction of that portion of the house connection sewer between the curb line and property line, if in a street, and between the main sewer and the property line, if in an alley, walk or other public place improved or to be improved without a curb, which will meet such conditions better than the method of construction herein prescribed.\tWhere a main sewer exceeds 14 feet in depth the manner of constructing a house connection sewer from such a sewer shall be regulated by the Board.\t(g)\t(Amended by Ord. No. 142,123, Eff. 7\/31\/71.)  Persons making an excavation in any street or sidewalk for any of the purposes mentioned in Sections 64.12 to 64.22 inclusive, must maintain free access to all fire hydrants and water gates. All materials excavated shall be laid compactly along the side of the trench and kept trimmed up so as to cause as little inconvenience as possible to public travel. If any excavation is made across any street or alley, at least one safe crossing must be maintained at all times for vehicles and pedestrians. Where required to keep traffic lanes and sidewalk passageways clear, tight board fences shall be used to hold excavated material. All gutters must be maintained free and unobstructed for the full depth of the adjacent curb and for at least one (1) foot in width from the face of such curb at the gutter line. All work shall be performed in accordance with the latest adopted manual entitled “Work Area Traffic Control”, the latest adopted “Standard Specifications for Public Works Construction”, any required plans and special specifications and shall be performed to the satisfaction of the Board.\tIf the warning signs, lights and devices required under this section are not promptly provided, the Board may provide them; the cost of such work performed by the Board may be billed to the permittee.\t(h)\tAny excavation made for the purpose of making a house connection to a sewer shall be refilled in the manner required by this article within three days after inspection of the pipe by the Board, or within three days after the date of the completion of the excavation if no work is done therein. Nothing in this article contained shall be construed to allow a longer period of time therefor.\tThe top surface of the backfill shall conform closely enough to the level of the adjoining street or sidewalk surface and shall be compacted so that it is hard enough and smooth enough to be safe for pedestrian travel over it as well as for vehicular traffic to pass safely over it at a legal rate of speed. The permittee shall maintain the surface of the backfill in a condition safe for pedestrian and vehicular traffic until the said surface has been repaired by the Board, and said permittee shall be responsible for all accidents which may occur due to pedestrians traveling over or upon the site of the excavation as well as vehicles crossing said site at a legal rate of speed, until said surface has been so repaired.  (Amended by Ord. No. 142,123, Eff. 7\/31\/71.)\tIf it is impracticable to maintain the surface of the backfill in safe condition for pedestrian travel or vehicular traffic, subject to concurrence by the inspector, then the permittee shall maintain barriers and lights around it in accordance with Subsection (g) hereof until the sidewalk and street pavements have been repaired.  (Added by Ord. No. 142,123, Eff. 7\/31\/71.)\t(i)\tThe street surface excavated or damaged shall be replaced by the Board, and the cost thereof shall be recovered by the Board in accordance with the provisions of Section 62.05 of this Code. (Amended by Ord. No. 121,900, Eff. 6\/4\/62.)\t(j)\tIn all cases where the public records of a public sewer, or house connection sewer, do not correctly represent the existing condition of or conditions surrounding such sewer, or where, in the opinion of the Board, the physical conditions are such that strict compliance with the provisions of Section 64.12 to Section 64.22, inclusive, if unnecessary or unreasonable, the Board is granted the power to make modifications for individual cases, and determine the procedure to be followed, and its decision shall be final.\t(k)\tNo person shall connect a 4-inch house sewer to a 6-inch house connection sewer without first installing a 6-inch by 4-inch by 4-inch increaser tee on the end of the 6-inch house connection sewer, or a six-inch by 4-inch increaser followed by a 4-inch by 4-inch by 4-inch tee branch.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}