{"section_number":"64.16.1","edition_id":"1","section_id":"3953","structure_id":"41","catch_line":"Sewerage Facilities Charge For Sewer Connection.","history":"","full_text":"  SEWERAGE FACILITIES CHARGE FOR SEWER CONNECTION.\n\n\t(a)\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Before granting a permit to connect any lot or parcel or to connect a new building on such lot or parcel to a public sewer or house connection sewer pursuant to the provisions of Section 64.12 of this Code, including a replacement building following a demolition, except applications for permits to repair or replace existing sewer connections which repair or replacement is unrelated to any new construction or to new use or occupancy, the Board shall require, in addition to all other charges and fees imposed by Sections 64.12 to 64.22, inclusive, the payment by the applicant therefor of a Sewerage Facilities Charge fixed in accordance with Section 64.11.3.  The Board shall provide a credit pursuant to Subsection (c).\n\n\t(b)\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  A Sewerage Facilities Charge, based upon the rates established in Section 64.11.3 of this article, shall also be imposed as follows:\n\n\t1.\tWhere a physical addition is made to an existing residential occupancy to create an additional dwelling unit or units, or where an existing residential occupancy is modified to create an additional dwelling unit or units, a charge shall be imposed for each additional dwelling unit on a lot or parcel created by the addition or modification.  Where any existing dwelling unit is enlarged or modified to create an additional bedroom or bedrooms, a charge shall be imposed for each additional bedroom created on the lot or parcel by the addition or modification.\n\n\t2.\tWhere an addition is made to an existing commercial building, or an additional commercial building is constructed on a lot or parcel, a charge shall be imposed based on the increase in gross floor area or on the increase in such other indicator of activity as the Board may adopt.\n\n\t3.\tWhere the average flow discharge and\/or the average discharge of  mass emissions of biochemical oxygen demand (BOD) and\/or suspended solids (SS) from industrial buildings on a lot or parcel are increased, a charge shall be imposed based on the average flow and the BOD and SS mass emissions (calculated as the flow rate multiplied by the BOD and SS concentrations and by a unit conversion factor) following the increase.  The Board shall provide a credit pursuant to Subsection (c).\n\n\t4.\tWhere the use or occupancy of an existing building on a lot or parcel is changed, a Sewerage Facilities Charge shall be imposed based upon such new use or occupancy.  The Board shall provide a credit pursuant to Subsection (c).\n\n\t(c)\tWhenever a credit is allowed, the credit shall be determined by first calculating flow, BOD and SS credits and then calculating an aggregate monetary credit.  The flow, BOD and SS credits shall remain with the lot or parcel except as provided in Section 64.16.2 or 64.19(e).  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t1.\tThe flow credit shall be calculated as the total of the following:\n\n\t(i)\tthe largest average flow rate of discharge from the lot or parcel to a public sewer determined by the City Engineer to have occurred before establishment of the Sewerage Facilities Charge, provided that it shall be the applicant’s responsibility to submit documented evidence satisfactory to the City Engineer to obtain this credit; plus\n\n\t(ii)\tthe average flow rate of discharge for which a Sewerage Facilities Charge has been paid in cash, by transferral from a revitalization, enterprise, or empowerment zone per Section 64.16.2, or by construction of an offsite sewer pursuant to Section 64.11.3, provided that offsite sewer construction shall have been accomplished and its cost documented in accordance with the policies of the City Engineer to obtain this credit; minus\n\n\t(iii)\tthe average flow rate of discharge which is equivalent to the flow component of any refunds which have been paid; minus\n\n\t(iv)\tthe average flow rate of discharge which has been transferred away pursuant to Section 64.16.2.\n\n\t2.\tThe Board shall adopt rules to determine the initial BOD and SS credits allocable to a lot or parcel upon implementation of this subsection (c).\n\n\t3.\tThe credits for strength (BOD and SS) parameters shall be calculated as the total of the following:\n\n\t(i)\tthe largest average rate of mass emissions discharge from the lot or parcel to a public sewer determined by the City Engineer to have occurred before establishment of the Sewerage Facilities Charge, provided that it shall be the applicant’s responsibility to submit documented evidence satisfactory to the City Engineer to obtain this credit; plus\n\n\t(ii)\tthe average rate of mass emissions discharge for which a Sewerage Facilities Charge has been paid in cash, by transferral from a revitalization, enterprise, or empowerment zone per Section 64.16.2, or by construction of an offsite sewer pursuant to Section 64.11.3, provided that offsite sewer construction shall have been accomplished and its cost documented in accordance with the policies of the City Engineer to obtain this credit; minus\n\n\t(iii)\tthe average rate of mass emissions discharge which is equivalent to the mass emissions component of any refunds which have been paid; minus\n\n\t(iv)\tthe average rate of mass emissions discharge which has been transferred away pursuant to Section 64.16.2.\n\n\tThe monetary credit shall be calculated by multiplying the rates established pursuant to Section 64.11.3 at the time the Sewerage Facilities charge was paid by the flow, BOD and SS credits and summing the results, provided that the total credit shall not exceed the Sewerage Facilities Charge required to be paid except as provided in Subdivision 6. of Subsection (a) of Section 64.19.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\tNotwithstanding the previous sentence, in the case of reconstruction of a building damaged by the earthquake of January 17, 1994, the amount of the credit shall be the Sewerage Facilities Charge which would have been applicable on January 17, 1994, or the Sewerage Facilities Charge based on the rates established pursuant to Section 64.11.3, whichever is greater.\n\n\t(d)\t((c) Relettered (d) by Ord. No. 171,036, Eff. 6\/6\/96.)  The Council may, in the exercise of its sound discretion, and upon advice of the Board, reduce the sewers facilities charge for any property for which off-site public sewers are constructed beyond the limits of said property, by all or part of the actual cost of the construction of said off-site public sewer.\n\n\t(e)\t((d) Relettered (e) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant meets the criteria as specified hereinafter, and enters into an installment payment agreement with the Board, the applicant shall be allowed to pay the Sewerage Facilities Charge as follows:  a down payment of 15 percent of the Sewerage Facilities Charge due, or more at the applicant’s option, followed by quarterly installments extending over a period not to exceed five (5) years at such interest rate as the Board shall establish annually in July of each year.  The rate shall be the simple average of the last available twelve months’ average interest earnings from the pool in which Sewer Construction and Maintenance Fund moneys are invested, as reported by the City Treasurer and rounded to the nearest tenth of one percent, plus one percent.\n\n\tEXCEPTION:  Interest shall not be charged to a charitable institution as defined in Item No. 2 below.  Quarterly installments shall be in the amount necessary to fully amortize the Sewerage Facilities Charge, excluding the down payment, and interest over the payment period.\n\n\tThe Board shall also establish a fixed fee to cover setup and administrative costs associated with the installment plan.  This fee shall be determined as provided in Section 12.37-I,1 of the Los Angeles Municipal Code.  If the applicant is a lessee, the installment payment period shall not exceed the remaining period of time the applicant is to occupy the subject property under the terms of the lease agreement.  Provisions in the lease agreement for termination of the lease upon the occurrence of certain events shall not prevent the lessee from entering into an installment agreement.\n\n\tThe applicant must meet one or more of the following criteria:\n\n\t1.\tThe applicant’s property is an individual site in which the Sewerage Facilities Charge due equals or exceeds $17,000.  “Individual site” shall not include a subdivision with more than one sewer connection.\n\n\t2.\tThe applicant is a charitable institution and the Sewerage Facilities Charge due equals or exceeds $5,000.  For the purpose of this subsection, a charitable institution shall be an institution which meets the five criteria listed in Subsection (f) of this section.\n\n\t3.\tThe applicant is a surgical hospital.\n\n\t4.\tThe applicant is a property owner who is ceasing to use a private sewage disposal system and is connecting to the City sewage system.\n\n\t(f)\t((e) Relettered (f) by Ord. No. 171,036, Eff. 6\/6\/96.)  Whenever the Board has authorized an installment payment agreement to be entered into pursuant to Subsection (e), the following requirements shall apply:\n\n\t1.\tThe first quarterly payment under the installment payment agreement shall be due on the first day of the third month next succeeding the month in which the down payment was made.  Remaining payments shall be due on the first day of every third month thereafter.\n\n\t2.\tA payment shall become delinquent if not postmarked on or before the 15th of the month in which it is due.  All delinquent payments shall incur a penalty charge of 10 percent of the cumulative amount of all delinquent payments, including previous delinquency charges.  Said delinquency charge must be paid in full before normal payments will again be accepted.\n\n\t3.\tIf a payment remains unpaid beyond the 15th day of the third month next succeeding the date on which it became delinquent, the permittee shall be determined in default.  The Board shall notify the permittee, and, in addition, the owner of the property if different from the permittee, by certified mail with return receipt that:\n\n\tA.\tThe permittee and\/or the owner have one month from the default date to bring the balance current or the entire unpaid plan amount, including delinquent charges, will become due and payable; and\n\n\tB.\tThe connection permit may be canceled and the connection severed if the permittee  continues in default beyond that date.\n\n\t4.\tIf the permittee remains in default for one month and 10 days, the Board may cancel the Sewer Connection Permit and sever the connection.  The Board shall notify the permittee, the owner, if different from the permittee, and the Superintendent of the Department of Building and Safety at least 10 days before taking such action.\n\n\t5.\tWhere title to a premises subject to an installment payment agreement is sold or transferred, and the permittee is the owner of said property, the entire unpaid balance of the charge shall immediately become due and payable and the permittee and the new owner of the property shall be jointly and severally liable for said amount.  The installment payment agreement shall provide for the creation of a lien against the subject property to secure payment to the City, at time of sale, of the unpaid balance of the Sewerage Facilities Charge and any accrued penalty charges.  The lien shall be recorded with the County Recorder by means of a covenant executed by the parties.\n\n\t6.\tIn the event the permittee is a lessee on the property, the entire unpaid balance of the charge shall immediately become due and payable upon termination of the leasehold interest for whatever reason, including termination of the lease or assignment of the leasehold interest, and the permittee shall be liable for said amount.  The installment payment agreement shall provide for the creation of a lien against the leasehold interest of the lessee to secure payment to the City of the unpaid balance of the Sewerage Facilities Charge and any accrued penalty charges at the time of termination of the leasehold interest.  Such lien requirement shall not be imposed, however, if the lessee would violate the lease agreement in so doing, or is unable to obtain the consent of the lessor where such is required by the lease.  The lien shall be recorded with the County Recorder by means of a covenant executed by the parties.  In the event of leasehold termination, the lessor may assume the obligation of payment of the unpaid balance under the installment payment agreement but will be required to comply with all provisions of this section which are applicable to owners who are permittees.\n\n\t7.\tDelinquent charges and all penalties thereon as to any permittee, whether lessee or owner, shall constitute a lien on the real property served when recorded as provided in Section 54355 of the Government Code of the State of California and such lien shall continue until the charge and all penalties thereon are fully paid or the property sold therefor.\n\n\t8.\tAll or part of any unpaid plan amount may be paid in advance at any time.\n\n\t9.\tWhen all moneys under the plan have been paid in full, a Sewer Facilities Charge certificate of payment will be issued.\n\n\t(g)\t((f) Relettered (g) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a charitable hospital, it shall be exempt from sewerage facilities charges. A hospital is charitable, for the purpose of this subsection if:\n\n\t1.\tIt is not operated for profit;\n\n\t2.\tNo part of its assets inures to the benefit of any private shareholder or individual;\n\n\t3.\tIts assets are irrevocably dedicated for a charitable purpose;\n\n\t4.\tUpon dissolution, its assets shall be distributed to an organization exempt for charitable purposes from taxation under the Revenue and Taxation Code or the Internal Revenue Code.\n\n\t5.\tThe applicant has obtained a charitable purpose tax exemption determination from the California Franchise Tax Board.\n\n\t(h)\t((g) Relettered (h) by Ord. No. 171,036, Eff. 6\/6\/96.)\n\n\t1.\tWhere the Board finds that an applicant presently discharging, as of the date of this ordinance, into the Los Angeles Harbor has been ordered by a State and\/or Federal agency to so cease discharging and, as a result, must therefore connect to the City sewer system, the Board may permit the applicant to defer payment of such sewage facilities charge for a two year period from the date of the application for the sewer connection permit. If at the end of such two year period the property which was connected to the City’s sewer system pursuant to such deferment of payment is no longer so connected no sewerage facilities charge will be imposed. The granting of such deferment of payment is subject to the applicant entering into an agreement to pay the amount deferred if the subject property is still connected to the City’s sewer system at the end of the two year period.  (Para. numbered 1., Amended  by Ord. No. 153,056, Eff. 10\/29\/79.)\n\n\t2.\t(Added by Ord. No. 153,056, Eff. 10\/29\/79.)  As to any applicant granted such a deferment as provided above the Board may grant a deferment for an additional eighteen month period provided at the time application is made for such extension the applicant is actively seeking permission from the appropriate authorities to be permitted to discharge into the Los Angeles Harbor. If at the end of such eighteen month extension the property which was connected to the City’s sewer system pursuant to such deferment of payment is no longer so connected no sewerage facilities charge will be imposed. The granting of such extended deferment is subject to the applicant entering into an agreement, or amending its existing agreement, with the City to pay the amount deferred if the subject property is still connected to the City’s sewer system at the end of the eighteen month extension period.\n\n\t(i)\t((h) Relettered (i) by Ord. No. 171,036, Eff. 6\/6\/96.)  The sewerage facilities charge fees applicable to single family dwellings as of September 1, 1986, shall be applicable to a sewer connection by a single family dwelling to a sewer when:\n\n\t1.\tThe sewer was installed pursuant to an assessment proceeding where the petition therefore was on file with the City as of September 1,1986; and\n\n\t2.\tThe connection is made within one year after acceptance of the completed sewer by the Board.\n\n\t(j)\t((i) Relettered (j) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a non-profit corporation it shall be exempt from sewerage facilities charges required for a dwelling structure it is constructing, or substantially rehabilitating, to serve low-income elderly and\/or handicapped families or individuals if the construction or rehabilitation of said structure is being government funded and the dwelling is on property being leased from the city, or on property which has been, or will be, acquired from the City with the City having an option to re-acquire the property. A corporation is non-profit, for the purpose of this section, if:\n\n\t(1)\tThe purposes of the corporation include the promotion of the welfare of elderly and\/or handicapped families and\/or individuals;\n\n\t(2)\tNo part of the net earnings of the corporation may inure to the benefit of any private shareholder, contributor or individual; and\n\n\t(3)\tThe corporation is not controlled by, or under the direction of, persons or firms seeking to derive profit or gain therefrom.\n\n\t(k)\t((j) Relettered (k) by Ord. No. 171,036, Eff. 6\/6\/96.)  (Repealed by Ord. No. 170,083, Eff. 11\/26\/94, Oper. 7\/1\/94.)\n\n\t(l)\t(Added by Ord. No. 169,042, Eff. 9\/14\/93.)  Where an alcohol retail business was damaged or destroyed in the 1992 civil disturbance, the sewerage facilities charge shall be waived where the specific site, or an area encompassing the specific site, where such business was or is located, is to be converted to another use not involving the sale of alcoholic beverages.  In case the new use is to be a non-industrial laundromat, such waiver will be to the extent of the use of a maximum of sixty (60) washing machines; provided, however, if the new use is something other than a laundromat, the waiver available shall be equivalent to the amount of the sewerage facilities charge payable for a laundromat containing sixty (60) washing machines.  As a condition to obtaining such a waiver of the sewerage facilities charge, the alcohol retail licensee must submit proof of the cancellation of the license issued by the State Alcoholic Beverage Control Department for the particular alcohol retail business which was damaged or destroyed, at the time of the issuance of the certificate of occupancy.\n\n\tSuch conversion to a new use having occurred, if there should be a further or different conversion then the credit utilized in determining the appropriate sewerage facilities charge shall be based upon the  applicable sewerage facilities flow credit prior to the 1992 civil disturbance.\n\n\tThis section shall be non-operative two (2) years after its effective date.\n\n\t(m)\t(Added by Ord. No. 171,036, Eff. 6\/6\/96.)  Notwithstanding Subsection (a) of this section, where the application is for the connection of a temporary field office at a construction site to a sewer, no Sewerage Facilities Charge shall be collected.","order_by":"16.1","ancestry":{"1":{"id":"41","name":"Sewers, Water Courses And Drains","identifier":"4","label":"article","url":"\/6\/4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"1":{"id":"3546","structure_id":"41","section_number":"64.00","catch_line":"Definitions And Abbreviations.","url":"\/64.00\/","token":"64.00"},"2":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"3":{"id":"3226","structure_id":"41","section_number":"64.02","catch_line":"(None)","url":"\/64.02\/","token":"64.02"},"4":{"id":"1795","structure_id":"41","section_number":"64.04","catch_line":"(None)","url":"\/64.04\/","token":"64.04"},"5":{"id":"1023","structure_id":"41","section_number":"64.05","catch_line":"(None)","url":"\/64.05\/","token":"64.05"},"6":{"id":"2848","structure_id":"41","section_number":"64.06","catch_line":"Water Supply – Contamination Of.","url":"\/64.06\/","token":"64.06"},"7":{"id":"2171","structure_id":"41","section_number":"64.06.1","catch_line":"Water Supply – Sanitary Standards.","url":"\/64.06.1\/","token":"64.06.1"},"8":{"id":"541","structure_id":"41","section_number":"64.07","catch_line":"Water Course Obstruction – Permits.","url":"\/64.07\/","token":"64.07"},"9":{"id":"297","structure_id":"41","section_number":"64.08","catch_line":"Water Course Structures – Permits.","url":"\/64.08\/","token":"64.08"},"10":{"id":"661","structure_id":"41","section_number":"64.09","catch_line":"Water Courses – Interference With.","url":"\/64.09\/","token":"64.09"},"11":{"id":"1662","structure_id":"41","section_number":"64.10","catch_line":"Water Courses.","url":"\/64.10\/","token":"64.10"},"12":{"id":"2110","structure_id":"41","section_number":"64.11","catch_line":"Sewers – Undedicated Streets.","url":"\/64.11\/","token":"64.11"},"13":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"14":{"id":"1653","structure_id":"41","section_number":"64.11.2","catch_line":"Sewage Facilities Charge For New Tracts.","url":"\/64.11.2\/","token":"64.11.2"},"15":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"16":{"id":"3029","structure_id":"41","section_number":"64.11.4","catch_line":"Disposition Of Sewerage Facilities Charge.","url":"\/64.11.4\/","token":"64.11.4"},"17":{"id":"3995","structure_id":"41","section_number":"64.11.5","catch_line":"Temporary Waiver Of Sewer Facilities Charge Due To 1994 Northridge Earthquake.","url":"\/64.11.5\/","token":"64.11.5"},"18":{"id":"1174","structure_id":"41","section_number":"64.12","catch_line":"House Sewer Connection – Permit.","url":"\/64.12\/","token":"64.12"},"19":{"id":"307","structure_id":"41","section_number":"64.13","catch_line":"Permit Exemptions.","url":"\/64.13\/","token":"64.13"},"20":{"id":"4117","structure_id":"41","section_number":"64.14","catch_line":"Duration And Revocation Of Permits.","url":"\/64.14\/","token":"64.14"},"21":{"id":"4148","structure_id":"41","section_number":"64.15","catch_line":"Permit And Inspection Fees.","url":"\/64.15\/","token":"64.15"},"22":{"id":"406","structure_id":"41","section_number":"64.15.1","catch_line":"Liability Insurance And Deposit Requirements.","url":"\/64.15.1\/","token":"64.15.1"},"23":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"24":{"id":"3953","structure_id":"41","section_number":"64.16.1","catch_line":"Sewerage Facilities Charge For Sewer Connection.","url":"\/64.16.1\/","token":"64.16.1"},"25":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"26":{"id":"1757","structure_id":"41","section_number":"64.17","catch_line":"Sewer Connection Regulations.","url":"\/64.17\/","token":"64.17"},"27":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"28":{"id":"2478","structure_id":"41","section_number":"64.19","catch_line":"Refund Of Sewer Fees.","url":"\/64.19\/","token":"64.19"},"29":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"30":{"id":"1102","structure_id":"41","section_number":"64.19.2","catch_line":"Sewer Construction And Maintenance Fund.","url":"\/64.19.2\/","token":"64.19.2"},"31":{"id":"1762","structure_id":"41","section_number":"64.19.3","catch_line":"Sewer Operation And Maintenance Fund.","url":"\/64.19.3\/","token":"64.19.3"},"32":{"id":"2815","structure_id":"41","section_number":"64.19.4","catch_line":"Sewer Capital Fund.","url":"\/64.19.4\/","token":"64.19.4"},"33":{"id":"2746","structure_id":"41","section_number":"64.20","catch_line":"Tapping Sewers, Storm Drains And Catch Basins.","url":"\/64.20\/","token":"64.20"},"34":{"id":"209","structure_id":"41","section_number":"64.21","catch_line":"Emergency Work.","url":"\/64.21\/","token":"64.21"},"35":{"id":"2947","structure_id":"41","section_number":"64.22","catch_line":"Board To Keep Accounts.","url":"\/64.22\/","token":"64.22"},"36":{"id":"1491","structure_id":"41","section_number":"64.22.1","catch_line":"Permit Fee Exemptions.","url":"\/64.22.1\/","token":"64.22.1"},"37":{"id":"1759","structure_id":"41","section_number":"64.23","catch_line":"Drains, Sewers, Etc. – Notice Of Abandonment.","url":"\/64.23\/","token":"64.23"},"38":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"39":{"id":"72","structure_id":"41","section_number":"64.26","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","url":"\/64.26\/","token":"64.26"},"40":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"41":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"42":{"id":"1956","structure_id":"41","section_number":"64.31","catch_line":"Septage Disposal Control.","url":"\/64.31\/","token":"64.31"},"43":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"44":{"id":"2517","structure_id":"41","section_number":"64.33","catch_line":"Testing And Analysis Of Materials, Products, Services,\nProcesses And Technologies.","url":"\/64.33\/","token":"64.33"}},"previous_section":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"next_section":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"metadata":false,"references":false,"url":"\/64.16.1\/","token":"64.16.1","formats":{"txt":"\/64.16.1.txt","json":"\/64.16.1.xml"},"dublin_core":{"Title":"Sewerage Facilities Charge For Sewer Connection.","Type":"Text","Format":"text\/html","Identifier":"§ 64.16.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSEWERAGE FACILITIES CHARGE FOR SEWER CONNECTION. (§ 64.16.1)\n\n  SEWERAGE FACILITIES CHARGE FOR SEWER CONNECTION.\t(a)\t(Amended by Ord. No.\n171,036, Eff. 6\/6\/96.)  Before granting a permit to connect any lot or parcel\nor to connect a new building on such lot or parcel to a public sewer or house\nconnection sewer pursuant to the provisions of Section 64.12 of this Code,\nincluding a replacement building following a demolition, except applications for\npermits to repair or replace existing sewer connections which repair or\nreplacement is unrelated to any new construction or to new use or occupancy, the\nBoard shall require, in addition to all other charges and fees imposed by\nSections 64.12 to 64.22, inclusive, the payment by the applicant therefor of a\nSewerage Facilities Charge fixed in accordance with Section 64.11.3.  The Board\nshall provide a credit pursuant to Subsection (c).\t(b)\t(Amended by Ord. No.\n171,036, Eff. 6\/6\/96.)  A Sewerage Facilities Charge, based upon the rates\nestablished in Section 64.11.3 of this article, shall also be imposed as\nfollows:\t1.\tWhere a physical addition is made to an existing residential\noccupancy to create an additional dwelling unit or units, or where an existing\nresidential occupancy is modified to create an additional dwelling unit or\nunits, a charge shall be imposed for each additional dwelling unit on a lot or\nparcel created by the addition or modification.  Where any existing dwelling\nunit is enlarged or modified to create an additional bedroom or bedrooms, a\ncharge shall be imposed for each additional bedroom created on the lot or parcel\nby the addition or modification.\t2.\tWhere an addition is made to an existing\ncommercial building, or an additional commercial building is constructed on a\nlot or parcel, a charge shall be imposed based on the increase in gross floor\narea or on the increase in such other indicator of activity as the Board may\nadopt.\t3.\tWhere the average flow discharge and\/or the average discharge of \nmass emissions of biochemical oxygen demand (BOD) and\/or suspended solids (SS)\nfrom industrial buildings on a lot or parcel are increased, a charge shall be\nimposed based on the average flow and the BOD and SS mass emissions (calculated\nas the flow rate multiplied by the BOD and SS concentrations and by a unit\nconversion factor) following the increase.  The Board shall provide a credit\npursuant to Subsection (c).\t4.\tWhere the use or occupancy of an existing\nbuilding on a lot or parcel is changed, a Sewerage Facilities Charge shall be\nimposed based upon such new use or occupancy.  The Board shall provide a credit\npursuant to Subsection (c).\t(c)\tWhenever a credit is allowed, the credit shall\nbe determined by first calculating flow, BOD and SS credits and then calculating\nan aggregate monetary credit.  The flow, BOD and SS credits shall remain with\nthe lot or parcel except as provided in Section 64.16.2 or 64.19(e).  (Amended\nby Ord. No. 182,076, Eff. 4\/6\/12.)\t1.\tThe flow credit shall be calculated as the\ntotal of the following:\t(i)\tthe largest average flow rate of discharge from the\nlot or parcel to a public sewer determined by the City Engineer to have occurred\nbefore establishment of the Sewerage Facilities Charge, provided that it shall\nbe the applicant’s responsibility to submit documented evidence satisfactory\nto the City Engineer to obtain this credit; plus\t(ii)\tthe average flow rate of\ndischarge for which a Sewerage Facilities Charge has been paid in cash, by\ntransferral from a revitalization, enterprise, or empowerment zone per Section\n64.16.2, or by construction of an offsite sewer pursuant to Section 64.11.3,\nprovided that offsite sewer construction shall have been accomplished and its\ncost documented in accordance with the policies of the City Engineer to obtain\nthis credit; minus\t(iii)\tthe average flow rate of discharge which is equivalent\nto the flow component of any refunds which have been paid; minus\t(iv)\tthe\naverage flow rate of discharge which has been transferred away pursuant to\nSection 64.16.2.\t2.\tThe Board shall adopt rules to determine the initial BOD and\nSS credits allocable to a lot or parcel upon implementation of this subsection\n(c).\t3.\tThe credits for strength (BOD and SS) parameters shall be calculated as\nthe total of the following:\t(i)\tthe largest average rate of mass emissions\ndischarge from the lot or parcel to a public sewer determined by the City\nEngineer to have occurred before establishment of the Sewerage Facilities\nCharge, provided that it shall be the applicant’s responsibility to submit\ndocumented evidence satisfactory to the City Engineer to obtain this credit;\nplus\t(ii)\tthe average rate of mass emissions discharge for which a Sewerage\nFacilities Charge has been paid in cash, by transferral from a revitalization,\nenterprise, or empowerment zone per Section 64.16.2, or by construction of an\noffsite sewer pursuant to Section 64.11.3, provided that offsite sewer\nconstruction shall have been accomplished and its cost documented in accordance\nwith the policies of the City Engineer to obtain this credit; minus\t(iii)\tthe\naverage rate of mass emissions discharge which is equivalent to the mass\nemissions component of any refunds which have been paid; minus\t(iv)\tthe average\nrate of mass emissions discharge which has been transferred away pursuant to\nSection 64.16.2.\tThe monetary credit shall be calculated by multiplying the\nrates established pursuant to Section 64.11.3 at the time the Sewerage\nFacilities charge was paid by the flow, BOD and SS credits and summing the\nresults, provided that the total credit shall not exceed the Sewerage Facilities\nCharge required to be paid except as provided in Subdivision 6. of Subsection\n(a) of Section 64.19.  (Amended by Ord. No. 182,076, Eff.\n4\/6\/12.)\tNotwithstanding the previous sentence, in the case of reconstruction of\na building damaged by the earthquake of January 17, 1994, the amount of the\ncredit shall be the Sewerage Facilities Charge which would have been applicable\non January 17, 1994, or the Sewerage Facilities Charge based on the rates\nestablished pursuant to Section 64.11.3, whichever is greater.\t(d)\t((c)\nRelettered (d) by Ord. No. 171,036, Eff. 6\/6\/96.)  The Council may, in the\nexercise of its sound discretion, and upon advice of the Board, reduce the\nsewers facilities charge for any property for which off-site public sewers are\nconstructed beyond the limits of said property, by all or part of the actual\ncost of the construction of said off-site public sewer.\t(e)\t((d) Relettered (e)\nby Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant meets the criteria as\nspecified hereinafter, and enters into an installment payment agreement with the\nBoard, the applicant shall be allowed to pay the Sewerage Facilities Charge as\nfollows:  a down payment of 15 percent of the Sewerage Facilities Charge due,\nor more at the applicant’s option, followed by quarterly installments\nextending over a period not to exceed five (5) years at such interest rate as\nthe Board shall establish annually in July of each year.  The rate shall be the\nsimple average of the last available twelve months’ average interest earnings\nfrom the pool in which Sewer Construction and Maintenance Fund moneys are\ninvested, as reported by the City Treasurer and rounded to the nearest tenth of\none percent, plus one percent.\tEXCEPTION:  Interest shall not be charged to a\ncharitable institution as defined in Item No. 2 below.  Quarterly installments\nshall be in the amount necessary to fully amortize the Sewerage Facilities\nCharge, excluding the down payment, and interest over the payment period.\tThe\nBoard shall also establish a fixed fee to cover setup and administrative costs\nassociated with the installment plan.  This fee shall be determined as provided\nin Section 12.37-I,1 of the Los Angeles Municipal Code.  If the applicant is a\nlessee, the installment payment period shall not exceed the remaining period of\ntime the applicant is to occupy the subject property under the terms of the\nlease agreement.  Provisions in the lease agreement for termination of the\nlease upon the occurrence of certain events shall not prevent the lessee from\nentering into an installment agreement.\tThe applicant must meet one or more of\nthe following criteria:\t1.\tThe applicant’s property is an individual site in\nwhich the Sewerage Facilities Charge due equals or exceeds $17,000. \n“Individual site” shall not include a subdivision with more than one sewer\nconnection.\t2.\tThe applicant is a charitable institution and the Sewerage\nFacilities Charge due equals or exceeds $5,000.  For the purpose of this\nsubsection, a charitable institution shall be an institution which meets the\nfive criteria listed in Subsection (f) of this section.\t3.\tThe applicant is a\nsurgical hospital.\t4.\tThe applicant is a property owner who is ceasing to use a\nprivate sewage disposal system and is connecting to the City sewage\nsystem.\t(f)\t((e) Relettered (f) by Ord. No. 171,036, Eff. 6\/6\/96.)  Whenever\nthe Board has authorized an installment payment agreement to be entered into\npursuant to Subsection (e), the following requirements shall apply:\t1.\tThe first\nquarterly payment under the installment payment agreement shall be due on the\nfirst day of the third month next succeeding the month in which the down payment\nwas made.  Remaining payments shall be due on the first day of every third\nmonth thereafter.\t2.\tA payment shall become delinquent if not postmarked on or\nbefore the 15th of the month in which it is due.  All delinquent payments shall\nincur a penalty charge of 10 percent of the cumulative amount of all delinquent\npayments, including previous delinquency charges.  Said delinquency charge must\nbe paid in full before normal payments will again be accepted.\t3.\tIf a payment\nremains unpaid beyond the 15th day of the third month next succeeding the date\non which it became delinquent, the permittee shall be determined in default. \nThe Board shall notify the permittee, and, in addition, the owner of the\nproperty if different from the permittee, by certified mail with return receipt\nthat:\tA.\tThe permittee and\/or the owner have one month from the default date to\nbring the balance current or the entire unpaid plan amount, including delinquent\ncharges, will become due and payable; and\tB.\tThe connection permit may be\ncanceled and the connection severed if the permittee  continues in default\nbeyond that date.\t4.\tIf the permittee remains in default for one month and 10\ndays, the Board may cancel the Sewer Connection Permit and sever the\nconnection.  The Board shall notify the permittee, the owner, if different from\nthe permittee, and the Superintendent of the Department of Building and Safety\nat least 10 days before taking such action.\t5.\tWhere title to a premises subject\nto an installment payment agreement is sold or transferred, and the permittee is\nthe owner of said property, the entire unpaid balance of the charge shall\nimmediately become due and payable and the permittee and the new owner of the\nproperty shall be jointly and severally liable for said amount.  The\ninstallment payment agreement shall provide for the creation of a lien against\nthe subject property to secure payment to the City, at time of sale, of the\nunpaid balance of the Sewerage Facilities Charge and any accrued penalty\ncharges.  The lien shall be recorded with the County Recorder by means of a\ncovenant executed by the parties.\t6.\tIn the event the permittee is a lessee on\nthe property, the entire unpaid balance of the charge shall immediately become\ndue and payable upon termination of the leasehold interest for whatever reason,\nincluding termination of the lease or assignment of the leasehold interest, and\nthe permittee shall be liable for said amount.  The installment payment\nagreement shall provide for the creation of a lien against the leasehold\ninterest of the lessee to secure payment to the City of the unpaid balance of\nthe Sewerage Facilities Charge and any accrued penalty charges at the time of\ntermination of the leasehold interest.  Such lien requirement shall not be\nimposed, however, if the lessee would violate the lease agreement in so doing,\nor is unable to obtain the consent of the lessor where such is required by the\nlease.  The lien shall be recorded with the County Recorder by means of a\ncovenant executed by the parties.  In the event of leasehold termination, the\nlessor may assume the obligation of payment of the unpaid balance under the\ninstallment payment agreement but will be required to comply with all provisions\nof this section which are applicable to owners who are permittees.\t7.\tDelinquent\ncharges and all penalties thereon as to any permittee, whether lessee or owner,\nshall constitute a lien on the real property served when recorded as provided in\nSection 54355 of the Government Code of the State of California and such lien\nshall continue until the charge and all penalties thereon are fully paid or the\nproperty sold therefor.\t8.\tAll or part of any unpaid plan amount may be paid in\nadvance at any time.\t9.\tWhen all moneys under the plan have been paid in full, a\nSewer Facilities Charge certificate of payment will be issued.\t(g)\t((f)\nRelettered (g) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a\ncharitable hospital, it shall be exempt from sewerage facilities charges. A\nhospital is charitable, for the purpose of this subsection if:\t1.\tIt is not\noperated for profit;\t2.\tNo part of its assets inures to the benefit of any\nprivate shareholder or individual;\t3.\tIts assets are irrevocably dedicated for a\ncharitable purpose;\t4.\tUpon dissolution, its assets shall be distributed to an\norganization exempt for charitable purposes from taxation under the Revenue and\nTaxation Code or the Internal Revenue Code.\t5.\tThe applicant has obtained a\ncharitable purpose tax exemption determination from the California Franchise Tax\nBoard.\t(h)\t((g) Relettered (h) by Ord. No. 171,036, Eff. 6\/6\/96.)\t1.\tWhere the\nBoard finds that an applicant presently discharging, as of the date of this\nordinance, into the Los Angeles Harbor has been ordered by a State and\/or\nFederal agency to so cease discharging and, as a result, must therefore connect\nto the City sewer system, the Board may permit the applicant to defer payment of\nsuch sewage facilities charge for a two year period from the date of the\napplication for the sewer connection permit. If at the end of such two year\nperiod the property which was connected to the City’s sewer system pursuant to\nsuch deferment of payment is no longer so connected no sewerage facilities\ncharge will be imposed. The granting of such deferment of payment is subject to\nthe applicant entering into an agreement to pay the amount deferred if the\nsubject property is still connected to the City’s sewer system at the end of\nthe two year period.  (Para. numbered 1., Amended  by Ord. No. 153,056, Eff.\n10\/29\/79.)\t2.\t(Added by Ord. No. 153,056, Eff. 10\/29\/79.)  As to any applicant\ngranted such a deferment as provided above the Board may grant a deferment for\nan additional eighteen month period provided at the time application is made for\nsuch extension the applicant is actively seeking permission from the appropriate\nauthorities to be permitted to discharge into the Los Angeles Harbor. If at the\nend of such eighteen month extension the property which was connected to the\nCity’s sewer system pursuant to such deferment of payment is no longer so\nconnected no sewerage facilities charge will be imposed. The granting of such\nextended deferment is subject to the applicant entering into an agreement, or\namending its existing agreement, with the City to pay the amount deferred if the\nsubject property is still connected to the City’s sewer system at the end of\nthe eighteen month extension period.\t(i)\t((h) Relettered (i) by Ord. No.\n171,036, Eff. 6\/6\/96.)  The sewerage facilities charge fees applicable to\nsingle family dwellings as of September 1, 1986, shall be applicable to a sewer\nconnection by a single family dwelling to a sewer when:\t1.\tThe sewer was\ninstalled pursuant to an assessment proceeding where the petition therefore was\non file with the City as of September 1,1986; and\t2.\tThe connection is made\nwithin one year after acceptance of the completed sewer by the Board.\t(j)\t((i)\nRelettered (j) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a\nnon-profit corporation it shall be exempt from sewerage facilities charges\nrequired for a dwelling structure it is constructing, or substantially\nrehabilitating, to serve low-income elderly and\/or handicapped families or\nindividuals if the construction or rehabilitation of said structure is being\ngovernment funded and the dwelling is on property being leased from the city, or\non property which has been, or will be, acquired from the City with the City\nhaving an option to re-acquire the property. A corporation is non-profit, for\nthe purpose of this section, if:\t(1)\tThe purposes of the corporation include the\npromotion of the welfare of elderly and\/or handicapped families and\/or\nindividuals;\t(2)\tNo part of the net earnings of the corporation may inure to the\nbenefit of any private shareholder, contributor or individual; and\t(3)\tThe\ncorporation is not controlled by, or under the direction of, persons or firms\nseeking to derive profit or gain therefrom.\t(k)\t((j) Relettered (k) by Ord. No.\n171,036, Eff. 6\/6\/96.)  (Repealed by Ord. No. 170,083, Eff. 11\/26\/94, Oper.\n7\/1\/94.)\t(l)\t(Added by Ord. No. 169,042, Eff. 9\/14\/93.)  Where an alcohol\nretail business was damaged or destroyed in the 1992 civil disturbance, the\nsewerage facilities charge shall be waived where the specific site, or an area\nencompassing the specific site, where such business was or is located, is to be\nconverted to another use not involving the sale of alcoholic beverages.  In\ncase the new use is to be a non-industrial laundromat, such waiver will be to\nthe extent of the use of a maximum of sixty (60) washing machines; provided,\nhowever, if the new use is something other than a laundromat, the waiver\navailable shall be equivalent to the amount of the sewerage facilities charge\npayable for a laundromat containing sixty (60) washing machines.  As a\ncondition to obtaining such a waiver of the sewerage facilities charge, the\nalcohol retail licensee must submit proof of the cancellation of the license\nissued by the State Alcoholic Beverage Control Department for the particular\nalcohol retail business which was damaged or destroyed, at the time of the\nissuance of the certificate of occupancy.\tSuch conversion to a new use having\noccurred, if there should be a further or different conversion then the credit\nutilized in determining the appropriate sewerage facilities charge shall be\nbased upon the  applicable sewerage facilities flow credit prior to the 1992\ncivil disturbance.\tThis section shall be non-operative two (2) years after its\neffective date.\t(m)\t(Added by Ord. No. 171,036, Eff. 6\/6\/96.)  Notwithstanding\nSubsection (a) of this section, where the application is for the connection of a\ntemporary field office at a construction site to a sewer, no Sewerage Facilities\nCharge shall be collected.\n","html":"\n\t\t\t\t\t<section><p>  SEWERAGE FACILITIES CHARGE FOR SEWER CONNECTION.<br \/><br \/>\t(a)\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Before granting a permit to connect any lot or parcel or to connect a new building on such lot or parcel to a public sewer or house connection sewer pursuant to the provisions of Section 64.12 of this Code, including a replacement building following a demolition, except applications for permits to repair or replace existing sewer connections which repair or replacement is unrelated to any new construction or to new use or occupancy, the Board shall require, in addition to all other charges and fees imposed by Sections 64.12 to 64.22, inclusive, the payment by the applicant therefor of a Sewerage Facilities Charge fixed in accordance with Section 64.11.3.  The Board shall provide a credit pursuant to Subsection (c).<br \/><br \/>\t(b)\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  A Sewerage Facilities Charge, based upon the rates established in Section 64.11.3 of this article, shall also be imposed as follows:<br \/><br \/>\t1.\tWhere a physical addition is made to an existing residential occupancy to create an additional dwelling unit or units, or where an existing residential occupancy is modified to create an additional dwelling unit or units, a charge shall be imposed for each additional dwelling unit on a lot or parcel created by the addition or modification.  Where any existing dwelling unit is enlarged or modified to create an additional bedroom or bedrooms, a charge shall be imposed for each additional bedroom created on the lot or parcel by the addition or modification.<br \/><br \/>\t2.\tWhere an addition is made to an existing commercial building, or an additional commercial building is constructed on a lot or parcel, a charge shall be imposed based on the increase in gross floor area or on the increase in such other indicator of activity as the Board may adopt.<br \/><br \/>\t3.\tWhere the average flow discharge and\/or the average discharge of  mass emissions of biochemical oxygen demand (BOD) and\/or suspended solids (SS) from industrial buildings on a lot or parcel are increased, a charge shall be imposed based on the average flow and the BOD and SS mass emissions (calculated as the flow rate multiplied by the BOD and SS concentrations and by a unit conversion factor) following the increase.  The Board shall provide a credit pursuant to Subsection (c).<br \/><br \/>\t4.\tWhere the use or occupancy of an existing building on a lot or parcel is changed, a Sewerage Facilities Charge shall be imposed based upon such new use or occupancy.  The Board shall provide a credit pursuant to Subsection (c).<br \/><br \/>\t(c)\tWhenever a credit is allowed, the credit shall be determined by first calculating flow, BOD and SS credits and then calculating an aggregate monetary credit.  The flow, BOD and SS credits shall remain with the lot or parcel except as provided in Section 64.16.2 or 64.19(e).  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t1.\tThe flow credit shall be calculated as the total of the following:<br \/><br \/>\t(i)\tthe largest average flow rate of discharge from the lot or parcel to a public sewer determined by the City Engineer to have occurred before establishment of the Sewerage Facilities Charge, provided that it shall be the applicant’s responsibility to submit documented <span class=\"dictionary\">evidence<\/span> satisfactory to the City Engineer to obtain this credit; plus<br \/><br \/>\t(ii)\tthe average flow rate of discharge for which a Sewerage Facilities Charge has been paid in cash, by transferral from a revitalization, enterprise, or empowerment zone per Section 64.16.2, or by construction of an offsite sewer pursuant to Section 64.11.3, provided that offsite sewer construction shall have been accomplished and its cost documented in accordance with the policies of the City Engineer to obtain this credit; minus<br \/><br \/>\t(iii)\tthe average flow rate of discharge which is equivalent to the flow component of any refunds which have been paid; minus<br \/><br \/>\t(iv)\tthe average flow rate of discharge which has been transferred away pursuant to Section 64.16.2.<br \/><br \/>\t2.\tThe Board shall adopt rules to determine the initial BOD and SS credits allocable to a lot or parcel upon implementation of this subsection (c).<br \/><br \/>\t3.\tThe credits for strength (BOD and SS) parameters shall be calculated as the total of the following:<br \/><br \/>\t(i)\tthe largest average rate of mass emissions discharge from the lot or parcel to a public sewer determined by the City Engineer to have occurred before establishment of the Sewerage Facilities Charge, provided that it shall be the applicant’s responsibility to submit documented <span class=\"dictionary\">evidence<\/span> satisfactory to the City Engineer to obtain this credit; plus<br \/><br \/>\t(ii)\tthe average rate of mass emissions discharge for which a Sewerage Facilities Charge has been paid in cash, by transferral from a revitalization, enterprise, or empowerment zone per Section 64.16.2, or by construction of an offsite sewer pursuant to Section 64.11.3, provided that offsite sewer construction shall have been accomplished and its cost documented in accordance with the policies of the City Engineer to obtain this credit; minus<br \/><br \/>\t(iii)\tthe average rate of mass emissions discharge which is equivalent to the mass emissions component of any refunds which have been paid; minus<br \/><br \/>\t(iv)\tthe average rate of mass emissions discharge which has been transferred away pursuant to Section 64.16.2.<br \/><br \/>\tThe monetary credit shall be calculated by multiplying the rates established pursuant to Section 64.11.3 at the time the Sewerage Facilities charge was paid by the flow, BOD and SS credits and summing the results, provided that the total credit shall not exceed the Sewerage Facilities Charge required to be paid except as provided in Subdivision 6. of Subsection (a) of Section 64.19.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\tNotwithstanding the previous sentence, in the case of reconstruction of a building damaged by the earthquake of January 17, 1994, the amount of the credit shall be the Sewerage Facilities Charge which would have been applicable on January 17, 1994, or the Sewerage Facilities Charge based on the rates established pursuant to Section 64.11.3, whichever is greater.<br \/><br \/>\t(d)\t((c) Relettered (d) by Ord. No. 171,036, Eff. 6\/6\/96.)  The Council may, in the exercise of its sound discretion, and upon advice of the Board, reduce the sewers facilities charge for any property for which off-site public sewers are constructed beyond the limits of said property, by all or part of the actual cost of the construction of said off-site public sewer.<br \/><br \/>\t(e)\t((d) Relettered (e) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant meets the criteria as specified hereinafter, and enters into an installment payment agreement with the Board, the applicant shall be allowed to pay the Sewerage Facilities Charge as follows:  a down payment of 15 percent of the Sewerage Facilities Charge due, or more at the applicant’s option, followed by quarterly installments extending over a period not to exceed five (5) years at such interest rate as the Board shall establish annually in July of each year.  The rate shall be the simple average of the last available twelve months’ average interest earnings from the pool in which Sewer Construction and Maintenance Fund moneys are invested, as reported by the City Treasurer and rounded to the nearest tenth of one percent, plus one percent.<br \/><br \/>\tEXCEPTION:  Interest shall not be charged to a charitable institution as defined in Item No. 2 below.  Quarterly installments shall be in the amount necessary to fully amortize the Sewerage Facilities Charge, excluding the down payment, and interest over the payment period.<br \/><br \/>\tThe Board shall also establish a fixed fee to cover setup and administrative costs associated with the installment plan.  This fee shall be determined as provided in Section 12.37-I,1 of the Los Angeles Municipal Code.  If the applicant is a lessee, the installment payment period shall not exceed the remaining period of time the applicant is to occupy the subject property under the terms of the lease agreement.  Provisions in the lease agreement for termination of the lease upon the occurrence of certain events shall not prevent the lessee from entering into an installment agreement.<br \/><br \/>\tThe applicant must meet one or more of the following criteria:<br \/><br \/>\t1.\tThe applicant’s property is an individual site in which the Sewerage Facilities Charge due equals or exceeds $17,000.  “Individual site” shall not include a subdivision with more than one sewer connection.<br \/><br \/>\t2.\tThe applicant is a charitable institution and the Sewerage Facilities Charge due equals or exceeds $5,000.  For the purpose of this subsection, a charitable institution shall be an institution which meets the five criteria listed in Subsection (f) of this section.<br \/><br \/>\t3.\tThe applicant is a surgical hospital.<br \/><br \/>\t4.\tThe applicant is a property owner who is ceasing to use a private sewage disposal system and is connecting to the City sewage system.<br \/><br \/>\t(f)\t((e) Relettered (f) by Ord. No. 171,036, Eff. 6\/6\/96.)  Whenever the Board has authorized an installment payment agreement to be entered into pursuant to Subsection (e), the following requirements shall apply:<br \/><br \/>\t1.\tThe first quarterly payment under the installment payment agreement shall be due on the first day of the third month next succeeding the month in which the down payment was made.  Remaining payments shall be due on the first day of every third month thereafter.<br \/><br \/>\t2.\tA payment shall become delinquent if not postmarked on or before the 15th of the month in which it is due.  All delinquent payments shall incur a <span class=\"dictionary\">penalty<\/span> charge of 10 percent of the cumulative amount of all delinquent payments, including previous delinquency charges.  Said delinquency charge must be paid in full before normal payments will again be accepted.<br \/><br \/>\t3.\tIf a payment remains unpaid beyond the 15th day of the third month next succeeding the date on which it became delinquent, the permittee shall be determined in <span class=\"dictionary\">default<\/span>.  The Board shall notify the permittee, and, in addition, the owner of the property if different from the permittee, by certified mail with return receipt that:<br \/><br \/>\tA.\tThe permittee and\/or the owner have one month from the <span class=\"dictionary\">default<\/span> date to bring the balance current or the entire unpaid plan amount, including delinquent charges, will become due and payable; and<br \/><br \/>\tB.\tThe connection permit may be canceled and the connection severed if the permittee  continues in <span class=\"dictionary\">default<\/span> beyond that date.<br \/><br \/>\t4.\tIf the permittee remains in <span class=\"dictionary\">default<\/span> for one month and 10 days, the Board may cancel the Sewer Connection Permit and sever the connection.  The Board shall notify the permittee, the owner, if different from the permittee, and the Superintendent of the Department of Building and Safety at least 10 days before taking such action.<br \/><br \/>\t5.\tWhere title to a premises subject to an installment payment agreement is sold or transferred, and the permittee is the owner of said property, the entire unpaid balance of the charge shall immediately become due and payable and the permittee and the new owner of the property shall be jointly and severally liable for said amount.  The installment payment agreement shall provide for the creation of a <span class=\"dictionary\">lien<\/span> against the subject property to secure payment to the City, at time of sale, of the unpaid balance of the Sewerage Facilities Charge and any accrued <span class=\"dictionary\">penalty<\/span> charges.  The <span class=\"dictionary\">lien<\/span> shall be recorded with the County Recorder by means of a covenant executed by the parties.<br \/><br \/>\t6.\tIn the event the permittee is a lessee on the property, the entire unpaid balance of the charge shall immediately become due and payable upon termination of the leasehold interest for whatever reason, including termination of the lease or assignment of the leasehold interest, and the permittee shall be liable for said amount.  The installment payment agreement shall provide for the creation of a <span class=\"dictionary\">lien<\/span> against the leasehold interest of the lessee to secure payment to the City of the unpaid balance of the Sewerage Facilities Charge and any accrued <span class=\"dictionary\">penalty<\/span> charges at the time of termination of the leasehold interest.  Such <span class=\"dictionary\">lien<\/span> requirement shall not be imposed, however, if the lessee would violate the lease agreement in so doing, or is unable to obtain the consent of the lessor where such is required by the lease.  The <span class=\"dictionary\">lien<\/span> shall be recorded with the County Recorder by means of a covenant executed by the parties.  In the event of leasehold termination, the lessor may assume the obligation of payment of the unpaid balance under the installment payment agreement but will be required to comply with all provisions of this section which are applicable to owners who are permittees.<br \/><br \/>\t7.\tDelinquent charges and all penalties thereon as to any permittee, whether lessee or owner, shall constitute a <span class=\"dictionary\">lien<\/span> on the real property served when recorded as provided in Section 54355 of the Government Code of the State of California and such <span class=\"dictionary\">lien<\/span> shall continue until the charge and all penalties thereon are fully paid or the property sold therefor.<br \/><br \/>\t8.\tAll or part of any unpaid plan amount may be paid in advance at any time.<br \/><br \/>\t9.\tWhen all moneys under the plan have been paid in full, a Sewer Facilities Charge certificate of payment will be issued.<br \/><br \/>\t(g)\t((f) Relettered (g) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a charitable hospital, it shall be exempt from sewerage facilities charges. A hospital is charitable, for the purpose of this subsection if:<br \/><br \/>\t1.\tIt is not operated for profit;<br \/><br \/>\t2.\tNo part of its <span class=\"dictionary\">assets<\/span> inures to the benefit of any private shareholder or individual;<br \/><br \/>\t3.\tIts <span class=\"dictionary\">assets<\/span> are irrevocably dedicated for a charitable purpose;<br \/><br \/>\t4.\tUpon dissolution, its <span class=\"dictionary\">assets<\/span> shall be distributed to an organization exempt for charitable purposes from taxation under the Revenue and Taxation Code or the Internal Revenue Code.<br \/><br \/>\t5.\tThe applicant has obtained a charitable purpose tax exemption determination from the California Franchise Tax Board.<br \/><br \/>\t(h)\t((g) Relettered (h) by Ord. No. 171,036, Eff. 6\/6\/96.)<br \/><br \/>\t1.\tWhere the Board finds that an applicant presently discharging, as of the date of this <span class=\"dictionary\">ordinance<\/span>, into the Los Angeles Harbor has been ordered by a State and\/or Federal agency to so cease discharging and, as a result, must therefore connect to the City sewer system, the Board may permit the applicant to defer payment of such sewage facilities charge for a two year period from the date of the application for the sewer connection permit. If at the end of such two year period the property which was connected to the City’s sewer system pursuant to such deferment of payment is no longer so connected no sewerage facilities charge will be imposed. The granting of such deferment of payment is subject to the applicant entering into an agreement to pay the amount deferred if the subject property is still connected to the City’s sewer system at the end of the two year period.  (Para. numbered 1., Amended  by Ord. No. 153,056, Eff. 10\/29\/79.)<br \/><br \/>\t2.\t(Added by Ord. No. 153,056, Eff. 10\/29\/79.)  As to any applicant granted such a deferment as provided above the Board may grant a deferment for an additional eighteen month period provided at the time application is made for such extension the applicant is actively seeking permission from the appropriate authorities to be permitted to discharge into the Los Angeles Harbor. If at the end of such eighteen month extension the property which was connected to the City’s sewer system pursuant to such deferment of payment is no longer so connected no sewerage facilities charge will be imposed. The granting of such extended deferment is subject to the applicant entering into an agreement, or amending its existing agreement, with the City to pay the amount deferred if the subject property is still connected to the City’s sewer system at the end of the eighteen month extension period.<br \/><br \/>\t(i)\t((h) Relettered (i) by Ord. No. 171,036, Eff. 6\/6\/96.)  The sewerage facilities charge fees applicable to single family dwellings as of September 1, 1986, shall be applicable to a sewer connection by a single family dwelling to a sewer when:<br \/><br \/>\t1.\tThe sewer was installed pursuant to an assessment proceeding where the <span class=\"dictionary\">petition<\/span> therefore was on file with the City as of September 1,1986; and<br \/><br \/>\t2.\tThe connection is made within one year after acceptance of the completed sewer by the Board.<br \/><br \/>\t(j)\t((i) Relettered (j) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a non-profit corporation it shall be exempt from sewerage facilities charges required for a dwelling structure it is constructing, or substantially rehabilitating, to serve low-income elderly and\/or handicapped families or individuals if the construction or rehabilitation of said structure is being government funded and the dwelling is on property being leased from the city, or on property which has been, or will be, acquired from the City with the City having an option to re-acquire the property. A corporation is non-profit, for the purpose of this section, if:<br \/><br \/>\t(1)\tThe purposes of the corporation include the promotion of the welfare of elderly and\/or handicapped families and\/or individuals;<br \/><br \/>\t(2)\tNo part of the net earnings of the corporation may inure to the benefit of any private shareholder, contributor or individual; and<br \/><br \/>\t(3)\tThe corporation is not controlled by, or under the direction of, persons or firms seeking to derive profit or gain therefrom.<br \/><br \/>\t(k)\t((j) Relettered (k) by Ord. No. 171,036, Eff. 6\/6\/96.)  (Repealed by Ord. No. 170,083, Eff. 11\/26\/94, Oper. 7\/1\/94.)<br \/><br \/>\t(l)\t(Added by Ord. No. 169,042, Eff. 9\/14\/93.)  Where an alcohol retail business was damaged or destroyed in the 1992 civil disturbance, the sewerage facilities charge shall be waived where the specific site, or an area encompassing the specific site, where such business was or is located, is to be converted to another use not involving the sale of alcoholic beverages.  In case the new use is to be a non-industrial laundromat, such <span class=\"dictionary\">waiver<\/span> will be to the extent of the use of a maximum of sixty (60) washing machines; provided, however, if the new use is something other than a laundromat, the <span class=\"dictionary\">waiver<\/span> available shall be equivalent to the amount of the sewerage facilities charge payable for a laundromat containing sixty (60) washing machines.  As a condition to obtaining such a <span class=\"dictionary\">waiver<\/span> of the sewerage facilities charge, the alcohol retail licensee must submit proof of the cancellation of the license issued by the State Alcoholic Beverage Control Department for the particular alcohol retail business which was damaged or destroyed, at the time of the issuance of the certificate of occupancy.<br \/><br \/>\tSuch conversion to a new use having occurred, if there should be a further or different conversion then the credit utilized in determining the appropriate sewerage facilities charge shall be based upon the  applicable sewerage facilities flow credit prior to the 1992 civil disturbance.<br \/><br \/>\tThis section shall be non-operative two (2) years after its effective date.<br \/><br \/>\t(m)\t(Added by Ord. No. 171,036, Eff. 6\/6\/96.)  Notwithstanding Subsection (a) of this section, where the application is for the connection of a temporary field office at a construction site to a sewer, no Sewerage Facilities Charge shall be collected.<\/p><\/section>","text":{"0":{"id":"3927","text":"  SEWERAGE FACILITIES CHARGE FOR SEWER CONNECTION.\t(a)\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Before granting a permit to connect any lot or parcel or to connect a new building on such lot or parcel to a public sewer or house connection sewer pursuant to the provisions of Section 64.12 of this Code, including a replacement building following a demolition, except applications for permits to repair or replace existing sewer connections which repair or replacement is unrelated to any new construction or to new use or occupancy, the Board shall require, in addition to all other charges and fees imposed by Sections 64.12 to 64.22, inclusive, the payment by the applicant therefor of a Sewerage Facilities Charge fixed in accordance with Section 64.11.3.  The Board shall provide a credit pursuant to Subsection (c).\t(b)\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  A Sewerage Facilities Charge, based upon the rates established in Section 64.11.3 of this article, shall also be imposed as follows:\t1.\tWhere a physical addition is made to an existing residential occupancy to create an additional dwelling unit or units, or where an existing residential occupancy is modified to create an additional dwelling unit or units, a charge shall be imposed for each additional dwelling unit on a lot or parcel created by the addition or modification.  Where any existing dwelling unit is enlarged or modified to create an additional bedroom or bedrooms, a charge shall be imposed for each additional bedroom created on the lot or parcel by the addition or modification.\t2.\tWhere an addition is made to an existing commercial building, or an additional commercial building is constructed on a lot or parcel, a charge shall be imposed based on the increase in gross floor area or on the increase in such other indicator of activity as the Board may adopt.\t3.\tWhere the average flow discharge and\/or the average discharge of  mass emissions of biochemical oxygen demand (BOD) and\/or suspended solids (SS) from industrial buildings on a lot or parcel are increased, a charge shall be imposed based on the average flow and the BOD and SS mass emissions (calculated as the flow rate multiplied by the BOD and SS concentrations and by a unit conversion factor) following the increase.  The Board shall provide a credit pursuant to Subsection (c).\t4.\tWhere the use or occupancy of an existing building on a lot or parcel is changed, a Sewerage Facilities Charge shall be imposed based upon such new use or occupancy.  The Board shall provide a credit pursuant to Subsection (c).\t(c)\tWhenever a credit is allowed, the credit shall be determined by first calculating flow, BOD and SS credits and then calculating an aggregate monetary credit.  The flow, BOD and SS credits shall remain with the lot or parcel except as provided in Section 64.16.2 or 64.19(e).  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t1.\tThe flow credit shall be calculated as the total of the following:\t(i)\tthe largest average flow rate of discharge from the lot or parcel to a public sewer determined by the City Engineer to have occurred before establishment of the Sewerage Facilities Charge, provided that it shall be the applicant’s responsibility to submit documented evidence satisfactory to the City Engineer to obtain this credit; plus\t(ii)\tthe average flow rate of discharge for which a Sewerage Facilities Charge has been paid in cash, by transferral from a revitalization, enterprise, or empowerment zone per Section 64.16.2, or by construction of an offsite sewer pursuant to Section 64.11.3, provided that offsite sewer construction shall have been accomplished and its cost documented in accordance with the policies of the City Engineer to obtain this credit; minus\t(iii)\tthe average flow rate of discharge which is equivalent to the flow component of any refunds which have been paid; minus\t(iv)\tthe average flow rate of discharge which has been transferred away pursuant to Section 64.16.2.\t2.\tThe Board shall adopt rules to determine the initial BOD and SS credits allocable to a lot or parcel upon implementation of this subsection (c).\t3.\tThe credits for strength (BOD and SS) parameters shall be calculated as the total of the following:\t(i)\tthe largest average rate of mass emissions discharge from the lot or parcel to a public sewer determined by the City Engineer to have occurred before establishment of the Sewerage Facilities Charge, provided that it shall be the applicant’s responsibility to submit documented evidence satisfactory to the City Engineer to obtain this credit; plus\t(ii)\tthe average rate of mass emissions discharge for which a Sewerage Facilities Charge has been paid in cash, by transferral from a revitalization, enterprise, or empowerment zone per Section 64.16.2, or by construction of an offsite sewer pursuant to Section 64.11.3, provided that offsite sewer construction shall have been accomplished and its cost documented in accordance with the policies of the City Engineer to obtain this credit; minus\t(iii)\tthe average rate of mass emissions discharge which is equivalent to the mass emissions component of any refunds which have been paid; minus\t(iv)\tthe average rate of mass emissions discharge which has been transferred away pursuant to Section 64.16.2.\tThe monetary credit shall be calculated by multiplying the rates established pursuant to Section 64.11.3 at the time the Sewerage Facilities charge was paid by the flow, BOD and SS credits and summing the results, provided that the total credit shall not exceed the Sewerage Facilities Charge required to be paid except as provided in Subdivision 6. of Subsection (a) of Section 64.19.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\tNotwithstanding the previous sentence, in the case of reconstruction of a building damaged by the earthquake of January 17, 1994, the amount of the credit shall be the Sewerage Facilities Charge which would have been applicable on January 17, 1994, or the Sewerage Facilities Charge based on the rates established pursuant to Section 64.11.3, whichever is greater.\t(d)\t((c) Relettered (d) by Ord. No. 171,036, Eff. 6\/6\/96.)  The Council may, in the exercise of its sound discretion, and upon advice of the Board, reduce the sewers facilities charge for any property for which off-site public sewers are constructed beyond the limits of said property, by all or part of the actual cost of the construction of said off-site public sewer.\t(e)\t((d) Relettered (e) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant meets the criteria as specified hereinafter, and enters into an installment payment agreement with the Board, the applicant shall be allowed to pay the Sewerage Facilities Charge as follows:  a down payment of 15 percent of the Sewerage Facilities Charge due, or more at the applicant’s option, followed by quarterly installments extending over a period not to exceed five (5) years at such interest rate as the Board shall establish annually in July of each year.  The rate shall be the simple average of the last available twelve months’ average interest earnings from the pool in which Sewer Construction and Maintenance Fund moneys are invested, as reported by the City Treasurer and rounded to the nearest tenth of one percent, plus one percent.\tEXCEPTION:  Interest shall not be charged to a charitable institution as defined in Item No. 2 below.  Quarterly installments shall be in the amount necessary to fully amortize the Sewerage Facilities Charge, excluding the down payment, and interest over the payment period.\tThe Board shall also establish a fixed fee to cover setup and administrative costs associated with the installment plan.  This fee shall be determined as provided in Section 12.37-I,1 of the Los Angeles Municipal Code.  If the applicant is a lessee, the installment payment period shall not exceed the remaining period of time the applicant is to occupy the subject property under the terms of the lease agreement.  Provisions in the lease agreement for termination of the lease upon the occurrence of certain events shall not prevent the lessee from entering into an installment agreement.\tThe applicant must meet one or more of the following criteria:\t1.\tThe applicant’s property is an individual site in which the Sewerage Facilities Charge due equals or exceeds $17,000.  “Individual site” shall not include a subdivision with more than one sewer connection.\t2.\tThe applicant is a charitable institution and the Sewerage Facilities Charge due equals or exceeds $5,000.  For the purpose of this subsection, a charitable institution shall be an institution which meets the five criteria listed in Subsection (f) of this section.\t3.\tThe applicant is a surgical hospital.\t4.\tThe applicant is a property owner who is ceasing to use a private sewage disposal system and is connecting to the City sewage system.\t(f)\t((e) Relettered (f) by Ord. No. 171,036, Eff. 6\/6\/96.)  Whenever the Board has authorized an installment payment agreement to be entered into pursuant to Subsection (e), the following requirements shall apply:\t1.\tThe first quarterly payment under the installment payment agreement shall be due on the first day of the third month next succeeding the month in which the down payment was made.  Remaining payments shall be due on the first day of every third month thereafter.\t2.\tA payment shall become delinquent if not postmarked on or before the 15th of the month in which it is due.  All delinquent payments shall incur a penalty charge of 10 percent of the cumulative amount of all delinquent payments, including previous delinquency charges.  Said delinquency charge must be paid in full before normal payments will again be accepted.\t3.\tIf a payment remains unpaid beyond the 15th day of the third month next succeeding the date on which it became delinquent, the permittee shall be determined in default.  The Board shall notify the permittee, and, in addition, the owner of the property if different from the permittee, by certified mail with return receipt that:\tA.\tThe permittee and\/or the owner have one month from the default date to bring the balance current or the entire unpaid plan amount, including delinquent charges, will become due and payable; and\tB.\tThe connection permit may be canceled and the connection severed if the permittee  continues in default beyond that date.\t4.\tIf the permittee remains in default for one month and 10 days, the Board may cancel the Sewer Connection Permit and sever the connection.  The Board shall notify the permittee, the owner, if different from the permittee, and the Superintendent of the Department of Building and Safety at least 10 days before taking such action.\t5.\tWhere title to a premises subject to an installment payment agreement is sold or transferred, and the permittee is the owner of said property, the entire unpaid balance of the charge shall immediately become due and payable and the permittee and the new owner of the property shall be jointly and severally liable for said amount.  The installment payment agreement shall provide for the creation of a lien against the subject property to secure payment to the City, at time of sale, of the unpaid balance of the Sewerage Facilities Charge and any accrued penalty charges.  The lien shall be recorded with the County Recorder by means of a covenant executed by the parties.\t6.\tIn the event the permittee is a lessee on the property, the entire unpaid balance of the charge shall immediately become due and payable upon termination of the leasehold interest for whatever reason, including termination of the lease or assignment of the leasehold interest, and the permittee shall be liable for said amount.  The installment payment agreement shall provide for the creation of a lien against the leasehold interest of the lessee to secure payment to the City of the unpaid balance of the Sewerage Facilities Charge and any accrued penalty charges at the time of termination of the leasehold interest.  Such lien requirement shall not be imposed, however, if the lessee would violate the lease agreement in so doing, or is unable to obtain the consent of the lessor where such is required by the lease.  The lien shall be recorded with the County Recorder by means of a covenant executed by the parties.  In the event of leasehold termination, the lessor may assume the obligation of payment of the unpaid balance under the installment payment agreement but will be required to comply with all provisions of this section which are applicable to owners who are permittees.\t7.\tDelinquent charges and all penalties thereon as to any permittee, whether lessee or owner, shall constitute a lien on the real property served when recorded as provided in Section 54355 of the Government Code of the State of California and such lien shall continue until the charge and all penalties thereon are fully paid or the property sold therefor.\t8.\tAll or part of any unpaid plan amount may be paid in advance at any time.\t9.\tWhen all moneys under the plan have been paid in full, a Sewer Facilities Charge certificate of payment will be issued.\t(g)\t((f) Relettered (g) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a charitable hospital, it shall be exempt from sewerage facilities charges. A hospital is charitable, for the purpose of this subsection if:\t1.\tIt is not operated for profit;\t2.\tNo part of its assets inures to the benefit of any private shareholder or individual;\t3.\tIts assets are irrevocably dedicated for a charitable purpose;\t4.\tUpon dissolution, its assets shall be distributed to an organization exempt for charitable purposes from taxation under the Revenue and Taxation Code or the Internal Revenue Code.\t5.\tThe applicant has obtained a charitable purpose tax exemption determination from the California Franchise Tax Board.\t(h)\t((g) Relettered (h) by Ord. No. 171,036, Eff. 6\/6\/96.)\t1.\tWhere the Board finds that an applicant presently discharging, as of the date of this ordinance, into the Los Angeles Harbor has been ordered by a State and\/or Federal agency to so cease discharging and, as a result, must therefore connect to the City sewer system, the Board may permit the applicant to defer payment of such sewage facilities charge for a two year period from the date of the application for the sewer connection permit. If at the end of such two year period the property which was connected to the City’s sewer system pursuant to such deferment of payment is no longer so connected no sewerage facilities charge will be imposed. The granting of such deferment of payment is subject to the applicant entering into an agreement to pay the amount deferred if the subject property is still connected to the City’s sewer system at the end of the two year period.  (Para. numbered 1., Amended  by Ord. No. 153,056, Eff. 10\/29\/79.)\t2.\t(Added by Ord. No. 153,056, Eff. 10\/29\/79.)  As to any applicant granted such a deferment as provided above the Board may grant a deferment for an additional eighteen month period provided at the time application is made for such extension the applicant is actively seeking permission from the appropriate authorities to be permitted to discharge into the Los Angeles Harbor. If at the end of such eighteen month extension the property which was connected to the City’s sewer system pursuant to such deferment of payment is no longer so connected no sewerage facilities charge will be imposed. The granting of such extended deferment is subject to the applicant entering into an agreement, or amending its existing agreement, with the City to pay the amount deferred if the subject property is still connected to the City’s sewer system at the end of the eighteen month extension period.\t(i)\t((h) Relettered (i) by Ord. No. 171,036, Eff. 6\/6\/96.)  The sewerage facilities charge fees applicable to single family dwellings as of September 1, 1986, shall be applicable to a sewer connection by a single family dwelling to a sewer when:\t1.\tThe sewer was installed pursuant to an assessment proceeding where the petition therefore was on file with the City as of September 1,1986; and\t2.\tThe connection is made within one year after acceptance of the completed sewer by the Board.\t(j)\t((i) Relettered (j) by Ord. No. 171,036, Eff. 6\/6\/96.)  Where the applicant is a non-profit corporation it shall be exempt from sewerage facilities charges required for a dwelling structure it is constructing, or substantially rehabilitating, to serve low-income elderly and\/or handicapped families or individuals if the construction or rehabilitation of said structure is being government funded and the dwelling is on property being leased from the city, or on property which has been, or will be, acquired from the City with the City having an option to re-acquire the property. A corporation is non-profit, for the purpose of this section, if:\t(1)\tThe purposes of the corporation include the promotion of the welfare of elderly and\/or handicapped families and\/or individuals;\t(2)\tNo part of the net earnings of the corporation may inure to the benefit of any private shareholder, contributor or individual; and\t(3)\tThe corporation is not controlled by, or under the direction of, persons or firms seeking to derive profit or gain therefrom.\t(k)\t((j) Relettered (k) by Ord. No. 171,036, Eff. 6\/6\/96.)  (Repealed by Ord. No. 170,083, Eff. 11\/26\/94, Oper. 7\/1\/94.)\t(l)\t(Added by Ord. No. 169,042, Eff. 9\/14\/93.)  Where an alcohol retail business was damaged or destroyed in the 1992 civil disturbance, the sewerage facilities charge shall be waived where the specific site, or an area encompassing the specific site, where such business was or is located, is to be converted to another use not involving the sale of alcoholic beverages.  In case the new use is to be a non-industrial laundromat, such waiver will be to the extent of the use of a maximum of sixty (60) washing machines; provided, however, if the new use is something other than a laundromat, the waiver available shall be equivalent to the amount of the sewerage facilities charge payable for a laundromat containing sixty (60) washing machines.  As a condition to obtaining such a waiver of the sewerage facilities charge, the alcohol retail licensee must submit proof of the cancellation of the license issued by the State Alcoholic Beverage Control Department for the particular alcohol retail business which was damaged or destroyed, at the time of the issuance of the certificate of occupancy.\tSuch conversion to a new use having occurred, if there should be a further or different conversion then the credit utilized in determining the appropriate sewerage facilities charge shall be based upon the  applicable sewerage facilities flow credit prior to the 1992 civil disturbance.\tThis section shall be non-operative two (2) years after its effective date.\t(m)\t(Added by Ord. No. 171,036, Eff. 6\/6\/96.)  Notwithstanding Subsection (a) of this section, where the application is for the connection of a temporary field office at a construction site to a sewer, no Sewerage Facilities Charge shall be collected.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}