{"section_number":"64.11.2","edition_id":"1","section_id":"1653","structure_id":"41","catch_line":"Sewage Facilities Charge For New Tracts.","history":"","full_text":"  SEWAGE FACILITIES CHARGE FOR NEW TRACTS.\n\t(Amended by Ord. No. 140,551, Eff. 6\/17\/70.)\n\n\t(a)\tWhenever real property tributory to the city sewerage system that can be served by existing sewers, or by the construction of an off-site sewer not longer than one mile to an available assured outlet sewer, whether financed or otherwise, is included within the borders of a new tract map, sewers, if not existing, shall be constructed within or adjacent to the tracts to serve each lot, and as a condition of the approval of the tentative map of each tract and prior to recording of each such tract map, a fee which shall be determined by the Board of Public Works based upon the rates established in section 64.11.3, hereafter referred to as the sewerage facilities charge, shall be paid by the owner thereof to the City, unless the Board of Public Works upon recommendation of the City Engineer, determines that it would be contrary to the public welfare and interest to assume the responsibility of providing the necessary off-site outlet sewers as required by Subsection (f) hereof. Where a tract map for an industrial, commercial, or multiple dwelling tract is to be recorded but the tract is to be developed at some future time, the Board shall charge a fee of $4,127 per acre which shall be adjusted in accordance with the rates in Section 64.11.3 when such tract is developed.  (Fee Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Provided, however, that where it is determined by the Board of Public Works that a particular tract or parcel of land is being subdivided or re-subdivided solely for the purpose of absorbing a vacated street, for reverting an earlier tract to acreage, or for converting an existing multiple dwelling to a condominium, and not for development purposes, that tract or parcel of land shall be exempt from the requirements that a sewerage facilities charge be paid therefor.  (Amended by Ord. No. 165,923, Eff. 7\/1\/90.)\n\n\tNotwithstanding any other provision of this subsection, the payment of the sewerage facilities charge as a condition for the filing of a tract map by the Community Redevelopment Agency or the Department of Airports is hereby waived. Provided, however, the full sewerage facilities charge shall be paid upon the development of any lot or parcel contained in a tract to which this paragraph is applicable.  (Added by Ord. No. 166,072, Eff. 8\/25\/90.)\n\n\t(b)\tIn determining the sewerage facilities charge, the Board shall:\n\n\t1.\tReduce the sewerage facilities charge when the owner demonstrates that the property has paid special assessments for an interceptor sewer to which it may connect directly or indirectly, by the amount of said special assessment.\n\n\t2.\tReduce the charge by all or part of the amount paid as a contributing property to the construction of an off-site sewer to serve the property prior to the requirement by the City that such charge shall be paid.\n\n\t3.\tProvide a credit for any amount previously paid as an acreage charge or a sewerage facilities charge.\n\n\t4.\tReduce the acreage fee to 15% of that established in Subsection (a) above in the event the sewage from such tract, when developed, will be treated in the facilities of a Los Angeles County Sanitation District.  (Added by Ord. No. 157,145, Eff. 11\/22\/82.)\n\n\t(c)\tThe Board may permit a subdivider to install off-site sewers in lieu of all or part of the sewerage facilities charge based on the actual cost of said off-site sewer. Should the actual cost of said off-site sewer be less than the sewerage facilities charge required by Subsection (a) hereof, the difference between such actual cost and said sewerage facilities charge shall be paid by the subdivider to the City for deposit in the General Fund.\n\n\t(d)\tThe Council may authorize the subdivider or other property owner, by contract with the City, to construct off-site sewers costing in excess of the sewerage facilities charge required by Subsection (a) hereof and subsequent to the construction and acceptance of said off-site sewer, to reimburse said subdivider or property owner the difference between the actual cost of said off-site sewer and the sewerage facilities charge.\n\n\tIf the sewerage facilities charge has been paid by the subdivider or property owner prior to entering into the contract with the City to construct an off-site sewer or prior to submission by the owner of evidence justifying reduction of the charge for any property in accordance with this section, the Council may authorize the refund of all or part of the sewerage facilities charge previously paid.\n\n\t(e)\tActual cost of off-site sewers as used in Subsections (c) and (d) shall be determined from sealed bids received and opened by the Board of Public Works, after publicly advertising therefor, plus engineering and incidental costs not to exceed ten percent of the accepted bid price for the performance of the work.\n\n\t(f)\tIn those cases where a sewerage facilities charge is paid, the City assumes the responsibility of providing the necessary off-site or outlet sewers when sewage disposal facilities are available and when connection to the City sewerage system is deemed to be necessary by the City.\n\n\t(g)\tWhenever good planning and engineering practice requires that sanitary sewers of greater size or depth than those required for the servicing of the property immediately concerned be constructed within or adjacent to the subdivision, the additional cost of providing sewers within or adjacent to the subdivision in accordance with the City’s requirements of larger size or greater depth than that required by the property immediately concerned shall be considered the same as or in addition to the cost of constructing an off-site sewer as provided in Subsections (c) and (d) hereof.\n\n\t(h)\tSubdivisions other than those included in Subsection (a) hereof may be:\n\n\t1.\tApproved without the construction of sewers or the payment of the sewerage facilities charge where the County Health Officer and the City Engineer determined that ample area is available for private sewage disposal, where soil, ground water and other factors are favorable. The sewerage facilities charge shall be applicable to lots and parcels in these subdivisions where connections to future sewers are requested or required.\n\n\t2.\tPermitted or required to construct sewers within the tract and pay the sewerage facilities charge upon the determination by the Council upon the advice of the Board, that existing development or trends justify the City assuming the responsibility of providing the connecting sewers.","order_by":"11.2","ancestry":{"1":{"id":"41","name":"Sewers, Water Courses And Drains","identifier":"4","label":"article","url":"\/6\/4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"1":{"id":"3546","structure_id":"41","section_number":"64.00","catch_line":"Definitions And Abbreviations.","url":"\/64.00\/","token":"64.00"},"2":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"3":{"id":"3226","structure_id":"41","section_number":"64.02","catch_line":"(None)","url":"\/64.02\/","token":"64.02"},"4":{"id":"1795","structure_id":"41","section_number":"64.04","catch_line":"(None)","url":"\/64.04\/","token":"64.04"},"5":{"id":"1023","structure_id":"41","section_number":"64.05","catch_line":"(None)","url":"\/64.05\/","token":"64.05"},"6":{"id":"2848","structure_id":"41","section_number":"64.06","catch_line":"Water Supply – Contamination Of.","url":"\/64.06\/","token":"64.06"},"7":{"id":"2171","structure_id":"41","section_number":"64.06.1","catch_line":"Water Supply – Sanitary Standards.","url":"\/64.06.1\/","token":"64.06.1"},"8":{"id":"541","structure_id":"41","section_number":"64.07","catch_line":"Water Course Obstruction – Permits.","url":"\/64.07\/","token":"64.07"},"9":{"id":"297","structure_id":"41","section_number":"64.08","catch_line":"Water Course Structures – Permits.","url":"\/64.08\/","token":"64.08"},"10":{"id":"661","structure_id":"41","section_number":"64.09","catch_line":"Water Courses – Interference With.","url":"\/64.09\/","token":"64.09"},"11":{"id":"1662","structure_id":"41","section_number":"64.10","catch_line":"Water Courses.","url":"\/64.10\/","token":"64.10"},"12":{"id":"2110","structure_id":"41","section_number":"64.11","catch_line":"Sewers – Undedicated Streets.","url":"\/64.11\/","token":"64.11"},"13":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"14":{"id":"1653","structure_id":"41","section_number":"64.11.2","catch_line":"Sewage Facilities Charge For New Tracts.","url":"\/64.11.2\/","token":"64.11.2"},"15":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"16":{"id":"3029","structure_id":"41","section_number":"64.11.4","catch_line":"Disposition Of Sewerage Facilities Charge.","url":"\/64.11.4\/","token":"64.11.4"},"17":{"id":"3995","structure_id":"41","section_number":"64.11.5","catch_line":"Temporary Waiver Of Sewer Facilities Charge Due To 1994 Northridge Earthquake.","url":"\/64.11.5\/","token":"64.11.5"},"18":{"id":"1174","structure_id":"41","section_number":"64.12","catch_line":"House Sewer Connection – Permit.","url":"\/64.12\/","token":"64.12"},"19":{"id":"307","structure_id":"41","section_number":"64.13","catch_line":"Permit Exemptions.","url":"\/64.13\/","token":"64.13"},"20":{"id":"4117","structure_id":"41","section_number":"64.14","catch_line":"Duration And Revocation Of Permits.","url":"\/64.14\/","token":"64.14"},"21":{"id":"4148","structure_id":"41","section_number":"64.15","catch_line":"Permit And Inspection Fees.","url":"\/64.15\/","token":"64.15"},"22":{"id":"406","structure_id":"41","section_number":"64.15.1","catch_line":"Liability Insurance And Deposit Requirements.","url":"\/64.15.1\/","token":"64.15.1"},"23":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"24":{"id":"3953","structure_id":"41","section_number":"64.16.1","catch_line":"Sewerage Facilities Charge For Sewer Connection.","url":"\/64.16.1\/","token":"64.16.1"},"25":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"26":{"id":"1757","structure_id":"41","section_number":"64.17","catch_line":"Sewer Connection Regulations.","url":"\/64.17\/","token":"64.17"},"27":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"28":{"id":"2478","structure_id":"41","section_number":"64.19","catch_line":"Refund Of Sewer Fees.","url":"\/64.19\/","token":"64.19"},"29":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"30":{"id":"1102","structure_id":"41","section_number":"64.19.2","catch_line":"Sewer Construction And Maintenance Fund.","url":"\/64.19.2\/","token":"64.19.2"},"31":{"id":"1762","structure_id":"41","section_number":"64.19.3","catch_line":"Sewer Operation And Maintenance Fund.","url":"\/64.19.3\/","token":"64.19.3"},"32":{"id":"2815","structure_id":"41","section_number":"64.19.4","catch_line":"Sewer Capital Fund.","url":"\/64.19.4\/","token":"64.19.4"},"33":{"id":"2746","structure_id":"41","section_number":"64.20","catch_line":"Tapping Sewers, Storm Drains And Catch Basins.","url":"\/64.20\/","token":"64.20"},"34":{"id":"209","structure_id":"41","section_number":"64.21","catch_line":"Emergency Work.","url":"\/64.21\/","token":"64.21"},"35":{"id":"2947","structure_id":"41","section_number":"64.22","catch_line":"Board To Keep Accounts.","url":"\/64.22\/","token":"64.22"},"36":{"id":"1491","structure_id":"41","section_number":"64.22.1","catch_line":"Permit Fee Exemptions.","url":"\/64.22.1\/","token":"64.22.1"},"37":{"id":"1759","structure_id":"41","section_number":"64.23","catch_line":"Drains, Sewers, Etc. – Notice Of Abandonment.","url":"\/64.23\/","token":"64.23"},"38":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"39":{"id":"72","structure_id":"41","section_number":"64.26","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","url":"\/64.26\/","token":"64.26"},"40":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"41":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"42":{"id":"1956","structure_id":"41","section_number":"64.31","catch_line":"Septage Disposal Control.","url":"\/64.31\/","token":"64.31"},"43":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"44":{"id":"2517","structure_id":"41","section_number":"64.33","catch_line":"Testing And Analysis Of Materials, Products, Services,\nProcesses And Technologies.","url":"\/64.33\/","token":"64.33"}},"previous_section":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"next_section":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"metadata":false,"references":false,"url":"\/64.11.2\/","token":"64.11.2","formats":{"txt":"\/64.11.2.txt","json":"\/64.11.2.xml"},"dublin_core":{"Title":"Sewage Facilities Charge For New Tracts.","Type":"Text","Format":"text\/html","Identifier":"§ 64.11.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSEWAGE FACILITIES CHARGE FOR NEW TRACTS. (§ 64.11.2)\n\n  SEWAGE FACILITIES CHARGE FOR NEW TRACTS.\n\t(Amended by Ord. No. 140,551, Eff. 6\/17\/70.)\t(a)\tWhenever real property\ntributory to the city sewerage system that can be served by existing sewers, or\nby the construction of an off-site sewer not longer than one mile to an\navailable assured outlet sewer, whether financed or otherwise, is included\nwithin the borders of a new tract map, sewers, if not existing, shall be\nconstructed within or adjacent to the tracts to serve each lot, and as a\ncondition of the approval of the tentative map of each tract and prior to\nrecording of each such tract map, a fee which shall be determined by the Board\nof Public Works based upon the rates established in section 64.11.3, hereafter\nreferred to as the sewerage facilities charge, shall be paid by the owner\nthereof to the City, unless the Board of Public Works upon recommendation of the\nCity Engineer, determines that it would be contrary to the public welfare and\ninterest to assume the responsibility of providing the necessary off-site outlet\nsewers as required by Subsection (f) hereof. Where a tract map for an\nindustrial, commercial, or multiple dwelling tract is to be recorded but the\ntract is to be developed at some future time, the Board shall charge a fee of\n$4,127 per acre which shall be adjusted in accordance with the rates in Section\n64.11.3 when such tract is developed.  (Fee Amended by Ord. No. 171,036, Eff.\n6\/6\/96.)  Provided, however, that where it is determined by the Board of Public\nWorks that a particular tract or parcel of land is being subdivided or\nre-subdivided solely for the purpose of absorbing a vacated street, for\nreverting an earlier tract to acreage, or for converting an existing multiple\ndwelling to a condominium, and not for development purposes, that tract or\nparcel of land shall be exempt from the requirements that a sewerage facilities\ncharge be paid therefor.  (Amended by Ord. No. 165,923, Eff.\n7\/1\/90.)\tNotwithstanding any other provision of this subsection, the payment of\nthe sewerage facilities charge as a condition for the filing of a tract map by\nthe Community Redevelopment Agency or the Department of Airports is hereby\nwaived. Provided, however, the full sewerage facilities charge shall be paid\nupon the development of any lot or parcel contained in a tract to which this\nparagraph is applicable.  (Added by Ord. No. 166,072, Eff. 8\/25\/90.)\t(b)\tIn\ndetermining the sewerage facilities charge, the Board shall:\t1.\tReduce the\nsewerage facilities charge when the owner demonstrates that the property has\npaid special assessments for an interceptor sewer to which it may connect\ndirectly or indirectly, by the amount of said special assessment.\t2.\tReduce the\ncharge by all or part of the amount paid as a contributing property to the\nconstruction of an off-site sewer to serve the property prior to the requirement\nby the City that such charge shall be paid.\t3.\tProvide a credit for any amount\npreviously paid as an acreage charge or a sewerage facilities charge.\t4.\tReduce\nthe acreage fee to 15% of that established in Subsection (a) above in the event\nthe sewage from such tract, when developed, will be treated in the facilities of\na Los Angeles County Sanitation District.  (Added by Ord. No. 157,145, Eff.\n11\/22\/82.)\t(c)\tThe Board may permit a subdivider to install off-site sewers in\nlieu of all or part of the sewerage facilities charge based on the actual cost\nof said off-site sewer. Should the actual cost of said off-site sewer be less\nthan the sewerage facilities charge required by Subsection (a) hereof, the\ndifference between such actual cost and said sewerage facilities charge shall be\npaid by the subdivider to the City for deposit in the General Fund.\t(d)\tThe\nCouncil may authorize the subdivider or other property owner, by contract with\nthe City, to construct off-site sewers costing in excess of the sewerage\nfacilities charge required by Subsection (a) hereof and subsequent to the\nconstruction and acceptance of said off-site sewer, to reimburse said subdivider\nor property owner the difference between the actual cost of said off-site sewer\nand the sewerage facilities charge.\tIf the sewerage facilities charge has been\npaid by the subdivider or property owner prior to entering into the contract\nwith the City to construct an off-site sewer or prior to submission by the owner\nof evidence justifying reduction of the charge for any property in accordance\nwith this section, the Council may authorize the refund of all or part of the\nsewerage facilities charge previously paid.\t(e)\tActual cost of off-site sewers\nas used in Subsections (c) and (d) shall be determined from sealed bids received\nand opened by the Board of Public Works, after publicly advertising therefor,\nplus engineering and incidental costs not to exceed ten percent of the accepted\nbid price for the performance of the work.\t(f)\tIn those cases where a sewerage\nfacilities charge is paid, the City assumes the responsibility of providing the\nnecessary off-site or outlet sewers when sewage disposal facilities are\navailable and when connection to the City sewerage system is deemed to be\nnecessary by the City.\t(g)\tWhenever good planning and engineering practice\nrequires that sanitary sewers of greater size or depth than those required for\nthe servicing of the property immediately concerned be constructed within or\nadjacent to the subdivision, the additional cost of providing sewers within or\nadjacent to the subdivision in accordance with the City’s requirements of\nlarger size or greater depth than that required by the property immediately\nconcerned shall be considered the same as or in addition to the cost of\nconstructing an off-site sewer as provided in Subsections (c) and (d)\nhereof.\t(h)\tSubdivisions other than those included in Subsection (a) hereof may\nbe:\t1.\tApproved without the construction of sewers or the payment of the\nsewerage facilities charge where the County Health Officer and the City Engineer\ndetermined that ample area is available for private sewage disposal, where soil,\nground water and other factors are favorable. The sewerage facilities charge\nshall be applicable to lots and parcels in these subdivisions where connections\nto future sewers are requested or required.\t2.\tPermitted or required to\nconstruct sewers within the tract and pay the sewerage facilities charge upon\nthe determination by the Council upon the advice of the Board, that existing\ndevelopment or trends justify the City assuming the responsibility of providing\nthe connecting sewers.\n","html":"\n\t\t\t\t\t<section><p>  SEWAGE FACILITIES CHARGE FOR NEW TRACTS.\n\t(Amended by Ord. No. 140,551, Eff. 6\/17\/70.)<br \/><br \/>\t(a)\tWhenever real property tributory to the city sewerage system that can be served by existing sewers, or by the construction of an off-site sewer not longer than one mile to an available assured outlet sewer, whether financed or otherwise, is included within the borders of a new tract map, sewers, if not existing, shall be constructed within or adjacent to the tracts to serve each lot, and as a condition of the approval of the tentative map of each tract and prior to recording of each such tract map, a fee which shall be determined by the Board of Public Works based upon the rates established in section 64.11.3, hereafter referred to as the sewerage facilities charge, shall be paid by the owner thereof to the City, unless the Board of Public Works upon recommendation of the City Engineer, determines that it would be contrary to the public welfare and interest to assume the responsibility of providing the necessary off-site outlet sewers as required by Subsection (f) hereof. Where a tract map for an industrial, commercial, or multiple dwelling tract is to be recorded but the tract is to be developed at some future time, the Board shall charge a fee of $4,127 per acre which shall be adjusted in accordance with the rates in Section 64.11.3 when such tract is developed.  (Fee Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Provided, however, that where it is determined by the Board of Public Works that a particular tract or parcel of land is being subdivided or re-subdivided solely for the purpose of absorbing a vacated street, for reverting an earlier tract to acreage, or for converting an existing multiple dwelling to a condominium, and not for development purposes, that tract or parcel of land shall be exempt from the requirements that a sewerage facilities charge be paid therefor.  (Amended by Ord. No. 165,923, Eff. 7\/1\/90.)<br \/><br \/>\tNotwithstanding any other provision of this subsection, the payment of the sewerage facilities charge as a condition for the filing of a tract map by the Community Redevelopment Agency or the Department of Airports is hereby waived. Provided, however, the full sewerage facilities charge shall be paid upon the development of any lot or parcel contained in a tract to which this paragraph is applicable.  (Added by Ord. No. 166,072, Eff. 8\/25\/90.)<br \/><br \/>\t(b)\tIn determining the sewerage facilities charge, the Board shall:<br \/><br \/>\t1.\tReduce the sewerage facilities charge when the owner demonstrates that the property has paid special assessments for an interceptor sewer to which it may connect directly or indirectly, by the amount of said special assessment.<br \/><br \/>\t2.\tReduce the charge by all or part of the amount paid as a contributing property to the construction of an off-site sewer to serve the property prior to the requirement by the City that such charge shall be paid.<br \/><br \/>\t3.\tProvide a credit for any amount previously paid as an acreage charge or a sewerage facilities charge.<br \/><br \/>\t4.\tReduce the acreage fee to 15% of that established in Subsection (a) above in the event the sewage from such tract, when developed, will be treated in the facilities of a Los Angeles County Sanitation District.  (Added by Ord. No. 157,145, Eff. 11\/22\/82.)<br \/><br \/>\t(c)\tThe Board may permit a subdivider to install off-site sewers in lieu of all or part of the sewerage facilities charge based on the actual cost of said off-site sewer. Should the actual cost of said off-site sewer be less than the sewerage facilities charge required by Subsection (a) hereof, the difference between such actual cost and said sewerage facilities charge shall be paid by the subdivider to the City for deposit in the General Fund.<br \/><br \/>\t(d)\tThe Council may authorize the subdivider or other property owner, by <span class=\"dictionary\">contract<\/span> with the City, to construct off-site sewers costing in excess of the sewerage facilities charge required by Subsection (a) hereof and subsequent to the construction and acceptance of said off-site sewer, to reimburse said subdivider or property owner the difference between the actual cost of said off-site sewer and the sewerage facilities charge.<br \/><br \/>\tIf the sewerage facilities charge has been paid by the subdivider or property owner prior to entering into the <span class=\"dictionary\">contract<\/span> with the City to construct an off-site sewer or prior to submission by the owner of <span class=\"dictionary\">evidence<\/span> justifying reduction of the charge for any property in accordance with this section, the Council may authorize the refund of all or part of the sewerage facilities charge previously paid.<br \/><br \/>\t(e)\tActual cost of off-site sewers as used in Subsections (c) and (d) shall be determined from <span class=\"dictionary\">sealed<\/span> bids received and opened by the Board of Public Works, after publicly advertising therefor, plus engineering and incidental costs not to exceed ten percent of the accepted bid price for the performance of the work.<br \/><br \/>\t(f)\tIn those cases where a sewerage facilities charge is paid, the City assumes the responsibility of providing the necessary off-site or outlet sewers when sewage disposal facilities are available and when connection to the City sewerage system is deemed to be necessary by the City.<br \/><br \/>\t(g)\tWhenever good planning and engineering practice requires that sanitary sewers of greater size or depth than those required for the servicing of the property immediately concerned be constructed within or adjacent to the subdivision, the additional cost of providing sewers within or adjacent to the subdivision in accordance with the City’s requirements of larger size or greater depth than that required by the property immediately concerned shall be considered the same as or in addition to the cost of constructing an off-site sewer as provided in Subsections (c) and (d) hereof.<br \/><br \/>\t(h)\tSubdivisions other than those included in Subsection (a) hereof may be:<br \/><br \/>\t1.\tApproved without the construction of sewers or the payment of the sewerage facilities charge where the County Health Officer and the City Engineer determined that ample area is available for private sewage disposal, where soil, ground water and other factors are favorable. The sewerage facilities charge shall be applicable to lots and parcels in these subdivisions where connections to future sewers are requested or required.<br \/><br \/>\t2.\tPermitted or required to construct sewers within the tract and pay the sewerage facilities charge upon the determination by the Council upon the advice of the Board, that existing development or trends justify the City assuming the responsibility of providing the connecting sewers.<\/p><\/section>","text":{"0":{"id":"1638","text":"  SEWAGE FACILITIES CHARGE FOR NEW TRACTS.\n\t(Amended by Ord. No. 140,551, Eff. 6\/17\/70.)\t(a)\tWhenever real property tributory to the city sewerage system that can be served by existing sewers, or by the construction of an off-site sewer not longer than one mile to an available assured outlet sewer, whether financed or otherwise, is included within the borders of a new tract map, sewers, if not existing, shall be constructed within or adjacent to the tracts to serve each lot, and as a condition of the approval of the tentative map of each tract and prior to recording of each such tract map, a fee which shall be determined by the Board of Public Works based upon the rates established in section 64.11.3, hereafter referred to as the sewerage facilities charge, shall be paid by the owner thereof to the City, unless the Board of Public Works upon recommendation of the City Engineer, determines that it would be contrary to the public welfare and interest to assume the responsibility of providing the necessary off-site outlet sewers as required by Subsection (f) hereof. Where a tract map for an industrial, commercial, or multiple dwelling tract is to be recorded but the tract is to be developed at some future time, the Board shall charge a fee of $4,127 per acre which shall be adjusted in accordance with the rates in Section 64.11.3 when such tract is developed.  (Fee Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Provided, however, that where it is determined by the Board of Public Works that a particular tract or parcel of land is being subdivided or re-subdivided solely for the purpose of absorbing a vacated street, for reverting an earlier tract to acreage, or for converting an existing multiple dwelling to a condominium, and not for development purposes, that tract or parcel of land shall be exempt from the requirements that a sewerage facilities charge be paid therefor.  (Amended by Ord. No. 165,923, Eff. 7\/1\/90.)\tNotwithstanding any other provision of this subsection, the payment of the sewerage facilities charge as a condition for the filing of a tract map by the Community Redevelopment Agency or the Department of Airports is hereby waived. Provided, however, the full sewerage facilities charge shall be paid upon the development of any lot or parcel contained in a tract to which this paragraph is applicable.  (Added by Ord. No. 166,072, Eff. 8\/25\/90.)\t(b)\tIn determining the sewerage facilities charge, the Board shall:\t1.\tReduce the sewerage facilities charge when the owner demonstrates that the property has paid special assessments for an interceptor sewer to which it may connect directly or indirectly, by the amount of said special assessment.\t2.\tReduce the charge by all or part of the amount paid as a contributing property to the construction of an off-site sewer to serve the property prior to the requirement by the City that such charge shall be paid.\t3.\tProvide a credit for any amount previously paid as an acreage charge or a sewerage facilities charge.\t4.\tReduce the acreage fee to 15% of that established in Subsection (a) above in the event the sewage from such tract, when developed, will be treated in the facilities of a Los Angeles County Sanitation District.  (Added by Ord. No. 157,145, Eff. 11\/22\/82.)\t(c)\tThe Board may permit a subdivider to install off-site sewers in lieu of all or part of the sewerage facilities charge based on the actual cost of said off-site sewer. Should the actual cost of said off-site sewer be less than the sewerage facilities charge required by Subsection (a) hereof, the difference between such actual cost and said sewerage facilities charge shall be paid by the subdivider to the City for deposit in the General Fund.\t(d)\tThe Council may authorize the subdivider or other property owner, by contract with the City, to construct off-site sewers costing in excess of the sewerage facilities charge required by Subsection (a) hereof and subsequent to the construction and acceptance of said off-site sewer, to reimburse said subdivider or property owner the difference between the actual cost of said off-site sewer and the sewerage facilities charge.\tIf the sewerage facilities charge has been paid by the subdivider or property owner prior to entering into the contract with the City to construct an off-site sewer or prior to submission by the owner of evidence justifying reduction of the charge for any property in accordance with this section, the Council may authorize the refund of all or part of the sewerage facilities charge previously paid.\t(e)\tActual cost of off-site sewers as used in Subsections (c) and (d) shall be determined from sealed bids received and opened by the Board of Public Works, after publicly advertising therefor, plus engineering and incidental costs not to exceed ten percent of the accepted bid price for the performance of the work.\t(f)\tIn those cases where a sewerage facilities charge is paid, the City assumes the responsibility of providing the necessary off-site or outlet sewers when sewage disposal facilities are available and when connection to the City sewerage system is deemed to be necessary by the City.\t(g)\tWhenever good planning and engineering practice requires that sanitary sewers of greater size or depth than those required for the servicing of the property immediately concerned be constructed within or adjacent to the subdivision, the additional cost of providing sewers within or adjacent to the subdivision in accordance with the City’s requirements of larger size or greater depth than that required by the property immediately concerned shall be considered the same as or in addition to the cost of constructing an off-site sewer as provided in Subsections (c) and (d) hereof.\t(h)\tSubdivisions other than those included in Subsection (a) hereof may be:\t1.\tApproved without the construction of sewers or the payment of the sewerage facilities charge where the County Health Officer and the City Engineer determined that ample area is available for private sewage disposal, where soil, ground water and other factors are favorable. The sewerage facilities charge shall be applicable to lots and parcels in these subdivisions where connections to future sewers are requested or required.\t2.\tPermitted or required to construct sewers within the tract and pay the sewerage facilities charge upon the determination by the Council upon the advice of the Board, that existing development or trends justify the City assuming the responsibility of providing the connecting sewers.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}