{"section_number":"64.19","edition_id":"1","section_id":"2478","structure_id":"41","catch_line":"Refund Of Sewer Fees.","history":"","full_text":"  REFUND OF SEWER FEES.\n\n\t(a)\tAny money collected or received by the City in accordance with Section 64.11.2, 64.16.1 or 64.18 may be refunded as provided in this Subsection, or may be credited pursuant to the provisions of Subsection (b) or (e) of this Section, and not otherwise, if a verified claim in writing is filed with the City Clerk accompanied by the original receipt or certificate for the fees collected.  If said receipt or certificate cannot be located, an affidavit must be filed with the claim which satisfactorily explains why it cannot be located.  Such refund shall be made only on the following conditions:  (First Sentence Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t1.\tWhere payment was made per Section 64.11.2 and tract proceedings have expired or been abandoned, the claim must be filed within one year from the date said proceedings expired or where abandoned.\n\n\t2.\tWhere payment was made per Section 64.11.2 and a refund is due because the amount paid was more than that required for the developed property pursuant to Section 64.11.3, the claim must be filed after and within one year from the date the property was fully developed.\n\n\t3.\tWhere payment was made per Section 64.16.1 or 64.18 and a house connection permit to connect improvements to the public sewer was obtained per Section 64.12 and where the house connection permit expired or was cancelled and said payment is no longer required, the claim must be filed within one year from the date said permit expired or was cancelled.\n\n\t4.\tWhere payment was made per Section 64.16.1 or 64.18 and no house connection permit to connect improvements to the public sewer was obtained, and said payment is not required, the claim must be filed within one year after expiration of the building permit, as such expiration is determined by Section 98.0602 of this Code.  (Amended by Ord. No. 168, 533, Eff. 3\/1\/93.)\n\n\t5.\tWhere payment was made per Section 64.16.l or 64.18 and no house connection permit to connect improvements to the public sewer was obtained, the time for a plan check, including any extension, pursuant to Section 98.0603 of this Code, has expired, and no payment is required the claim must be filed within one year after the date of such expiration.  (Added by Ord. No. 168, 533, Eff. 3\/1\/93.)\n\n\t6.\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Where payment was made per Section 64.16.1 for a new building and later a demolition occurs on the same lot or parcel, a refund shall be allowed for the demolished building subject to the following:\n\n\t(i)\tThe demolition must occur within two years of the payment of the Sewerage Facilities Charge for the new building.\n\n\t(ii)\tThe written application for refund must be made within one year of said demolition and must be accompanied by proof of demolition satisfactory to the City Engineer.\n\n\tThe amount of the refund shall be the amount of monetary credit calculated per Section 64.16.1, Subsection (c), applicable to the demolished building at the time of sign-off of the Demolition Certificate but shall not exceed the amount of the charge which has been paid for the new building on the same lot or parcel.\n\n\t7.\t(Former Subdiv. 6 Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)   Where payment was made per Section 64.18 and thereafter a public sewer is constructed to serve such property and the property is assessed for the construction thereof, the claim must be filed within one year from the date notice is mailed to the last address of the owner of the land that the City Council has confirmed the final assessments for said sewer.\n\n\t8.\t(Former Subdiv. 7  Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)  Where payment was made per any of the above sections and such amount was collected wholly or partially in error, or was in excess of that required by said sections, the claim must be filed within one year from the date the error was discovered or should have been discovered by any owner of the property for which payment was made.\n\n\t9.\t(Former Subdiv. 8 Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)  Where payment has been made pursuant to Section 64.11.2 or Section 64.16.1 subsequent to December 15, 1981, and sewage from the subject property is or will be treated in the facilities of a Los Angeles County Sanitation District, the permittee or person making such payment may apply for a refund of 85% of the fee specified in Section 64.11.2 or the applicable charge specified in Section 64.11.3. The claims must be filed within one year from the date the payment is made or within one year from the effective date of the ordinance adding Subdivision 8 to Subsection (a) of this section, whichever period is longer.  (Added by Ord. No. 157,145, Eff. 11\/22\/82.)\n\n\t10.\tWhere payment was made between May 8, 1988 and  June 21, 1991, per Section 64.16.1 or Section 64.18, and the project was subsequently canceled, the claim must be filed within one year of the effective date of this ordinance.  (Added by Ord. No. 168,946, Eff. 9\/2\/93.)\n\n\tNo refund shall be made of money collected pursuant to Section 64.18 hereof, which must be paid to a school district or a department of this City, other than the Department of Public Works, in accordance with any ordinance of this City.\n\n\t(b)\tThe right to any refund under this Section is payable to the permittee.  After the time provided in this Section to apply for a refund expires, the right to a credit for a refund runs with the land, except for credits that are issued pursuant to the provisions of Subsection (e) of this Section.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(c)\tWhere a refund is due under the provisions of Subsection (a) of this Section or a  refund credit is due pursuant to the provisions of Subsection (e) of this Section and the refund or refund credit does not exceed the sum of $25,000, the Board is authorized to make such refund or refund credit without the necessity of first receiving the approval of the City Council, and is authorized to cause a demand to be drawn on the general fund or any other fund in which the fees being refunded may have been deposited.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(d)\tThe provisions of this section shall not relieve any person from compliance with the provisions of Sections 363, 376 and 376.1 of the Charter relating to the presentation of claims prior to the bringing of a suit or action thereon, or be deemed to limit or qualify the lawful right of any person to bring or maintain any action or proceeding based upon the general law of this State for any remedy provided by that law.  (Amended by Ord. No. 146,426, Eff. 9\/22\/74.)\n\n\t(e)\t(Added by Ord. No. 182,076, Eff. 4\/6\/12.)  The Board is authorized to use refund credits that run with the land authorized pursuant to the provisions of Subsection (b) of this Section to offset the increases to the Quality Surcharge Fee (QSF), which increases begin on the effective date of this Subsection and are imposed pursuant to the provisions of Subdivision (4) of Subsection D. of Section 64.30, if all of the following conditions are satisfied:\n\n\t1.\tPayment for which a refund credit is authorized was made pursuant to Section 64.11.2 or Section 64.16.1, and the current occupant of the property for which the payment was made is an SIU;\n\n\t2.\tThe SIU is also an owner of the property for which the payment was made;\n\n\t3.\tThe flow, as determined pursuant to the provisions of Section 64.11.3(f), from the property is less than the amount for which SFC payment was made;\n\n\t4.\tThe SIU can demonstrate that the reduced amount of flow identified in Subdivision 3. of this Subsection was caused by the use of water conservation practices, pretreatment of discharge, or use of environmentally responsible practices; and\n\n\t5.\tThe SIU, at the time of submission of the written claim to the City Clerk required by the provisions of Subsection (a) of this Section, is not delinquent in payment of any monies owed pursuant to any provision of this Article or Article 4.1.\n\n\t(f)\tThe monetary value of a refund credit that may be offset against QSF fees as authorized pursuant to Subsection (e) of this Section shall be calculated based on the rate at which the fees for which a refund is requested were paid.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(g)\tAny refund credit that is used pursuant to the provisions of Subsection (e) of this Section to offset QSF fees will be removed from property records, and any future fee required for the property pursuant to the provisions of Section 64.11.2 or Section 64.16.1 will be calculated based on the rates in effect at the time the fee is imposed.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)","order_by":"19","ancestry":{"1":{"id":"41","name":"Sewers, Water Courses And Drains","identifier":"4","label":"article","url":"\/6\/4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"1":{"id":"3546","structure_id":"41","section_number":"64.00","catch_line":"Definitions And Abbreviations.","url":"\/64.00\/","token":"64.00"},"2":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"3":{"id":"3226","structure_id":"41","section_number":"64.02","catch_line":"(None)","url":"\/64.02\/","token":"64.02"},"4":{"id":"1795","structure_id":"41","section_number":"64.04","catch_line":"(None)","url":"\/64.04\/","token":"64.04"},"5":{"id":"1023","structure_id":"41","section_number":"64.05","catch_line":"(None)","url":"\/64.05\/","token":"64.05"},"6":{"id":"2848","structure_id":"41","section_number":"64.06","catch_line":"Water Supply – Contamination Of.","url":"\/64.06\/","token":"64.06"},"7":{"id":"2171","structure_id":"41","section_number":"64.06.1","catch_line":"Water Supply – Sanitary Standards.","url":"\/64.06.1\/","token":"64.06.1"},"8":{"id":"541","structure_id":"41","section_number":"64.07","catch_line":"Water Course Obstruction – Permits.","url":"\/64.07\/","token":"64.07"},"9":{"id":"297","structure_id":"41","section_number":"64.08","catch_line":"Water Course Structures – Permits.","url":"\/64.08\/","token":"64.08"},"10":{"id":"661","structure_id":"41","section_number":"64.09","catch_line":"Water Courses – Interference With.","url":"\/64.09\/","token":"64.09"},"11":{"id":"1662","structure_id":"41","section_number":"64.10","catch_line":"Water Courses.","url":"\/64.10\/","token":"64.10"},"12":{"id":"2110","structure_id":"41","section_number":"64.11","catch_line":"Sewers – Undedicated Streets.","url":"\/64.11\/","token":"64.11"},"13":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"14":{"id":"1653","structure_id":"41","section_number":"64.11.2","catch_line":"Sewage Facilities Charge For New Tracts.","url":"\/64.11.2\/","token":"64.11.2"},"15":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"16":{"id":"3029","structure_id":"41","section_number":"64.11.4","catch_line":"Disposition Of Sewerage Facilities Charge.","url":"\/64.11.4\/","token":"64.11.4"},"17":{"id":"3995","structure_id":"41","section_number":"64.11.5","catch_line":"Temporary Waiver Of Sewer Facilities Charge Due To 1994 Northridge Earthquake.","url":"\/64.11.5\/","token":"64.11.5"},"18":{"id":"1174","structure_id":"41","section_number":"64.12","catch_line":"House Sewer Connection – Permit.","url":"\/64.12\/","token":"64.12"},"19":{"id":"307","structure_id":"41","section_number":"64.13","catch_line":"Permit Exemptions.","url":"\/64.13\/","token":"64.13"},"20":{"id":"4117","structure_id":"41","section_number":"64.14","catch_line":"Duration And Revocation Of Permits.","url":"\/64.14\/","token":"64.14"},"21":{"id":"4148","structure_id":"41","section_number":"64.15","catch_line":"Permit And Inspection Fees.","url":"\/64.15\/","token":"64.15"},"22":{"id":"406","structure_id":"41","section_number":"64.15.1","catch_line":"Liability Insurance And Deposit Requirements.","url":"\/64.15.1\/","token":"64.15.1"},"23":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"24":{"id":"3953","structure_id":"41","section_number":"64.16.1","catch_line":"Sewerage Facilities Charge For Sewer Connection.","url":"\/64.16.1\/","token":"64.16.1"},"25":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"26":{"id":"1757","structure_id":"41","section_number":"64.17","catch_line":"Sewer Connection Regulations.","url":"\/64.17\/","token":"64.17"},"27":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"28":{"id":"2478","structure_id":"41","section_number":"64.19","catch_line":"Refund Of Sewer Fees.","url":"\/64.19\/","token":"64.19"},"29":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"30":{"id":"1102","structure_id":"41","section_number":"64.19.2","catch_line":"Sewer Construction And Maintenance Fund.","url":"\/64.19.2\/","token":"64.19.2"},"31":{"id":"1762","structure_id":"41","section_number":"64.19.3","catch_line":"Sewer Operation And Maintenance Fund.","url":"\/64.19.3\/","token":"64.19.3"},"32":{"id":"2815","structure_id":"41","section_number":"64.19.4","catch_line":"Sewer Capital Fund.","url":"\/64.19.4\/","token":"64.19.4"},"33":{"id":"2746","structure_id":"41","section_number":"64.20","catch_line":"Tapping Sewers, Storm Drains And Catch Basins.","url":"\/64.20\/","token":"64.20"},"34":{"id":"209","structure_id":"41","section_number":"64.21","catch_line":"Emergency Work.","url":"\/64.21\/","token":"64.21"},"35":{"id":"2947","structure_id":"41","section_number":"64.22","catch_line":"Board To Keep Accounts.","url":"\/64.22\/","token":"64.22"},"36":{"id":"1491","structure_id":"41","section_number":"64.22.1","catch_line":"Permit Fee Exemptions.","url":"\/64.22.1\/","token":"64.22.1"},"37":{"id":"1759","structure_id":"41","section_number":"64.23","catch_line":"Drains, Sewers, Etc. – Notice Of Abandonment.","url":"\/64.23\/","token":"64.23"},"38":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"39":{"id":"72","structure_id":"41","section_number":"64.26","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","url":"\/64.26\/","token":"64.26"},"40":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"41":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"42":{"id":"1956","structure_id":"41","section_number":"64.31","catch_line":"Septage Disposal Control.","url":"\/64.31\/","token":"64.31"},"43":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"44":{"id":"2517","structure_id":"41","section_number":"64.33","catch_line":"Testing And Analysis Of Materials, Products, Services,\nProcesses And Technologies.","url":"\/64.33\/","token":"64.33"}},"previous_section":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"next_section":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"metadata":false,"references":false,"url":"\/64.19\/","token":"64.19","formats":{"txt":"\/64.19.txt","json":"\/64.19.xml"},"dublin_core":{"Title":"Refund Of Sewer Fees.","Type":"Text","Format":"text\/html","Identifier":"§ 64.19","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREFUND OF SEWER FEES. (§ 64.19)\n\n  REFUND OF SEWER FEES.\t(a)\tAny money collected or received by the City in\naccordance with Section 64.11.2, 64.16.1 or 64.18 may be refunded as provided in\nthis Subsection, or may be credited pursuant to the provisions of Subsection (b)\nor (e) of this Section, and not otherwise, if a verified claim in writing is\nfiled with the City Clerk accompanied by the original receipt or certificate for\nthe fees collected.  If said receipt or certificate cannot be located, an\naffidavit must be filed with the claim which satisfactorily explains why it\ncannot be located.  Such refund shall be made only on the following\nconditions:  (First Sentence Amended by Ord. No. 182,076, Eff.\n4\/6\/12.)\t1.\tWhere payment was made per Section 64.11.2 and tract proceedings\nhave expired or been abandoned, the claim must be filed within one year from the\ndate said proceedings expired or where abandoned.\t2.\tWhere payment was made per\nSection 64.11.2 and a refund is due because the amount paid was more than that\nrequired for the developed property pursuant to Section 64.11.3, the claim must\nbe filed after and within one year from the date the property was fully\ndeveloped.\t3.\tWhere payment was made per Section 64.16.1 or 64.18 and a house\nconnection permit to connect improvements to the public sewer was obtained per\nSection 64.12 and where the house connection permit expired or was cancelled and\nsaid payment is no longer required, the claim must be filed within one year from\nthe date said permit expired or was cancelled.\t4.\tWhere payment was made per\nSection 64.16.1 or 64.18 and no house connection permit to connect improvements\nto the public sewer was obtained, and said payment is not required, the claim\nmust be filed within one year after expiration of the building permit, as such\nexpiration is determined by Section 98.0602 of this Code.  (Amended by Ord. No.\n168, 533, Eff. 3\/1\/93.)\t5.\tWhere payment was made per Section 64.16.l or 64.18\nand no house connection permit to connect improvements to the public sewer was\nobtained, the time for a plan check, including any extension, pursuant to\nSection 98.0603 of this Code, has expired, and no payment is required the claim\nmust be filed within one year after the date of such expiration.  (Added by\nOrd. No. 168, 533, Eff. 3\/1\/93.)\t6.\t(Amended by Ord. No. 171,036, Eff.\n6\/6\/96.)  Where payment was made per Section 64.16.1 for a new building and\nlater a demolition occurs on the same lot or parcel, a refund shall be allowed\nfor the demolished building subject to the following:\t(i)\tThe demolition must\noccur within two years of the payment of the Sewerage Facilities Charge for the\nnew building.\t(ii)\tThe written application for refund must be made within one\nyear of said demolition and must be accompanied by proof of demolition\nsatisfactory to the City Engineer.\tThe amount of the refund shall be the amount\nof monetary credit calculated per Section 64.16.1, Subsection (c), applicable to\nthe demolished building at the time of sign-off of the Demolition Certificate\nbut shall not exceed the amount of the charge which has been paid for the new\nbuilding on the same lot or parcel.\t7.\t(Former Subdiv. 6 Renumbered by Ord. No\n168,533, Eff. 3\/1\/93.)   Where payment was made per Section 64.18 and\nthereafter a public sewer is constructed to serve such property and the property\nis assessed for the construction thereof, the claim must be filed within one\nyear from the date notice is mailed to the last address of the owner of the land\nthat the City Council has confirmed the final assessments for said\nsewer.\t8.\t(Former Subdiv. 7  Renumbered by Ord. No 168,533, Eff. 3\/1\/93.) \nWhere payment was made per any of the above sections and such amount was\ncollected wholly or partially in error, or was in excess of that required by\nsaid sections, the claim must be filed within one year from the date the error\nwas discovered or should have been discovered by any owner of the property for\nwhich payment was made.\t9.\t(Former Subdiv. 8 Renumbered by Ord. No 168,533, Eff.\n3\/1\/93.)  Where payment has been made pursuant to Section 64.11.2 or Section\n64.16.1 subsequent to December 15, 1981, and sewage from the subject property is\nor will be treated in the facilities of a Los Angeles County Sanitation\nDistrict, the permittee or person making such payment may apply for a refund of\n85% of the fee specified in Section 64.11.2 or the applicable charge specified\nin Section 64.11.3. The claims must be filed within one year from the date the\npayment is made or within one year from the effective date of the ordinance\nadding Subdivision 8 to Subsection (a) of this section, whichever period is\nlonger.  (Added by Ord. No. 157,145, Eff. 11\/22\/82.)\t10.\tWhere payment was made\nbetween May 8, 1988 and  June 21, 1991, per Section 64.16.1 or Section 64.18,\nand the project was subsequently canceled, the claim must be filed within one\nyear of the effective date of this ordinance.  (Added by Ord. No. 168,946, Eff.\n9\/2\/93.)\tNo refund shall be made of money collected pursuant to Section 64.18\nhereof, which must be paid to a school district or a department of this City,\nother than the Department of Public Works, in accordance with any ordinance of\nthis City.\t(b)\tThe right to any refund under this Section is payable to the\npermittee.  After the time provided in this Section to apply for a refund\nexpires, the right to a credit for a refund runs with the land, except for\ncredits that are issued pursuant to the provisions of Subsection (e) of this\nSection.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(c)\tWhere a refund is due\nunder the provisions of Subsection (a) of this Section or a  refund credit is\ndue pursuant to the provisions of Subsection (e) of this Section and the refund\nor refund credit does not exceed the sum of $25,000, the Board is authorized to\nmake such refund or refund credit without the necessity of first receiving the\napproval of the City Council, and is authorized to cause a demand to be drawn on\nthe general fund or any other fund in which the fees being refunded may have\nbeen deposited.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(d)\tThe provisions\nof this section shall not relieve any person from compliance with the provisions\nof Sections 363, 376 and 376.1 of the Charter relating to the presentation of\nclaims prior to the bringing of a suit or action thereon, or be deemed to limit\nor qualify the lawful right of any person to bring or maintain any action or\nproceeding based upon the general law of this State for any remedy provided by\nthat law.  (Amended by Ord. No. 146,426, Eff. 9\/22\/74.)\t(e)\t(Added by Ord. No.\n182,076, Eff. 4\/6\/12.)  The Board is authorized to use refund credits that run\nwith the land authorized pursuant to the provisions of Subsection (b) of this\nSection to offset the increases to the Quality Surcharge Fee (QSF), which\nincreases begin on the effective date of this Subsection and are imposed\npursuant to the provisions of Subdivision (4) of Subsection D. of Section 64.30,\nif all of the following conditions are satisfied:\t1.\tPayment for which a refund\ncredit is authorized was made pursuant to Section 64.11.2 or Section 64.16.1,\nand the current occupant of the property for which the payment was made is an\nSIU;\t2.\tThe SIU is also an owner of the property for which the payment was\nmade;\t3.\tThe flow, as determined pursuant to the provisions of Section\n64.11.3(f), from the property is less than the amount for which SFC payment was\nmade;\t4.\tThe SIU can demonstrate that the reduced amount of flow identified in\nSubdivision 3. of this Subsection was caused by the use of water conservation\npractices, pretreatment of discharge, or use of environmentally responsible\npractices; and\t5.\tThe SIU, at the time of submission of the written claim to the\nCity Clerk required by the provisions of Subsection (a) of this Section, is not\ndelinquent in payment of any monies owed pursuant to any provision of this\nArticle or Article 4.1.\t(f)\tThe monetary value of a refund credit that may be\noffset against QSF fees as authorized pursuant to Subsection (e) of this Section\nshall be calculated based on the rate at which the fees for which a refund is\nrequested were paid.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)\t(g)\tAny refund\ncredit that is used pursuant to the provisions of Subsection (e) of this Section\nto offset QSF fees will be removed from property records, and any future fee\nrequired for the property pursuant to the provisions of Section 64.11.2 or\nSection 64.16.1 will be calculated based on the rates in effect at the time the\nfee is imposed.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)\n","html":"\n\t\t\t\t\t<section><p>  REFUND OF SEWER FEES.<br \/><br \/>\t(a)\tAny money collected or received by the City in accordance with Section 64.11.2, 64.16.1 or 64.18 may be refunded as provided in this Subsection, or may be credited pursuant to the provisions of Subsection (b) or (e) of this Section, and not otherwise, if a verified claim in writing is filed with the City Clerk accompanied by the original receipt or certificate for the fees collected.  If said receipt or certificate cannot be located, an <span class=\"dictionary\">affidavit<\/span> must be filed with the claim which satisfactorily explains why it cannot be located.  Such refund shall be made only on the following conditions:  (First Sentence Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t1.\tWhere payment was made per Section 64.11.2 and tract proceedings have expired or been abandoned, the claim must be filed within one year from the date said proceedings expired or where abandoned.<br \/><br \/>\t2.\tWhere payment was made per Section 64.11.2 and a refund is due because the amount paid was more than that required for the developed property pursuant to Section 64.11.3, the claim must be filed after and within one year from the date the property was fully developed.<br \/><br \/>\t3.\tWhere payment was made per Section 64.16.1 or 64.18 and a house connection permit to connect improvements to the public sewer was obtained per Section 64.12 and where the house connection permit expired or was cancelled and said payment is no longer required, the claim must be filed within one year from the date said permit expired or was cancelled.<br \/><br \/>\t4.\tWhere payment was made per Section 64.16.1 or 64.18 and no house connection permit to connect improvements to the public sewer was obtained, and said payment is not required, the claim must be filed within one year after expiration of the building permit, as such expiration is determined by Section 98.0602 of this Code.  (Amended by Ord. No. 168, 533, Eff. 3\/1\/93.)<br \/><br \/>\t5.\tWhere payment was made per Section 64.16.l or 64.18 and no house connection permit to connect improvements to the public sewer was obtained, the time for a plan check, including any extension, pursuant to Section 98.0603 of this Code, has expired, and no payment is required the claim must be filed within one year after the date of such expiration.  (Added by Ord. No. 168, 533, Eff. 3\/1\/93.)<br \/><br \/>\t6.\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Where payment was made per Section 64.16.1 for a new building and later a demolition occurs on the same lot or parcel, a refund shall be allowed for the demolished building subject to the following:<br \/><br \/>\t(i)\tThe demolition must occur within two years of the payment of the Sewerage Facilities Charge for the new building.<br \/><br \/>\t(ii)\tThe written application for refund must be made within one year of said demolition and must be accompanied by proof of demolition satisfactory to the City Engineer.<br \/><br \/>\tThe amount of the refund shall be the amount of monetary credit calculated per Section 64.16.1, Subsection (c), applicable to the demolished building at the time of sign-off of the Demolition Certificate but shall not exceed the amount of the charge which has been paid for the new building on the same lot or parcel.<br \/><br \/>\t7.\t(Former Subdiv. 6 Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)   Where payment was made per Section 64.18 and thereafter a public sewer is constructed to serve such property and the property is assessed for the construction thereof, the claim must be filed within one year from the date notice is mailed to the last address of the owner of the land that the City Council has confirmed the final assessments for said sewer.<br \/><br \/>\t8.\t(Former Subdiv. 7  Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)  Where payment was made per any of the above sections and such amount was collected wholly or partially in error, or was in excess of that required by said sections, the claim must be filed within one year from the date the error was discovered or should have been discovered by any owner of the property for which payment was made.<br \/><br \/>\t9.\t(Former Subdiv. 8 Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)  Where payment has been made pursuant to Section 64.11.2 or Section 64.16.1 subsequent to December 15, 1981, and sewage from the subject property is or will be treated in the facilities of a Los Angeles County Sanitation District, the permittee or person making such payment may apply for a refund of 85% of the fee specified in Section 64.11.2 or the applicable charge specified in Section 64.11.3. The claims must be filed within one year from the date the payment is made or within one year from the effective date of the <span class=\"dictionary\">ordinance<\/span> adding Subdivision 8 to Subsection (a) of this section, whichever period is longer.  (Added by Ord. No. 157,145, Eff. 11\/22\/82.)<br \/><br \/>\t10.\tWhere payment was made between May 8, 1988 and  June 21, 1991, per Section 64.16.1 or Section 64.18, and the project was subsequently canceled, the claim must be filed within one year of the effective date of this <span class=\"dictionary\">ordinance<\/span>.  (Added by Ord. No. 168,946, Eff. 9\/2\/93.)<br \/><br \/>\tNo refund shall be made of money collected pursuant to Section 64.18 hereof, which must be paid to a school district or a department of this City, other than the Department of Public Works, in accordance with any <span class=\"dictionary\">ordinance<\/span> of this City.<br \/><br \/>\t(b)\tThe right to any refund under this Section is payable to the permittee.  After the time provided in this Section to apply for a refund expires, the right to a credit for a refund runs with the land, except for credits that are issued pursuant to the provisions of Subsection (e) of this Section.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(c)\tWhere a refund is due under the provisions of Subsection (a) of this Section or a  refund credit is due pursuant to the provisions of Subsection (e) of this Section and the refund or refund credit does not exceed the sum of $25,000, the Board is authorized to make such refund or refund credit without the necessity of first receiving the approval of the City Council, and is authorized to cause a demand to be drawn on the general fund or any other fund in which the fees being refunded may have been deposited.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(d)\tThe provisions of this section shall not relieve any person from compliance with the provisions of Sections 363, 376 and 376.1 of the Charter relating to the presentation of claims prior to the bringing of a suit or action thereon, or be deemed to limit or qualify the lawful right of any person to bring or maintain any action or proceeding based upon the general <span class=\"dictionary\">law<\/span> of this State for any remedy provided by that <span class=\"dictionary\">law<\/span>.  (Amended by Ord. No. 146,426, Eff. 9\/22\/74.)<br \/><br \/>\t(e)\t(Added by Ord. No. 182,076, Eff. 4\/6\/12.)  The Board is authorized to use refund credits that run with the land authorized pursuant to the provisions of Subsection (b) of this Section to offset the increases to the Quality Surcharge Fee (QSF), which increases begin on the effective date of this Subsection and are imposed pursuant to the provisions of Subdivision (4) of Subsection D. of Section 64.30, if all of the following conditions are satisfied:<br \/><br \/>\t1.\tPayment for which a refund credit is authorized was made pursuant to Section 64.11.2 or Section 64.16.1, and the current occupant of the property for which the payment was made is an SIU;<br \/><br \/>\t2.\tThe SIU is also an owner of the property for which the payment was made;<br \/><br \/>\t3.\tThe flow, as determined pursuant to the provisions of Section 64.11.3(f), from the property is less than the amount for which SFC payment was made;<br \/><br \/>\t4.\tThe SIU can demonstrate that the reduced amount of flow identified in Subdivision 3. of this Subsection was caused by the use of water conservation practices, pretreatment of discharge, or use of environmentally responsible practices; and<br \/><br \/>\t5.\tThe SIU, at the time of submission of the written claim to the City Clerk required by the provisions of Subsection (a) of this Section, is not delinquent in payment of any monies owed pursuant to any provision of this Article or Article 4.1.<br \/><br \/>\t(f)\tThe monetary value of a refund credit that may be offset against QSF fees as authorized pursuant to Subsection (e) of this Section shall be calculated based on the rate at which the fees for which a refund is requested were paid.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(g)\tAny refund credit that is used pursuant to the provisions of Subsection (e) of this Section to offset QSF fees will be removed from property records, and any future fee required for the property pursuant to the provisions of Section 64.11.2 or Section 64.16.1 will be calculated based on the rates in effect at the time the fee is imposed.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)<\/p><\/section>","text":{"0":{"id":"2455","text":"  REFUND OF SEWER FEES.\t(a)\tAny money collected or received by the City in accordance with Section 64.11.2, 64.16.1 or 64.18 may be refunded as provided in this Subsection, or may be credited pursuant to the provisions of Subsection (b) or (e) of this Section, and not otherwise, if a verified claim in writing is filed with the City Clerk accompanied by the original receipt or certificate for the fees collected.  If said receipt or certificate cannot be located, an affidavit must be filed with the claim which satisfactorily explains why it cannot be located.  Such refund shall be made only on the following conditions:  (First Sentence Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t1.\tWhere payment was made per Section 64.11.2 and tract proceedings have expired or been abandoned, the claim must be filed within one year from the date said proceedings expired or where abandoned.\t2.\tWhere payment was made per Section 64.11.2 and a refund is due because the amount paid was more than that required for the developed property pursuant to Section 64.11.3, the claim must be filed after and within one year from the date the property was fully developed.\t3.\tWhere payment was made per Section 64.16.1 or 64.18 and a house connection permit to connect improvements to the public sewer was obtained per Section 64.12 and where the house connection permit expired or was cancelled and said payment is no longer required, the claim must be filed within one year from the date said permit expired or was cancelled.\t4.\tWhere payment was made per Section 64.16.1 or 64.18 and no house connection permit to connect improvements to the public sewer was obtained, and said payment is not required, the claim must be filed within one year after expiration of the building permit, as such expiration is determined by Section 98.0602 of this Code.  (Amended by Ord. No. 168, 533, Eff. 3\/1\/93.)\t5.\tWhere payment was made per Section 64.16.l or 64.18 and no house connection permit to connect improvements to the public sewer was obtained, the time for a plan check, including any extension, pursuant to Section 98.0603 of this Code, has expired, and no payment is required the claim must be filed within one year after the date of such expiration.  (Added by Ord. No. 168, 533, Eff. 3\/1\/93.)\t6.\t(Amended by Ord. No. 171,036, Eff. 6\/6\/96.)  Where payment was made per Section 64.16.1 for a new building and later a demolition occurs on the same lot or parcel, a refund shall be allowed for the demolished building subject to the following:\t(i)\tThe demolition must occur within two years of the payment of the Sewerage Facilities Charge for the new building.\t(ii)\tThe written application for refund must be made within one year of said demolition and must be accompanied by proof of demolition satisfactory to the City Engineer.\tThe amount of the refund shall be the amount of monetary credit calculated per Section 64.16.1, Subsection (c), applicable to the demolished building at the time of sign-off of the Demolition Certificate but shall not exceed the amount of the charge which has been paid for the new building on the same lot or parcel.\t7.\t(Former Subdiv. 6 Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)   Where payment was made per Section 64.18 and thereafter a public sewer is constructed to serve such property and the property is assessed for the construction thereof, the claim must be filed within one year from the date notice is mailed to the last address of the owner of the land that the City Council has confirmed the final assessments for said sewer.\t8.\t(Former Subdiv. 7  Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)  Where payment was made per any of the above sections and such amount was collected wholly or partially in error, or was in excess of that required by said sections, the claim must be filed within one year from the date the error was discovered or should have been discovered by any owner of the property for which payment was made.\t9.\t(Former Subdiv. 8 Renumbered by Ord. No 168,533, Eff. 3\/1\/93.)  Where payment has been made pursuant to Section 64.11.2 or Section 64.16.1 subsequent to December 15, 1981, and sewage from the subject property is or will be treated in the facilities of a Los Angeles County Sanitation District, the permittee or person making such payment may apply for a refund of 85% of the fee specified in Section 64.11.2 or the applicable charge specified in Section 64.11.3. The claims must be filed within one year from the date the payment is made or within one year from the effective date of the ordinance adding Subdivision 8 to Subsection (a) of this section, whichever period is longer.  (Added by Ord. No. 157,145, Eff. 11\/22\/82.)\t10.\tWhere payment was made between May 8, 1988 and  June 21, 1991, per Section 64.16.1 or Section 64.18, and the project was subsequently canceled, the claim must be filed within one year of the effective date of this ordinance.  (Added by Ord. No. 168,946, Eff. 9\/2\/93.)\tNo refund shall be made of money collected pursuant to Section 64.18 hereof, which must be paid to a school district or a department of this City, other than the Department of Public Works, in accordance with any ordinance of this City.\t(b)\tThe right to any refund under this Section is payable to the permittee.  After the time provided in this Section to apply for a refund expires, the right to a credit for a refund runs with the land, except for credits that are issued pursuant to the provisions of Subsection (e) of this Section.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(c)\tWhere a refund is due under the provisions of Subsection (a) of this Section or a  refund credit is due pursuant to the provisions of Subsection (e) of this Section and the refund or refund credit does not exceed the sum of $25,000, the Board is authorized to make such refund or refund credit without the necessity of first receiving the approval of the City Council, and is authorized to cause a demand to be drawn on the general fund or any other fund in which the fees being refunded may have been deposited.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(d)\tThe provisions of this section shall not relieve any person from compliance with the provisions of Sections 363, 376 and 376.1 of the Charter relating to the presentation of claims prior to the bringing of a suit or action thereon, or be deemed to limit or qualify the lawful right of any person to bring or maintain any action or proceeding based upon the general law of this State for any remedy provided by that law.  (Amended by Ord. No. 146,426, Eff. 9\/22\/74.)\t(e)\t(Added by Ord. No. 182,076, Eff. 4\/6\/12.)  The Board is authorized to use refund credits that run with the land authorized pursuant to the provisions of Subsection (b) of this Section to offset the increases to the Quality Surcharge Fee (QSF), which increases begin on the effective date of this Subsection and are imposed pursuant to the provisions of Subdivision (4) of Subsection D. of Section 64.30, if all of the following conditions are satisfied:\t1.\tPayment for which a refund credit is authorized was made pursuant to Section 64.11.2 or Section 64.16.1, and the current occupant of the property for which the payment was made is an SIU;\t2.\tThe SIU is also an owner of the property for which the payment was made;\t3.\tThe flow, as determined pursuant to the provisions of Section 64.11.3(f), from the property is less than the amount for which SFC payment was made;\t4.\tThe SIU can demonstrate that the reduced amount of flow identified in Subdivision 3. of this Subsection was caused by the use of water conservation practices, pretreatment of discharge, or use of environmentally responsible practices; and\t5.\tThe SIU, at the time of submission of the written claim to the City Clerk required by the provisions of Subsection (a) of this Section, is not delinquent in payment of any monies owed pursuant to any provision of this Article or Article 4.1.\t(f)\tThe monetary value of a refund credit that may be offset against QSF fees as authorized pursuant to Subsection (e) of this Section shall be calculated based on the rate at which the fees for which a refund is requested were paid.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)\t(g)\tAny refund credit that is used pursuant to the provisions of Subsection (e) of this Section to offset QSF fees will be removed from property records, and any future fee required for the property pursuant to the provisions of Section 64.11.2 or Section 64.16.1 will be calculated based on the rates in effect at the time the fee is imposed.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}