{"section_number":"64.26","edition_id":"1","section_id":"72","structure_id":"41","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","history":"","full_text":"  MANDATORY ABANDONMENT OF PRIVATE SEWAGE DISPOSAL SYSTEMS.\n\t(Added by Ord. No. 160,388, Eff. 10\/21\/85.)\n\n\tA.\tGeneral Provisions.\n\n\t1.\tPurpose. The purpose of this section is to protect and preserve the water quality of the groundwater basins located generally in the San Fernando Valley and certain adjacent areas by phasing out the use of private sewage disposal systems employed by commercial and industrial uses, and in multiple residential units. The continued use of private sewage disposal systems by commercial and industrial uses in the San Fernando Valley and certain adjacent areas is declared to be a threat to the quality of the ground water and to the public health. Therefore, the City is providing a systematic method of requiring both the connection to public sewers and permanent abandonment of private sewage disposal systems.\n\n\t2.\tScope. This section shall apply to all private sewage disposal systems in the City of Los Angeles located northerly of the boundary line described as follows:\n\n\tBeginning from the west at the intersection of Mulholland Highway and the City boundary, thence along Mulholland Highway in a northerly direction to the intersection with Mulholland Drive, thence along Mulholland Drive in an easterly direction to the intersection of Mulholland Drive and Laurel Canyon Boulevard, thence northerly along Laurel Canyon Boulevard to the intersection of Laurel Canyon Boulevard and the Los Angeles River, thence along the Los Angeles River in an easterly and then southerly direction to the intersection of the Los Angeles River and the Glendale Freeway, thence along the Glendale Freeway in a northerly direction to the City boundary.\n\n\tB.\tDefinitions.  For purposes of this section, “Notice to Connect” shall mean a notice to connect to a public sewer and to abandon a Private Sewage Disposal System (PSDS) as defined at Number 42.5 in Section 64.00 of this Code.\n\n\tC.\tIssuance Of Notice To Connect To The Public Sewer And To Abandon A PSDS.\n\n\t1.\tIssuance by Director.  When connection to a public sewer is available or becomes available for a lot upon which a PSDS is located, the Director shall issue a Notice to Connect to the owner of the lot as identified on the Los Angeles County equalized assessment roll or as known to the City Engineer.  The Director may, in addition, issue a copy of a Notice to Connect to any person using or maintaining the PSDS.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\n\n\t(a)\tWhen Sewer is “Available”. A public sewer is available when it is located in any public street or easement abutting a lot.\n\n\t(b)\tPhasing. The Board shall adopt standards for the issuance of Notices to Connect to be administered on a phased basis. The standards shall permit the Director to give priority to lots located in areas where the Department of Water and Power has determined the underlying groundwater has been contaminated by industrial chemicals.\n\n\t(c)\tExemption. If a PSDS is in compliance with all applicable laws, rules, and regulations, and is located on a lot occupied by four or fewer units which are used solely for residential purposes, it shall be exempt from the requirements of this section and the Director shall not issue a Notice to Connect for such PSDS.\n\n\t2.\tTime for Compliance. The Notice to Connect shall be fully complied with no later than one year from the date of issuance of the Notice to Connect, provided however, that if the Director finds that a PSDS is not in compliance with any applicable law, rule, or regulation, the Notice to Connect shall provide for full compliance within 30 days of the issuance of the Notice to Connect.\n\n\t3.\tContents of a Notice to Connect. A Notice to Connect shall;\n\n\t(a)\tidentify, by address, the property to which it is directed;\n\n\t(b)\tstate that the Director has determined that a public sewer is available for that lot;\n\n\t(c)\trequire discontinued use of the PSDS after the time specified in the notice and connection to a public sewer, or vacation of the premises;\n\n\t(d)\trequire full compliance within the time limit specified in the Notice;\n\n\t(e)\tdescribe the procedures whereby an application for variance may be filed within 90 days of the date of issuance of the Notice to Connect; and\n\n\t(f)\tadvise that failure to comply may result in discontinuance of water service and referral to the City Attorney for appropriate criminal and\/or civil action.\n\n\tThe Notice to Connect may also include references to the payment of fees and the procedures for obtaining any required permits for connection to a public sewer and abandonment of the PSDS.\n\n\tAt the time of issuance of the Notice to Connect, the Director shall provide to the person to whom the Notice is issued a document which briefly explains the purpose and scope of the program and its system of administration, and indicates whom to contact for further information.\n\n\t4.\tSubsequent Notices. The Director shall issue the following subsequent notices in cases where the Notice to Connect provides for full compliance within one year:\n\n\t(a)\tReminder Notice. If full compliance with the requirements of a Notice to Connect has not been achieved four months prior to the date specified for such full compliance in the Notice to Connect, the Director shall issue a Reminder Notice which shall repeat the deadline for compliance and the possible sanctions for failure to comply;\n\n\t(b)\tFinal Notice. If full compliance with the requirements of a Notice to Connect has not been achieved one month prior to the date specified for such full compliance in the Notice to Connect, the Director shall issue a Final Notice which shall repeat the deadline for compliance and the possible sanctions for failure to comply.\n\n\t5.\tService of Notices. Each of the Notices described in this section shall be either personally delivered or sent by certified mail with return receipt requested.\n\n\t6.\tEffect of Failure To Issue or Receive Subsequent Notices. Failure to issue or receive a Reminder Notice, Final Notice, or Notice of Violation shall not relieve any owner or person using or maintaining a PSDS from the duty to comply with the Notice to Connect and shall not be a defense to a criminal or civil enforcement action.\n\n\tD.\tCompliance With Notice To Connect:  Every owner of a lot upon which a PSDS is located, and every person using or maintaining a PSDS, shall comply with the requirements of a Notice to Connect, or Notice to Connect modified by any variance granted in accordance with Subsection E of this section which is issued for that PSDS. Notwithstanding any other provision of this Code to the contrary, no person shall permit or cause the discharge of any wastewater to a PSDS after the compliance date specified in a Notice to Connect issued for that PSDS, as modified by any variance granted in accordance with Subsection E of this section.\n\n\tE.\tVariances\n\n\t1.\tApplication to Director. Any person who owns, uses, or maintains a PSDS which is in compliance with all applicable laws, rules, and regulations who has received a Notice to Connect, upon payment of a fee of $100, may file with the Director within 90 days of the date of issuance of the Notice to Connect, an application for a variance from the requirements of this section.\n\n\t2.\tDiscretion of Director. The Director may grant a variance from the requirements of this section, including an extension of the deadline for compliance specified in a Notice to Connect, if the Director finds that the applicant has demonstrated that:\n\n\t(a)\tthe strict application of the requirements of this section will result in extreme hardships unessential to the overall purpose of such requirements; and\n\n\t(b)\tthe continued operation of the subject PSDS will not have any significant adverse effect upon water quality in the groundwater basin of concern.\n\n\tThe determination of the Director shall be supported by written findings of fact. The Director may impose reasonable conditions upon the granting of a variance, including a requirement that connection to a public sewer and disconnection and abandonment of a PSDS occur within 60 days or a change of ownership of the property.\n\n\tThe effective period of any variance granted to an applicant shall not exceed two years. Renewal of a variance shall be required by the applicant in writing and shall be at the discretion of the Director in accordance with the provisions of this subsection.\n\n\tThe Director shall act upon an application for a variance within 60 days of its filing.\n\n\t3.\tAppeal to Board. An appeal from a determination by the Director may be filed with the Board by the applicant or any person aggrieved by the determination upon payment of a fee of $100, or by any officer, board, department or bureau of the City. Appeals shall be filed with the Secretary of the Board within fifteen days of the Director’s action on the application for variance. The Board, after notice duly given, shall hear and act upon the appeal, within 90 days of its filing. If the Board fails to act within 90 days of the filing of an appeal, the decision of the Director shall be deemed affirmed. In considering appeals the Board shall be subject to the same limitations as are applicable to the Director under Paragraph 2 of this subsection.\n\n\t4.\tAppeal to Council. If the applicant for a variance or any other person aggrieved, or any officer, board, department or bureau of the City is dissatisfied with the Board’s determination; or if the Board has failed to act within 90 days of the filing of an appeal, a new appeal may be taken to the City Council upon payment of a fee of $100. Appeals to the City Council shall be filed with the City Clerk within 15 days of the Board’s determination or the close of the 90 days in which the Board may act, whichever comes first. The City Council shall act upon the appeal within 90 days of its filing. If the City Council fails to act within 90 days of the filing of an appeal either the decision of the Board shall become final or, if the Board failed to act within 90 days, the decision of the Director shall become final. In considering appeals the Council shall be subject to the same limitations applicable to the Director under Paragraph 2 of this subsection.\n\n\t5.\tFee Waiver. Notwithstanding any other provisions of this Code to the contrary, no department, bureau, officer or board of this City shall pay any fee required by this section for appeal.\n\n\tF.\tRules And Regulations.  The Board may adopt rules or regulations governing the procedures to be followed in carrying out the provisions of this section.\n\n\tG.\tEnforcement.\n\n\t1.\tIf full enforcement with the requirements of this section has not been achieved by the deadline for full compliance provided in the Notice to Connect, as modified by any variance, the Director shall do all of the following:\n\n\t(a)\tissue a Notice of Violation to the owner of the affected property and the person using or maintaining the PSDS.\n\n\t(b)\tprovide to the City Attorney copies of the applicable Notice to Connect, Reminder Notice, Final Notice, and Notice of Violation, and proof that such notices were delivered or mailed, together with any responses to such notices which may have been received by the Director, and the records concerning any application for variance and any appeal therefrom which may have been filed.\n\n\t(c)\tprovide to the Department of Water and Power a copy of the Notice of Violation. A written request that water service be discontinued at the affected property may also be filed with said department if deemed appropriate by the Director; and\n\n\t(d)\tprovide to the Superintendent of Building a copy of the Notice of Violation. Any building which is the subject of a Notice of Violation is hereby declared to be a public nuisance and the Director may request the Superintendent of Building to order that the subject building be vacated and remain vacated until full compliance with the Notice to Connect has been achieved.\n\n\t2.\tUpon receipt of the Notice of Violation and request described in this subsection, the Department of Water and Power shall initiate procedures to discontinue water services, if specified by the Director, after providing reasonable notice thereof to the occupying party and the owner of the property, and the Department of Building and Safety. Upon receipt of notification from the Director that compliance has been achieved, the Department of Water and Power shall act to reinstitute normal water service.\n\n\t3.\tNotwithstanding any provision of this Code to the contrary, upon receipt of the Notice of Violation and notice that the Department of Water and Power intends to discontinue water service, the Superintendent of Building shall order the subject building to be vacated in accordance with the procedures set forth in Section 91.8903 of this Code.","order_by":"26","ancestry":{"1":{"id":"41","name":"Sewers, Water Courses And Drains","identifier":"4","label":"article","url":"\/6\/4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"1":{"id":"3546","structure_id":"41","section_number":"64.00","catch_line":"Definitions And Abbreviations.","url":"\/64.00\/","token":"64.00"},"2":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"3":{"id":"3226","structure_id":"41","section_number":"64.02","catch_line":"(None)","url":"\/64.02\/","token":"64.02"},"4":{"id":"1795","structure_id":"41","section_number":"64.04","catch_line":"(None)","url":"\/64.04\/","token":"64.04"},"5":{"id":"1023","structure_id":"41","section_number":"64.05","catch_line":"(None)","url":"\/64.05\/","token":"64.05"},"6":{"id":"2848","structure_id":"41","section_number":"64.06","catch_line":"Water Supply – Contamination Of.","url":"\/64.06\/","token":"64.06"},"7":{"id":"2171","structure_id":"41","section_number":"64.06.1","catch_line":"Water Supply – Sanitary Standards.","url":"\/64.06.1\/","token":"64.06.1"},"8":{"id":"541","structure_id":"41","section_number":"64.07","catch_line":"Water Course Obstruction – Permits.","url":"\/64.07\/","token":"64.07"},"9":{"id":"297","structure_id":"41","section_number":"64.08","catch_line":"Water Course Structures – Permits.","url":"\/64.08\/","token":"64.08"},"10":{"id":"661","structure_id":"41","section_number":"64.09","catch_line":"Water Courses – Interference With.","url":"\/64.09\/","token":"64.09"},"11":{"id":"1662","structure_id":"41","section_number":"64.10","catch_line":"Water Courses.","url":"\/64.10\/","token":"64.10"},"12":{"id":"2110","structure_id":"41","section_number":"64.11","catch_line":"Sewers – Undedicated Streets.","url":"\/64.11\/","token":"64.11"},"13":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"14":{"id":"1653","structure_id":"41","section_number":"64.11.2","catch_line":"Sewage Facilities Charge For New Tracts.","url":"\/64.11.2\/","token":"64.11.2"},"15":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"16":{"id":"3029","structure_id":"41","section_number":"64.11.4","catch_line":"Disposition Of Sewerage Facilities Charge.","url":"\/64.11.4\/","token":"64.11.4"},"17":{"id":"3995","structure_id":"41","section_number":"64.11.5","catch_line":"Temporary Waiver Of Sewer Facilities Charge Due To 1994 Northridge Earthquake.","url":"\/64.11.5\/","token":"64.11.5"},"18":{"id":"1174","structure_id":"41","section_number":"64.12","catch_line":"House Sewer Connection – Permit.","url":"\/64.12\/","token":"64.12"},"19":{"id":"307","structure_id":"41","section_number":"64.13","catch_line":"Permit Exemptions.","url":"\/64.13\/","token":"64.13"},"20":{"id":"4117","structure_id":"41","section_number":"64.14","catch_line":"Duration And Revocation Of Permits.","url":"\/64.14\/","token":"64.14"},"21":{"id":"4148","structure_id":"41","section_number":"64.15","catch_line":"Permit And Inspection Fees.","url":"\/64.15\/","token":"64.15"},"22":{"id":"406","structure_id":"41","section_number":"64.15.1","catch_line":"Liability Insurance And Deposit Requirements.","url":"\/64.15.1\/","token":"64.15.1"},"23":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"24":{"id":"3953","structure_id":"41","section_number":"64.16.1","catch_line":"Sewerage Facilities Charge For Sewer Connection.","url":"\/64.16.1\/","token":"64.16.1"},"25":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"26":{"id":"1757","structure_id":"41","section_number":"64.17","catch_line":"Sewer Connection Regulations.","url":"\/64.17\/","token":"64.17"},"27":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"28":{"id":"2478","structure_id":"41","section_number":"64.19","catch_line":"Refund Of Sewer Fees.","url":"\/64.19\/","token":"64.19"},"29":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"30":{"id":"1102","structure_id":"41","section_number":"64.19.2","catch_line":"Sewer Construction And Maintenance Fund.","url":"\/64.19.2\/","token":"64.19.2"},"31":{"id":"1762","structure_id":"41","section_number":"64.19.3","catch_line":"Sewer Operation And Maintenance Fund.","url":"\/64.19.3\/","token":"64.19.3"},"32":{"id":"2815","structure_id":"41","section_number":"64.19.4","catch_line":"Sewer Capital Fund.","url":"\/64.19.4\/","token":"64.19.4"},"33":{"id":"2746","structure_id":"41","section_number":"64.20","catch_line":"Tapping Sewers, Storm Drains And Catch Basins.","url":"\/64.20\/","token":"64.20"},"34":{"id":"209","structure_id":"41","section_number":"64.21","catch_line":"Emergency Work.","url":"\/64.21\/","token":"64.21"},"35":{"id":"2947","structure_id":"41","section_number":"64.22","catch_line":"Board To Keep Accounts.","url":"\/64.22\/","token":"64.22"},"36":{"id":"1491","structure_id":"41","section_number":"64.22.1","catch_line":"Permit Fee Exemptions.","url":"\/64.22.1\/","token":"64.22.1"},"37":{"id":"1759","structure_id":"41","section_number":"64.23","catch_line":"Drains, Sewers, Etc. – Notice Of Abandonment.","url":"\/64.23\/","token":"64.23"},"38":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"39":{"id":"72","structure_id":"41","section_number":"64.26","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","url":"\/64.26\/","token":"64.26"},"40":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"41":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"42":{"id":"1956","structure_id":"41","section_number":"64.31","catch_line":"Septage Disposal Control.","url":"\/64.31\/","token":"64.31"},"43":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"44":{"id":"2517","structure_id":"41","section_number":"64.33","catch_line":"Testing And Analysis Of Materials, Products, Services,\nProcesses And Technologies.","url":"\/64.33\/","token":"64.33"}},"previous_section":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"next_section":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"metadata":false,"references":false,"url":"\/64.26\/","token":"64.26","formats":{"txt":"\/64.26.txt","json":"\/64.26.xml"},"dublin_core":{"Title":"Mandatory Abandonment Of Private Sewage Disposal Systems.","Type":"Text","Format":"text\/html","Identifier":"§ 64.26","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nMANDATORY ABANDONMENT OF PRIVATE SEWAGE DISPOSAL SYSTEMS. (§ 64.26)\n\n  MANDATORY ABANDONMENT OF PRIVATE SEWAGE DISPOSAL SYSTEMS.\n\t(Added by Ord. No. 160,388, Eff. 10\/21\/85.)\tA.\tGeneral Provisions.\t1.\tPurpose.\nThe purpose of this section is to protect and preserve the water quality of the\ngroundwater basins located generally in the San Fernando Valley and certain\nadjacent areas by phasing out the use of private sewage disposal systems\nemployed by commercial and industrial uses, and in multiple residential units.\nThe continued use of private sewage disposal systems by commercial and\nindustrial uses in the San Fernando Valley and certain adjacent areas is\ndeclared to be a threat to the quality of the ground water and to the public\nhealth. Therefore, the City is providing a systematic method of requiring both\nthe connection to public sewers and permanent abandonment of private sewage\ndisposal systems.\t2.\tScope. This section shall apply to all private sewage\ndisposal systems in the City of Los Angeles located northerly of the boundary\nline described as follows:\tBeginning from the west at the intersection of\nMulholland Highway and the City boundary, thence along Mulholland Highway in a\nnortherly direction to the intersection with Mulholland Drive, thence along\nMulholland Drive in an easterly direction to the intersection of Mulholland\nDrive and Laurel Canyon Boulevard, thence northerly along Laurel Canyon\nBoulevard to the intersection of Laurel Canyon Boulevard and the Los Angeles\nRiver, thence along the Los Angeles River in an easterly and then southerly\ndirection to the intersection of the Los Angeles River and the Glendale Freeway,\nthence along the Glendale Freeway in a northerly direction to the City\nboundary.\tB.\tDefinitions.  For purposes of this section, “Notice to\nConnect” shall mean a notice to connect to a public sewer and to abandon a\nPrivate Sewage Disposal System (PSDS) as defined at Number 42.5 in Section 64.00\nof this Code.\tC.\tIssuance Of Notice To Connect To The Public Sewer And To\nAbandon A PSDS.\t1.\tIssuance by Director.  When connection to a public sewer is\navailable or becomes available for a lot upon which a PSDS is located, the\nDirector shall issue a Notice to Connect to the owner of the lot as identified\non the Los Angeles County equalized assessment roll or as known to the City\nEngineer.  The Director may, in addition, issue a copy of a Notice to Connect\nto any person using or maintaining the PSDS.  (Amended by Ord. No. 181,595,\nEff. 4\/10\/11.)\t(a)\tWhen Sewer is “Available”. A public sewer is available\nwhen it is located in any public street or easement abutting a lot.\t(b)\tPhasing.\nThe Board shall adopt standards for the issuance of Notices to Connect to be\nadministered on a phased basis. The standards shall permit the Director to give\npriority to lots located in areas where the Department of Water and Power has\ndetermined the underlying groundwater has been contaminated by industrial\nchemicals.\t(c)\tExemption. If a PSDS is in compliance with all applicable laws,\nrules, and regulations, and is located on a lot occupied by four or fewer units\nwhich are used solely for residential purposes, it shall be exempt from the\nrequirements of this section and the Director shall not issue a Notice to\nConnect for such PSDS.\t2.\tTime for Compliance. The Notice to Connect shall be\nfully complied with no later than one year from the date of issuance of the\nNotice to Connect, provided however, that if the Director finds that a PSDS is\nnot in compliance with any applicable law, rule, or regulation, the Notice to\nConnect shall provide for full compliance within 30 days of the issuance of the\nNotice to Connect.\t3.\tContents of a Notice to Connect. A Notice to Connect\nshall;\t(a)\tidentify, by address, the property to which it is directed;\t(b)\tstate\nthat the Director has determined that a public sewer is available for that\nlot;\t(c)\trequire discontinued use of the PSDS after the time specified in the\nnotice and connection to a public sewer, or vacation of the\npremises;\t(d)\trequire full compliance within the time limit specified in the\nNotice;\t(e)\tdescribe the procedures whereby an application for variance may be\nfiled within 90 days of the date of issuance of the Notice to Connect;\nand\t(f)\tadvise that failure to comply may result in discontinuance of water\nservice and referral to the City Attorney for appropriate criminal and\/or civil\naction.\tThe Notice to Connect may also include references to the payment of fees\nand the procedures for obtaining any required permits for connection to a public\nsewer and abandonment of the PSDS.\tAt the time of issuance of the Notice to\nConnect, the Director shall provide to the person to whom the Notice is issued a\ndocument which briefly explains the purpose and scope of the program and its\nsystem of administration, and indicates whom to contact for further\ninformation.\t4.\tSubsequent Notices. The Director shall issue the following\nsubsequent notices in cases where the Notice to Connect provides for full\ncompliance within one year:\t(a)\tReminder Notice. If full compliance with the\nrequirements of a Notice to Connect has not been achieved four months prior to\nthe date specified for such full compliance in the Notice to Connect, the\nDirector shall issue a Reminder Notice which shall repeat the deadline for\ncompliance and the possible sanctions for failure to comply;\t(b)\tFinal Notice.\nIf full compliance with the requirements of a Notice to Connect has not been\nachieved one month prior to the date specified for such full compliance in the\nNotice to Connect, the Director shall issue a Final Notice which shall repeat\nthe deadline for compliance and the possible sanctions for failure to\ncomply.\t5.\tService of Notices. Each of the Notices described in this section\nshall be either personally delivered or sent by certified mail with return\nreceipt requested.\t6.\tEffect of Failure To Issue or Receive Subsequent Notices.\nFailure to issue or receive a Reminder Notice, Final Notice, or Notice of\nViolation shall not relieve any owner or person using or maintaining a PSDS from\nthe duty to comply with the Notice to Connect and shall not be a defense to a\ncriminal or civil enforcement action.\tD.\tCompliance With Notice To Connect: \nEvery owner of a lot upon which a PSDS is located, and every person using or\nmaintaining a PSDS, shall comply with the requirements of a Notice to Connect,\nor Notice to Connect modified by any variance granted in accordance with\nSubsection E of this section which is issued for that PSDS. Notwithstanding any\nother provision of this Code to the contrary, no person shall permit or cause\nthe discharge of any wastewater to a PSDS after the compliance date specified in\na Notice to Connect issued for that PSDS, as modified by any variance granted in\naccordance with Subsection E of this section.\tE.\tVariances\t1.\tApplication to\nDirector. Any person who owns, uses, or maintains a PSDS which is in compliance\nwith all applicable laws, rules, and regulations who has received a Notice to\nConnect, upon payment of a fee of $100, may file with the Director within 90\ndays of the date of issuance of the Notice to Connect, an application for a\nvariance from the requirements of this section.\t2.\tDiscretion of Director. The\nDirector may grant a variance from the requirements of this section, including\nan extension of the deadline for compliance specified in a Notice to Connect, if\nthe Director finds that the applicant has demonstrated that:\t(a)\tthe strict\napplication of the requirements of this section will result in extreme hardships\nunessential to the overall purpose of such requirements; and\t(b)\tthe continued\noperation of the subject PSDS will not have any significant adverse effect upon\nwater quality in the groundwater basin of concern.\tThe determination of the\nDirector shall be supported by written findings of fact. The Director may impose\nreasonable conditions upon the granting of a variance, including a requirement\nthat connection to a public sewer and disconnection and abandonment of a PSDS\noccur within 60 days or a change of ownership of the property.\tThe effective\nperiod of any variance granted to an applicant shall not exceed two years.\nRenewal of a variance shall be required by the applicant in writing and shall be\nat the discretion of the Director in accordance with the provisions of this\nsubsection.\tThe Director shall act upon an application for a variance within 60\ndays of its filing.\t3.\tAppeal to Board. An appeal from a determination by the\nDirector may be filed with the Board by the applicant or any person aggrieved by\nthe determination upon payment of a fee of $100, or by any officer, board,\ndepartment or bureau of the City. Appeals shall be filed with the Secretary of\nthe Board within fifteen days of the Director’s action on the application for\nvariance. The Board, after notice duly given, shall hear and act upon the\nappeal, within 90 days of its filing. If the Board fails to act within 90 days\nof the filing of an appeal, the decision of the Director shall be deemed\naffirmed. In considering appeals the Board shall be subject to the same\nlimitations as are applicable to the Director under Paragraph 2 of this\nsubsection.\t4.\tAppeal to Council. If the applicant for a variance or any other\nperson aggrieved, or any officer, board, department or bureau of the City is\ndissatisfied with the Board’s determination; or if the Board has failed to act\nwithin 90 days of the filing of an appeal, a new appeal may be taken to the City\nCouncil upon payment of a fee of $100. Appeals to the City Council shall be\nfiled with the City Clerk within 15 days of the Board’s determination or the\nclose of the 90 days in which the Board may act, whichever comes first. The City\nCouncil shall act upon the appeal within 90 days of its filing. If the City\nCouncil fails to act within 90 days of the filing of an appeal either the\ndecision of the Board shall become final or, if the Board failed to act within\n90 days, the decision of the Director shall become final. In considering appeals\nthe Council shall be subject to the same limitations applicable to the Director\nunder Paragraph 2 of this subsection.\t5.\tFee Waiver. Notwithstanding any other\nprovisions of this Code to the contrary, no department, bureau, officer or board\nof this City shall pay any fee required by this section for appeal.\tF.\tRules And\nRegulations.  The Board may adopt rules or regulations governing the procedures\nto be followed in carrying out the provisions of this\nsection.\tG.\tEnforcement.\t1.\tIf full enforcement with the requirements of this\nsection has not been achieved by the deadline for full compliance provided in\nthe Notice to Connect, as modified by any variance, the Director shall do all of\nthe following:\t(a)\tissue a Notice of Violation to the owner of the affected\nproperty and the person using or maintaining the PSDS.\t(b)\tprovide to the City\nAttorney copies of the applicable Notice to Connect, Reminder Notice, Final\nNotice, and Notice of Violation, and proof that such notices were delivered or\nmailed, together with any responses to such notices which may have been received\nby the Director, and the records concerning any application for variance and any\nappeal therefrom which may have been filed.\t(c)\tprovide to the Department of\nWater and Power a copy of the Notice of Violation. A written request that water\nservice be discontinued at the affected property may also be filed with said\ndepartment if deemed appropriate by the Director; and\t(d)\tprovide to the\nSuperintendent of Building a copy of the Notice of Violation. Any building which\nis the subject of a Notice of Violation is hereby declared to be a public\nnuisance and the Director may request the Superintendent of Building to order\nthat the subject building be vacated and remain vacated until full compliance\nwith the Notice to Connect has been achieved.\t2.\tUpon receipt of the Notice of\nViolation and request described in this subsection, the Department of Water and\nPower shall initiate procedures to discontinue water services, if specified by\nthe Director, after providing reasonable notice thereof to the occupying party\nand the owner of the property, and the Department of Building and Safety. Upon\nreceipt of notification from the Director that compliance has been achieved, the\nDepartment of Water and Power shall act to reinstitute normal water\nservice.\t3.\tNotwithstanding any provision of this Code to the contrary, upon\nreceipt of the Notice of Violation and notice that the Department of Water and\nPower intends to discontinue water service, the Superintendent of Building shall\norder the subject building to be vacated in accordance with the procedures set\nforth in Section 91.8903 of this Code.\n","html":"\n\t\t\t\t\t<section><p>  MANDATORY ABANDONMENT OF PRIVATE SEWAGE DISPOSAL SYSTEMS.\n\t(Added by Ord. No. 160,388, Eff. 10\/21\/85.)<br \/><br \/>\tA.\tGeneral Provisions.<br \/><br \/>\t1.\tPurpose. The purpose of this section is to protect and preserve the water quality of the groundwater basins located generally in the San Fernando Valley and certain adjacent areas by phasing out the use of private sewage disposal systems employed by commercial and industrial uses, and in multiple residential units. The continued use of private sewage disposal systems by commercial and industrial uses in the San Fernando Valley and certain adjacent areas is declared to be a threat to the quality of the ground water and to the public health. Therefore, the City is providing a systematic method of requiring both the connection to public sewers and permanent abandonment of private sewage disposal systems.<br \/><br \/>\t2.\tScope. This section shall apply to all private sewage disposal systems in the City of Los Angeles located northerly of the boundary line described as follows:<br \/><br \/>\tBeginning from the west at the intersection of Mulholland Highway and the City boundary, thence along Mulholland Highway in a northerly direction to the intersection with Mulholland Drive, thence along Mulholland Drive in an easterly direction to the intersection of Mulholland Drive and Laurel Canyon Boulevard, thence northerly along Laurel Canyon Boulevard to the intersection of Laurel Canyon Boulevard and the Los Angeles River, thence along the Los Angeles River in an easterly and then southerly direction to the intersection of the Los Angeles River and the Glendale Freeway, thence along the Glendale Freeway in a northerly direction to the City boundary.<br \/><br \/>\tB.\tDefinitions.  For purposes of this section, “Notice to Connect” shall mean a notice to connect to a public sewer and to abandon a Private Sewage Disposal System (PSDS) as defined at Number 42.5 in Section 64.00 of this Code.<br \/><br \/>\tC.\tIssuance Of Notice To Connect To The Public Sewer And To Abandon A PSDS.<br \/><br \/>\t1.\tIssuance by Director.  When connection to a public sewer is available or becomes available for a lot upon which a PSDS is located, the Director shall <span class=\"dictionary\">issue<\/span> a Notice to Connect to the owner of the lot as identified on the Los Angeles County equalized assessment roll or as known to the City Engineer.  The Director may, in addition, <span class=\"dictionary\">issue<\/span> a copy of a Notice to Connect to any person using or maintaining the PSDS.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)<br \/><br \/>\t(a)\tWhen Sewer is “Available”. A public sewer is available when it is located in any public street or easement abutting a lot.<br \/><br \/>\t(b)\tPhasing. The Board shall adopt standards for the issuance of Notices to Connect to be administered on a phased basis. The standards shall permit the Director to give priority to lots located in areas where the Department of Water and Power has determined the underlying groundwater has been contaminated by industrial chemicals.<br \/><br \/>\t(c)\tExemption. If a PSDS is in compliance with all applicable <span class=\"dictionary\">laws<\/span>, rules, and regulations, and is located on a lot occupied by four or fewer units which are used solely for residential purposes, it shall be exempt from the requirements of this section and the Director shall not <span class=\"dictionary\">issue<\/span> a Notice to Connect for such PSDS.<br \/><br \/>\t2.\tTime for Compliance. The Notice to Connect shall be fully complied with no later than one year from the date of issuance of the Notice to Connect, provided however, that if the Director finds that a PSDS is not in compliance with any applicable <span class=\"dictionary\">law<\/span>, rule, or regulation, the Notice to Connect shall provide for full compliance within 30 days of the issuance of the Notice to Connect.<br \/><br \/>\t3.\tContents of a Notice to Connect. A Notice to Connect shall;<br \/><br \/>\t(a)\tidentify, by address, the property to which it is directed;<br \/><br \/>\t(b)\tstate that the Director has determined that a public sewer is available for that lot;<br \/><br \/>\t(c)\trequire discontinued use of the PSDS after the time specified in the notice and connection to a public sewer, or vacation of the premises;<br \/><br \/>\t(d)\trequire full compliance within the time limit specified in the Notice;<br \/><br \/>\t(e)\tdescribe the procedures whereby an application for variance may be filed within 90 days of the date of issuance of the Notice to Connect; and<br \/><br \/>\t(f)\tadvise that failure to comply may result in discontinuance of water service and referral to the City Attorney for appropriate criminal and\/or <span class=\"dictionary\">civil action<\/span>.<br \/><br \/>\tThe Notice to Connect may also include references to the payment of fees and the procedures for obtaining any required permits for connection to a public sewer and abandonment of the PSDS.<br \/><br \/>\tAt the time of issuance of the Notice to Connect, the Director shall provide to the person to whom the Notice is issued a document which briefly explains the purpose and scope of the program and its system of administration, and indicates whom to contact for further information.<br \/><br \/>\t4.\tSubsequent Notices. The Director shall <span class=\"dictionary\">issue<\/span> the following subsequent notices in cases where the Notice to Connect provides for full compliance within one year:<br \/><br \/>\t(a)\tReminder Notice. If full compliance with the requirements of a Notice to Connect has not been achieved four months prior to the date specified for such full compliance in the Notice to Connect, the Director shall <span class=\"dictionary\">issue<\/span> a Reminder Notice which shall repeat the deadline for compliance and the possible <span class=\"dictionary\">sanctions<\/span> for failure to comply;<br \/><br \/>\t(b)\tFinal Notice. If full compliance with the requirements of a Notice to Connect has not been achieved one month prior to the date specified for such full compliance in the Notice to Connect, the Director shall <span class=\"dictionary\">issue<\/span> a Final Notice which shall repeat the deadline for compliance and the possible <span class=\"dictionary\">sanctions<\/span> for failure to comply.<br \/><br \/>\t5.\tService of Notices. Each of the Notices described in this section shall be either personally delivered or sent by certified mail with return receipt requested.<br \/><br \/>\t6.\tEffect of Failure To <span class=\"dictionary\">Issue<\/span> or Receive Subsequent Notices. Failure to <span class=\"dictionary\">issue<\/span> or receive a Reminder Notice, Final Notice, or Notice of Violation shall not relieve any owner or person using or maintaining a PSDS from the duty to comply with the Notice to Connect and shall not be a defense to a criminal or civil enforcement action.<br \/><br \/>\tD.\tCompliance With Notice To Connect:  Every owner of a lot upon which a PSDS is located, and every person using or maintaining a PSDS, shall comply with the requirements of a Notice to Connect, or Notice to Connect modified by any variance granted in accordance with Subsection E of this section which is issued for that PSDS. Notwithstanding any other provision of this Code to the contrary, no person shall permit or cause the discharge of any wastewater to a PSDS after the compliance date specified in a Notice to Connect issued for that PSDS, as modified by any variance granted in accordance with Subsection E of this section.<br \/><br \/>\tE.\tVariances<br \/><br \/>\t1.\tApplication to Director. Any person who owns, uses, or maintains a PSDS which is in compliance with all applicable <span class=\"dictionary\">laws<\/span>, rules, and regulations who has received a Notice to Connect, upon payment of a fee of $100, may file with the Director within 90 days of the date of issuance of the Notice to Connect, an application for a variance from the requirements of this section.<br \/><br \/>\t2.\tDiscretion of Director. The Director may grant a variance from the requirements of this section, including an extension of the deadline for compliance specified in a Notice to Connect, if the Director finds that the applicant has demonstrated that:<br \/><br \/>\t(a)\tthe strict application of the requirements of this section will result in extreme hardships unessential to the overall purpose of such requirements; and<br \/><br \/>\t(b)\tthe continued operation of the subject PSDS will not have any significant adverse effect upon water quality in the groundwater basin of concern.<br \/><br \/>\tThe determination of the Director shall be supported by written <span class=\"dictionary\">findings<\/span> of <span class=\"dictionary\">fact<\/span>. The Director may impose reasonable conditions upon the granting of a variance, including a requirement that connection to a public sewer and disconnection and abandonment of a PSDS occur within 60 days or a change of ownership of the property.<br \/><br \/>\tThe effective period of any variance granted to an applicant shall not exceed two years. Renewal of a variance shall be required by the applicant in writing and shall be at the discretion of the Director in accordance with the provisions of this subsection.<br \/><br \/>\tThe Director shall act upon an application for a variance within 60 days of its filing.<br \/><br \/>\t3.\t<span class=\"dictionary\">Appeal<\/span> to Board. An <span class=\"dictionary\">appeal<\/span> from a determination by the Director may be filed with the Board by the applicant or any person aggrieved by the determination upon payment of a fee of $100, or by any officer, board, department or bureau of the City. <span class=\"dictionary\">Appeals<\/span> shall be filed with the Secretary of the Board within fifteen days of the Director’s action on the application for variance. The Board, after notice duly given, shall hear and act upon the <span class=\"dictionary\">appeal<\/span>, within 90 days of its filing. If the Board fails to act within 90 days of the filing of an <span class=\"dictionary\">appeal<\/span>, the decision of the Director shall be deemed <span class=\"dictionary\">affirmed<\/span>. In considering <span class=\"dictionary\">appeals<\/span> the Board shall be subject to the same limitations as are applicable to the Director under Paragraph 2 of this subsection.<br \/><br \/>\t4.\t<span class=\"dictionary\">Appeal<\/span> to Council. If the applicant for a variance or any other person aggrieved, or any officer, board, department or bureau of the City is dissatisfied with the Board’s determination; or if the Board has failed to act within 90 days of the filing of an <span class=\"dictionary\">appeal<\/span>, a new <span class=\"dictionary\">appeal<\/span> may be taken to the City Council upon payment of a fee of $100. <span class=\"dictionary\">Appeals<\/span> to the City Council shall be filed with the City Clerk within 15 days of the Board’s determination or the close of the 90 days in which the Board may act, whichever comes first. The City Council shall act upon the <span class=\"dictionary\">appeal<\/span> within 90 days of its filing. If the City Council fails to act within 90 days of the filing of an <span class=\"dictionary\">appeal<\/span> either the decision of the Board shall become final or, if the Board failed to act within 90 days, the decision of the Director shall become final. In considering <span class=\"dictionary\">appeals<\/span> the Council shall be subject to the same limitations applicable to the Director under Paragraph 2 of this subsection.<br \/><br \/>\t5.\tFee <span class=\"dictionary\">Waiver<\/span>. Notwithstanding any other provisions of this Code to the contrary, no department, bureau, officer or board of this City shall pay any fee required by this section for <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\tF.\tRules And Regulations.  The Board may adopt rules or regulations governing the procedures to be followed in carrying out the provisions of this section.<br \/><br \/>\tG.\tEnforcement.<br \/><br \/>\t1.\tIf full enforcement with the requirements of this section has not been achieved by the deadline for full compliance provided in the Notice to Connect, as modified by any variance, the Director shall do all of the following:<br \/><br \/>\t(a)\t<span class=\"dictionary\">issue<\/span> a Notice of Violation to the owner of the affected property and the person using or maintaining the PSDS.<br \/><br \/>\t(b)\tprovide to the City Attorney copies of the applicable Notice to Connect, Reminder Notice, Final Notice, and Notice of Violation, and proof that such notices were delivered or mailed, together with any responses to such notices which may have been received by the Director, and the records concerning any application for variance and any <span class=\"dictionary\">appeal<\/span> therefrom which may have been filed.<br \/><br \/>\t(c)\tprovide to the Department of Water and Power a copy of the Notice of Violation. A written request that water service be discontinued at the affected property may also be filed with said department if deemed appropriate by the Director; and<br \/><br \/>\t(d)\tprovide to the Superintendent of Building a copy of the Notice of Violation. Any building which is the subject of a Notice of Violation is hereby declared to be a public nuisance and the Director may request the Superintendent of Building to <span class=\"dictionary\">order<\/span> that the subject building be vacated and remain vacated until full compliance with the Notice to Connect has been achieved.<br \/><br \/>\t2.\tUpon receipt of the Notice of Violation and request described in this subsection, the Department of Water and Power shall initiate procedures to discontinue water services, if specified by the Director, after providing reasonable notice thereof to the occupying <span class=\"dictionary\">party<\/span> and the owner of the property, and the Department of Building and Safety. Upon receipt of notification from the Director that compliance has been achieved, the Department of Water and Power shall act to reinstitute normal water service.<br \/><br \/>\t3.\tNotwithstanding any provision of this Code to the contrary, upon receipt of the Notice of Violation and notice that the Department of Water and Power intends to discontinue water service, the Superintendent of Building shall <span class=\"dictionary\">order<\/span> the subject building to be vacated in accordance with the procedures set forth in Section 91.8903 of this Code.<\/p><\/section>","text":{"0":{"id":"72","text":"  MANDATORY ABANDONMENT OF PRIVATE SEWAGE DISPOSAL SYSTEMS.\n\t(Added by Ord. No. 160,388, Eff. 10\/21\/85.)\tA.\tGeneral Provisions.\t1.\tPurpose. The purpose of this section is to protect and preserve the water quality of the groundwater basins located generally in the San Fernando Valley and certain adjacent areas by phasing out the use of private sewage disposal systems employed by commercial and industrial uses, and in multiple residential units. The continued use of private sewage disposal systems by commercial and industrial uses in the San Fernando Valley and certain adjacent areas is declared to be a threat to the quality of the ground water and to the public health. Therefore, the City is providing a systematic method of requiring both the connection to public sewers and permanent abandonment of private sewage disposal systems.\t2.\tScope. This section shall apply to all private sewage disposal systems in the City of Los Angeles located northerly of the boundary line described as follows:\tBeginning from the west at the intersection of Mulholland Highway and the City boundary, thence along Mulholland Highway in a northerly direction to the intersection with Mulholland Drive, thence along Mulholland Drive in an easterly direction to the intersection of Mulholland Drive and Laurel Canyon Boulevard, thence northerly along Laurel Canyon Boulevard to the intersection of Laurel Canyon Boulevard and the Los Angeles River, thence along the Los Angeles River in an easterly and then southerly direction to the intersection of the Los Angeles River and the Glendale Freeway, thence along the Glendale Freeway in a northerly direction to the City boundary.\tB.\tDefinitions.  For purposes of this section, “Notice to Connect” shall mean a notice to connect to a public sewer and to abandon a Private Sewage Disposal System (PSDS) as defined at Number 42.5 in Section 64.00 of this Code.\tC.\tIssuance Of Notice To Connect To The Public Sewer And To Abandon A PSDS.\t1.\tIssuance by Director.  When connection to a public sewer is available or becomes available for a lot upon which a PSDS is located, the Director shall issue a Notice to Connect to the owner of the lot as identified on the Los Angeles County equalized assessment roll or as known to the City Engineer.  The Director may, in addition, issue a copy of a Notice to Connect to any person using or maintaining the PSDS.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\t(a)\tWhen Sewer is “Available”. A public sewer is available when it is located in any public street or easement abutting a lot.\t(b)\tPhasing. The Board shall adopt standards for the issuance of Notices to Connect to be administered on a phased basis. The standards shall permit the Director to give priority to lots located in areas where the Department of Water and Power has determined the underlying groundwater has been contaminated by industrial chemicals.\t(c)\tExemption. If a PSDS is in compliance with all applicable laws, rules, and regulations, and is located on a lot occupied by four or fewer units which are used solely for residential purposes, it shall be exempt from the requirements of this section and the Director shall not issue a Notice to Connect for such PSDS.\t2.\tTime for Compliance. The Notice to Connect shall be fully complied with no later than one year from the date of issuance of the Notice to Connect, provided however, that if the Director finds that a PSDS is not in compliance with any applicable law, rule, or regulation, the Notice to Connect shall provide for full compliance within 30 days of the issuance of the Notice to Connect.\t3.\tContents of a Notice to Connect. A Notice to Connect shall;\t(a)\tidentify, by address, the property to which it is directed;\t(b)\tstate that the Director has determined that a public sewer is available for that lot;\t(c)\trequire discontinued use of the PSDS after the time specified in the notice and connection to a public sewer, or vacation of the premises;\t(d)\trequire full compliance within the time limit specified in the Notice;\t(e)\tdescribe the procedures whereby an application for variance may be filed within 90 days of the date of issuance of the Notice to Connect; and\t(f)\tadvise that failure to comply may result in discontinuance of water service and referral to the City Attorney for appropriate criminal and\/or civil action.\tThe Notice to Connect may also include references to the payment of fees and the procedures for obtaining any required permits for connection to a public sewer and abandonment of the PSDS.\tAt the time of issuance of the Notice to Connect, the Director shall provide to the person to whom the Notice is issued a document which briefly explains the purpose and scope of the program and its system of administration, and indicates whom to contact for further information.\t4.\tSubsequent Notices. The Director shall issue the following subsequent notices in cases where the Notice to Connect provides for full compliance within one year:\t(a)\tReminder Notice. If full compliance with the requirements of a Notice to Connect has not been achieved four months prior to the date specified for such full compliance in the Notice to Connect, the Director shall issue a Reminder Notice which shall repeat the deadline for compliance and the possible sanctions for failure to comply;\t(b)\tFinal Notice. If full compliance with the requirements of a Notice to Connect has not been achieved one month prior to the date specified for such full compliance in the Notice to Connect, the Director shall issue a Final Notice which shall repeat the deadline for compliance and the possible sanctions for failure to comply.\t5.\tService of Notices. Each of the Notices described in this section shall be either personally delivered or sent by certified mail with return receipt requested.\t6.\tEffect of Failure To Issue or Receive Subsequent Notices. Failure to issue or receive a Reminder Notice, Final Notice, or Notice of Violation shall not relieve any owner or person using or maintaining a PSDS from the duty to comply with the Notice to Connect and shall not be a defense to a criminal or civil enforcement action.\tD.\tCompliance With Notice To Connect:  Every owner of a lot upon which a PSDS is located, and every person using or maintaining a PSDS, shall comply with the requirements of a Notice to Connect, or Notice to Connect modified by any variance granted in accordance with Subsection E of this section which is issued for that PSDS. Notwithstanding any other provision of this Code to the contrary, no person shall permit or cause the discharge of any wastewater to a PSDS after the compliance date specified in a Notice to Connect issued for that PSDS, as modified by any variance granted in accordance with Subsection E of this section.\tE.\tVariances\t1.\tApplication to Director. Any person who owns, uses, or maintains a PSDS which is in compliance with all applicable laws, rules, and regulations who has received a Notice to Connect, upon payment of a fee of $100, may file with the Director within 90 days of the date of issuance of the Notice to Connect, an application for a variance from the requirements of this section.\t2.\tDiscretion of Director. The Director may grant a variance from the requirements of this section, including an extension of the deadline for compliance specified in a Notice to Connect, if the Director finds that the applicant has demonstrated that:\t(a)\tthe strict application of the requirements of this section will result in extreme hardships unessential to the overall purpose of such requirements; and\t(b)\tthe continued operation of the subject PSDS will not have any significant adverse effect upon water quality in the groundwater basin of concern.\tThe determination of the Director shall be supported by written findings of fact. The Director may impose reasonable conditions upon the granting of a variance, including a requirement that connection to a public sewer and disconnection and abandonment of a PSDS occur within 60 days or a change of ownership of the property.\tThe effective period of any variance granted to an applicant shall not exceed two years. Renewal of a variance shall be required by the applicant in writing and shall be at the discretion of the Director in accordance with the provisions of this subsection.\tThe Director shall act upon an application for a variance within 60 days of its filing.\t3.\tAppeal to Board. An appeal from a determination by the Director may be filed with the Board by the applicant or any person aggrieved by the determination upon payment of a fee of $100, or by any officer, board, department or bureau of the City. Appeals shall be filed with the Secretary of the Board within fifteen days of the Director’s action on the application for variance. The Board, after notice duly given, shall hear and act upon the appeal, within 90 days of its filing. If the Board fails to act within 90 days of the filing of an appeal, the decision of the Director shall be deemed affirmed. In considering appeals the Board shall be subject to the same limitations as are applicable to the Director under Paragraph 2 of this subsection.\t4.\tAppeal to Council. If the applicant for a variance or any other person aggrieved, or any officer, board, department or bureau of the City is dissatisfied with the Board’s determination; or if the Board has failed to act within 90 days of the filing of an appeal, a new appeal may be taken to the City Council upon payment of a fee of $100. Appeals to the City Council shall be filed with the City Clerk within 15 days of the Board’s determination or the close of the 90 days in which the Board may act, whichever comes first. The City Council shall act upon the appeal within 90 days of its filing. If the City Council fails to act within 90 days of the filing of an appeal either the decision of the Board shall become final or, if the Board failed to act within 90 days, the decision of the Director shall become final. In considering appeals the Council shall be subject to the same limitations applicable to the Director under Paragraph 2 of this subsection.\t5.\tFee Waiver. Notwithstanding any other provisions of this Code to the contrary, no department, bureau, officer or board of this City shall pay any fee required by this section for appeal.\tF.\tRules And Regulations.  The Board may adopt rules or regulations governing the procedures to be followed in carrying out the provisions of this section.\tG.\tEnforcement.\t1.\tIf full enforcement with the requirements of this section has not been achieved by the deadline for full compliance provided in the Notice to Connect, as modified by any variance, the Director shall do all of the following:\t(a)\tissue a Notice of Violation to the owner of the affected property and the person using or maintaining the PSDS.\t(b)\tprovide to the City Attorney copies of the applicable Notice to Connect, Reminder Notice, Final Notice, and Notice of Violation, and proof that such notices were delivered or mailed, together with any responses to such notices which may have been received by the Director, and the records concerning any application for variance and any appeal therefrom which may have been filed.\t(c)\tprovide to the Department of Water and Power a copy of the Notice of Violation. A written request that water service be discontinued at the affected property may also be filed with said department if deemed appropriate by the Director; and\t(d)\tprovide to the Superintendent of Building a copy of the Notice of Violation. Any building which is the subject of a Notice of Violation is hereby declared to be a public nuisance and the Director may request the Superintendent of Building to order that the subject building be vacated and remain vacated until full compliance with the Notice to Connect has been achieved.\t2.\tUpon receipt of the Notice of Violation and request described in this subsection, the Department of Water and Power shall initiate procedures to discontinue water services, if specified by the Director, after providing reasonable notice thereof to the occupying party and the owner of the property, and the Department of Building and Safety. Upon receipt of notification from the Director that compliance has been achieved, the Department of Water and Power shall act to reinstitute normal water service.\t3.\tNotwithstanding any provision of this Code to the contrary, upon receipt of the Notice of Violation and notice that the Department of Water and Power intends to discontinue water service, the Superintendent of Building shall order the subject building to be vacated in accordance with the procedures set forth in Section 91.8903 of this Code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}