{"section_number":"64.31","edition_id":"1","section_id":"1956","structure_id":"41","catch_line":"Septage Disposal Control.","history":"","full_text":"  SEPTAGE DISPOSAL CONTROL.\n\t(Added by Ord. No. 172,118, Eff. 8\/31\/98.)\n\n\tA.\tGeneral Provisions.\n\n\t1.\tObjectives.  This section sets forth regulations and requirements for accepting septage for discharge to the City’s Publicly Owned Treatment Works (P.O.T.W.). Through a Permit, monitoring and an inspection program, the City seeks to ensure compliance with all applicable Federal and State regulations and seeks to assure implementation of the following objectives:\n\n\t(a)\tTo protect the health, safety and welfare of the public;\n\n\t(b)\tTo protect the health and safety of the P.O.T.W. operating and maintenance personnel;\n\n\t(c)\tTo protect the P.O.T.W. and its operations and treatment processes from harmful pollutants;\n\n\t(d)\tTo prevent any hazardous wastes from being discharged to the P.O.T.W.;\n\n\t(e)\tTo provide cost recovery for its services, including wastewater treatment administration, operations, maintenance, expense and equipment expenditures, implementation and enforcement of the program established herein.\n\n\t2.\tScope.  This section provides for the regulation of the discharge of septage to the City’s P.O.T.W., through the issuance of Septage Disposal Permits, enforcement of discharge prohibitions, designation of discharge sites, requirements for waste tracking and load manifesting.  This section further establishes fees for the recovery of all program costs. Except as otherwise provided herein, the Director of the Bureau of Sanitation (Director) under the jurisdiction of the Board of Public Works (Board) shall administer, implement and enforce the provisions of this section. This section applies to all Septage Haulers who discharge septage to the City’s P.O.T.W.\n\n\tB.\tSeptage Disposal Rules and Regulations.  The Board shall adopt Rules and Regulations consistent with the provisions of this section, to effectuate its intent and purpose in regulating the discharge of septage to the City’s P.O.T.W. and to administer the operations of any designated discharge site. These Rules and Regulations shall be titled “RULES AND REGULATIONS GOVERNING DISPOSAL OF SEPTAGE INTO THE P.O.T.W. OF THE CITY OF LOS ANGELES”, herein referred to as the Board’s Septage Disposal Rules and Regulations.\n\n\tC.\tSeptage Disposal Permit.  No person may discharge or cause to be discharged any septage to the City’s P.O.T.W. without first obtaining a Septage Disposal Permit in writing from the Director.  A separate Septage Disposal Permit shall be required for each vehicle used to haul septage for discharge to the City’s P.O.T.W.\n\n\t1.\tPermit Application.  To obtain a Septage Disposal Permit, an application must be filed with the Director in the prescribed form and must be accompanied by the applicable fees. The applicant must submit the following information for evaluation:\n\n\t(a)\tName, address of any and all principals, owners, major shareholders of the company applying for the Permit (whichever is applicable).\n\n\t(b)\tState Vehicle License Number and Vehicle Identification Number (VIN) of the septage hauling vehicle to be permitted.\n\n\t(c)\tCopy of the applicant company’s City Business Tax Registration Certificate (BTRC).\n\n\t(d)\tCopy of the applicant company’s Los Angeles County Health Department License and vehicle registration number.\n\n\t(e)\tThe total septage hauling capacity, in gallons, and that of each compartment in the vehicle, to be permitted.\n\n\t(f)\tAny other information deemed by the Director to be necessary to evaluate the applicant’s Permit application.\n\n\t2.\tPermit Conditions.  Septage Disposal Permits are subject to all provisions of this Code, all applicable statutes, Rules and Regulations, fees and charges established by the City. This Permit must be kept on the permitted vehicle used to haul septage and available for immediate inspection at all times.  The Director has the authority to impose additional Permit conditions as follows:\n\n\t(a)\tProhibitions and\/or “discharge limitations” for discharge of specific pollutants.\n\n\t(b)\tRequirements for maintaining, submitting and affording City access to waste hauling records or Septage Manifests.\n\n\t(c)\tRequirements for wastewater sampling and analysis.\n\n\t(d)\tOther Permit conditions deemed appropriate and as recommended by the Director to ensure compliance with this section.\n\n\t3.\tDuration of Permit.  A Septage Disposal Permit is valid for one year. A Permit may be issued for a period less than a year or may be stated to expire on a specific date, not to exceed one year from the date of Permit issuance.\n\n\t4.\tRenewal of Permit.  Applications for Permit renewal must be filed with the Director a minimum of sixty (60) days prior to the Permit’s expiration date. A permittee must pay any delinquent fees or charges, in full, prior to Permit renewal.\n\n\t5.\tNon-Transferability.  A Septage Disposal Permit, identification decal or card and any site access card or key shall be issued to a specific permitted vehicle and is not transferable from one business or vehicle to another.\n\n\tD.\tProhibitions and Limitations.  The following prohibitions and limitations shall apply to all persons discharging septage to the City’s P.O.T.W.\n\n\t1.\tDischarge Prohibitions\n\n\t(a)\tExcept as expressly allowed through a Septage Disposal Permit, Septage Haulers are subject to the “discharge prohibitions” specified in Section 64.30, Subsection B.1. of the Code for all loads discharged to the City’s P.O.T.W.\n\n\t(b)\tDischarge of septage to any portion of the City’s storm drain system or the Waters of the State is expressly prohibited.\n\n\t(c)\tNo person may discharge, attempt to discharge or cause the discharge of septage, directly or indirectly to the City’s P.O.T.W. through any sewer maintenance hole or through any other sewer connection not specifically approved as a designated discharge site.\n\n\t(d)\tDischarge of septage consisting of materials mixed from different types of septage is prohibited as specified under Section 5 of the Board’s Septage Disposal Rules and Regulations.\n\n\t2.\tSpecific Pollutant Limitations.  Septage Haulers are subject to specific pollutant limitations specified in Section 64.30, Subsection B.2. of the Code for all loads discharged to the City’s P.O.T.W., except when discharging domestic septage, other than portable toilet waste, to the City’s P.O.T.W.\n\n\tE.\tSeptage Manifests.  As part of a septage tracking system, a manifest, in a form prescribed by the Director, must be completed and submitted by every Septage Hauler for each generator or source of septage to be discharged to the City’s P.O.T.W.\n\n\tThe manifest for each load being transported must be fully completed and be available, in the transport vehicle, for inspection by the City inspector at the time of discharge of such loads at the designated discharge sites.  The manifest must be completed and submitted according to the provisions of the Board’s Septage Disposal Rules and Regulations.\n\n\tF.\tIndustrial Wastewater Permit.  Upon determination by the Director, a generator of Industrial Wastewater or non-domestic septage, who intends to discharge such wastes at a designated discharge site, may be required to obtain an Industrial Wastewater Permit, per the requirements of Section 64.30, Subsection C.1. of the Code.\n\n\tG.\tPhysical or Chemical Analysis. The Director may require physical and chemical analysis of any septage hauled by any Septage Hauler before permission is granted to discharge to the City’s P.O.T.W.  The Director may also collect and analyze samples of septage to determine its compliance with any applicable wastewater discharge pollutant limitations or requirements.\n\n\tH.\tRight to Reject.  The Director may reject septage from any Septage Hauler if there is reason to believe that the septage may contain hazardous waste, industrial waste or any other waste which may require a chemical analysis to determine its quality and therefore acceptability for discharge to the City’s P.O.T.W.\n\n\tI.\tDischarge Sites.  The Board shall designate discharge sites and may establish the hours of operation where properly permitted Septage Haulers shall be allowed to discharge properly manifested septage.\n\n\tJ.\tService Area.  Service Area shall mean the County of Los Angeles. The City shall not accept any septage originating from outside the County of Los Angeles unless specifically permitted by the Director as part of the Septage Disposal Permit provisions.\n\n\tK.\tFees and Charges.  Septage Haulers shall pay all applicable Septage Disposal Permit fees and charges established in this section. All fees and charges collected from Septage Haulers shall be deposited in the Sewer Construction and Maintenance Fund established by Section 64.19.2 of this Code.  Monies collected are to be expended for the purposes set forth in the above Subsection A1(e) and to provide for any appropriate refunds relative to such fees.\n\n\t1.\tDetermination of Fees and Charges.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  When necessary, as determined by the Board, the Board with the concurrence of the Office of the City Administrative Officer shall propose an appropriate and revised schedule of fees and charges.  The Board shall then transmit the schedule of fees and charges to the Mayor and to the City Council for their approval and adoption.\n\n\t2.\tSeptage Disposal Permit Fee.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  An Annual Septage Disposal Permit Fee of $2,500 is required for each Septage Hauler vehicle that is permitted to discharge septage to the City’s P.O.T.W.  This fee shall be paid annually at the time of submittal of each application for issuance or renewal of a Septage Disposal Permit.  The fee shall be annually adjusted as shown in the table below:\n\n\n  \n    \n      \n        Fee\n      \n      \n        Permit Fee ($\/year)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        3,000\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        3,500\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        4,000\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        4,500\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        5,000\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        5,500\n      \n    \n    \n      \n        July 1, 20182\n      \n      \n        6,000\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        6,500\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        7,000\n      \n    \n  \n\n\n\n\t3.\tSeptage Treatment Cost Recovery User Fees.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  The Septage Treatment Cost Recovery User Fee rate established at Subsection D.5.(b) of Section 64.30 will be applied to the full tank capacity of the Septage Hauler’s vehicle, for each vehicle permitted by the Director.\n\n\t4.\tEmergency or Special Event User Fee.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  An Emergency or Special Event User Fee shall be charged to any Septage Hauler requesting access to any designated septage discharge site during non-business hours.  The amount of the fee will be determined by the Director and will be equal to the City’s costs to provide such a service.  The fee shall recover all direct and indirect costs and shall include, at a minimum, City costs equal to the overtime salary rate of an Industrial Waste Inspector for three (3) hours.  The fee will be billed to the Septage Hauler and will be charged in addition to the applicable user fee rates imposed pursuant to the provisions of Subdivision (3) of this Subsection.\n\n\t5.\tApplication of the Rates During an Emergency or Special Event.  In the case of a major rain storm or earthquake, or other emergency as determined by the Director, or during a Special Event, as declared by the City Council, a Septage Hauler may discharge septage resulting from such emergency or Special Event at a designated septage discharge site. The Director shall screen such septage before it may be discharged to ensure that such a discharge will not adversely affect the City’s P.O.T.W. or violate any of the City’s “discharge limitations”. The Director shall bill the Septage Hauler the appropriate User Fee according to Subdivision 3. of this Subsection K.\n\n\t6.\tPayment Method and Due Dates – Billing of Fees and Charges.  Subject to the provisions of this subsection, all user fees and charges shall be due in quarterly installments payable on the first day of January, April, July and October, with each such payment applicable to the immediately preceding quarter. This billing method will not be available to those Septage Haulers that become delinquent with the payment of their fees and charges as defined hereunder in Subdivision 7. of Subsection K. of this section.  Delinquent Septage Haulers will no longer be invoiced, following the date on which they become delinquent, and will be required to pay in guaranteed form, prior to discharge, the payment required for the discharge of each load of septage the Septage Hauler intends to discharge, in accordance with Subdivision 8.(a) of Subsection K. of this section.\n\n\t7.\tDelinquency – Additional Charge.  If the user fees are not paid on or before the last day of the month in which they are due, the Septage Hauler shall be deemed delinquent and will be issued a delinquent notice by the Director. Additionally, a delinquency charge equal to ten percent (10%) of the required user fees, but not less than $10.00, shall be added to said user fees, and such additional charges shall become a part of the user fees required by this section and be payable for said period.\n\n\tIf the invoices for said user fees are not postmarked before the due date, such user fees shall not become delinquent until 35 days following the invoice mailing date, at which time, such user fees shall become delinquent and the additional charges and time payment factors as provided above shall apply.\n\n\t8.\tFailure to pay user fee or charge.  Failure to pay any user fee or charge payable under this section within 10 days after issuance of the delinquent notice by the Director shall constitute grounds for the suspension or revocation of the Permit(s) held by such Septage Hauler or for the issuance of an order by the Director under the provisions of Section 64.31 F.  For purposes of this subsection, failure to pay includes a payment which has been dishonored.\n\n\t(a)\tNot withstanding any other provision in this Code:\n\n\ti.\tPending a final determination by the Director to suspend or revoke a Septage Hauler’s permit(s) for failure to pay; or,\n\n\tii.\tPending payment in full of all unpaid user fees or charges pursuant to an agreement to pay such user fees or charges, any Septage Hauler deemed delinquent under this subsection may, at the discretion of the Director, discharge septage to the City’s P.O.T.W. on a load-by-load basis on the condition that all user fees applicable for the load to be discharged are paid prior to discharge.  All payments of applicable user fees and charges under this subsection shall be by way of money order, cashiers check or other guaranteed form of payment.\n\n\t(b)\tPayments made under this subsection will be accepted during normal business hours at one or more locations approved by the Director.\n\n\t(c)\tThe remedies provided by this section are cumulative to each other and to all other remedies and penalties available to the City under law.  This section shall not be construed to prevent the Director from suspending or revoking any Septage Disposal Permit for any reason set forth in Subsection F of this section.\n\n\tL.\tEnforcement.  Violation of this Code, any term or condition of a Septage Disposal Permit, the Board’s Rules and Regulations, or any order issued by the Director, may subject the Septage Hauler to enforcement action as provided herein.\n\n\t1.\tCause for Enforcement Action.  An enforcement action may be initiated against a permittee for any of the following reasons:\n\n\t(a)\tWhen a discharge, singly, or by interaction with other discharges, may cause interference, pass through, or otherwise pose a significant risk of causing the City to violate its NPDES wastewater Permit requirements;\n\n\t(b)\tWhen a discharger obtains its Septage Disposal Permit by misrepresentation or fails to disclose fully all relevant facts in either the Permit application or any report, including falsification of self-monitoring reports or manifests or tampering with monitoring equipment;\n\n\t(c)\tWhen a discharger fails to provide timely access to its records;\n\n\t(d)\tWhen a discharger fails to timely pay applicable fees;\n\n\t(e)\tWhen a discharge, singly, or by interaction with other discharges, may have an adverse effect on public health, safety or welfare; on the P.O.T.W., its personnel, or on the environment;\n\n\t(f)\tWhen a discharger exceeds effluent “discharge limitations”;\n\n\t(g)\tWhen a discharger fails to provide a complete and accurate Septage Manifest;\n\n\t(h)\tWhen a discharger violates any term or condition of its Septage Disposal Permit, this section, the Board’s Rules and Regulations, or any order issued hereunder; and\/or\n\n\t(i)\tWhen the Director determines that a permittee has acted in any manner inconsistent with the intent of this Code, the Septage Disposal Permit or the laws governing the operation of the City’s P.O.T.W.\n\n\tEnforcement actions as provided herein may include any or all of the following:\n\n\t2.\tNotice of Violation.\n\n\t(a)\tScope of Notice of Violation.  The Director may serve upon a Septage Hauler a written Notice of Violation.  The Notice of Violation may require the Septage Hauler to promptly respond to the Director within a specified time period and to identify the reason(s) and cause(s) for the violation(s) and a plan for the satisfactory correction and prevention of future violations.\n\n\t(b)\tEffect of Notice of Violation.  Submission of the response by a Septage Hauler to a Notice of Violation does not relieve the Septage Hauler of liability for any violations occurring before or after receipt of the Notice of Violation.  Nothing in this section shall limit the authority of the Director to take any action, including emergency actions or any other enforcement action, whether or not a Notice of Violation has been issued.\n\n\t3.\tAdministrative Orders.\n\n\t(a)\tScope of Administrative Orders.  The Director may issue Administrative Orders containing such terms and requirements as deemed necessary by the Director for determining the compliance status of the Septage Hauler; requiring the Septage Hauler to achieve compliance; and\/or suspending the Permit(s) and requiring the cessation of discharge in whole or in part.\n\n\t(b)\tEffect of Administrative Order.\n\n\t(1)\tFailure of a Septage Hauler to comply with any condition or requirement set forth in any Administrative Order issued hereunder is a violation of this section and is independently enforceable for each day of a violation.  An Administrative Order has the full force of law and is enforceable in a court of law.  Administrative Orders shall become effective and final upon issuance by the Director.\n\n\t(2)\tA Septage Hauler’s compliance with the requirements of an Administrative Order shall not relieve the Septage Hauler of liability for any violation of a Septage Disposal Permit, this section, the Board’s Rules and Regulations or other legally applicable requirements occurring before or after receipt of the Administrative Order.\n\n\t(3)\tNothing in this section shall limit the authority of the Director to take any action, including emergency actions, or any other enforcement action, whether or not an Administrative Order has been issued.\n\n\t(c)\tDescription of Administrative Orders.  Administrative orders which the Director may issue include, but are not limited to, the following:\n\n\t(1)\tConsent Orders.  The Director and discharger may enter into a Consent Order establishing an agreement for achieving compliance with discharger requirements. Consent Orders reflect the agreement of the Director and discharger and are not appealable to the Board or otherwise subject to administrative or judicial appeal.\n\n\t(2)\tCease and Desist Orders.  The Director may issue Cease and Desist Orders requiring dischargers, among other things, to cease and desist all such violations and directing the user to:\n\n\t(A)\tImmediately comply with all Permit, Rules and Regulations and Code requirements, and;\n\n\t(B)\tTake such appropriate remedial or preventive action as may be needed to properly address a continuing or threatened violation, including halting operations and\/or terminating the discharge or preventing further discharges.\n\n\t(3)\tCompliance Orders.  The Director may issue Compliance Orders requiring dischargers, among other things to:\n\n\t(A)\tComply with interim and\/or final dates and steps for achieving compliance;\n\n\t(B)\tSubmit and implement a plan of corrective actions to be taken to maintain consistent and permanent compliance;\n\n\t(C)\tSubmit and implement a pollution prevention plan;\n\n\t(D)\tConduct additional self-monitoring; and\/or\n\n\t(E)\tPay all delinquent fees and charges.\n\n\t(4)\tPermit Suspension Order.  The Director may issue Permit Suspension Orders suspending the right of the Septage Hauler to discharge septage to the City’s P.O.T.W.  A Permit Suspension Order may be issued due to the Septage Hauler’s failure to pay applicable fees or penalties or for other good cause, including causes as specified in Subdivision 1 of this Subsection L of this section.\n\n\t4.\tSuspension of Septage Disposal Permit(s).\n\n\t(a)\tNotice of Intended Permit Suspension Order.  The Director may serve the Septage Hauler with a Notice of Intended Permit Suspension stating the reasons therefor and the opportunity for a Show Cause Permit Suspension Hearing before the Director with respect thereto.  After such hearing, the Director shall make a final determination whether to issue the Permit Suspension Order or take other enforcement action.  In cases where a Septage Hauler holds multiple Septage Disposal Permits and upon determination by the Director, the Permit Suspension Order may suspend all of the Septage Hauler’s permits.\n\n\t(b)\tCessation of Discharge.  Any Septage Hauler notified of suspension of its Septage Disposal Permit(s) shall immediately cease and desist the discharge of all septage previously authorized by the Permit(s) to the P.O.T.W.  It is unlawful for a Septage Hauler to continue to discharge any septage to the P.O.T.W. after the Septage Hauler’s permit(s) has been suspended.\n\n\t(c)\tReinstatement of Suspended Permit(s).  The Director shall require that all deficiencies, violations and causes which led to the suspension of the Septage Hauler’s permit(s), be removed and corrected and\/or require that the Septage Hauler pay all of the delinquent fees, charges, penalties and other sums owed by the Septage Hauler to the City, or reach an agreement with the Board to pay such fee and charges before a suspended Permit is reinstated.  Suspension of the Permit(s) does not relieve the Septage Hauler of its obligation to pay all applicable fees.\n\n\t(d)\tFailure to Correct as Cause for Revocation.  Failure of the Septage Hauler to take the necessary corrective actions and request reinstatement of the suspended Permit(s) within ninety (90) days following issuance of a Permit(s) Suspension Order shall be grounds for Permit(s) revocation and service termination according to Subsection 5 of this section.\n\n\t5.\tRevocation of Septage Disposal Permit(s).\n\n\t(a)\tNotice of Intended Permit Revocation.  The Director, in the event of:\n\n\t(i)\ta violation of a Septage Disposal Permit, this Code, the Board’s Rules and Regulations, any order issued hereunder; and\/or\n\n\t(ii)\tThe Septage Hauler’s failure to pay applicable fees or penalties; and\/or\n\n\t(iii)\tfor other good cause (including causes as specified in Paragraph (d) of Subdivision 4 of this subsection, may serve the Septage Hauler with a Notice of Intended Permit Revocation, stating the reasons therefore and the opportunity for a Show Cause Permit Revocation Hearing before the Director with respect thereto.  After such hearing, the Director shall make a final determination whether to revoke the Permit(s) or take other enforcement action.  In cases where a Septage Hauler holds multiple Septage Disposal Permits, the Director may revoke all of the Septage Hauler’s permits.\n\n\t(b)\tCessation of Discharge.  Any Septage Hauler notified of the revocation of its Permit(s) shall immediately cease and desist the discharge of all septage previously authorized by the Permit(s) to the P.O.T.W. It is unlawful for a Septage Hauler to continue to discharge any septage to the P.O.T.W. after Permit(s) has been revoked.\n\n\t(c)\tIssuance of New Septage Disposal Permit Subsequent to Revocation.  After revocation of a Septage Hauler’s permit(s), there shall be no further discharge of any septage by the Septage Hauler to the P.O.T.W., unless there has been a new application filed, all fees and charges that would be required upon an initial application and all delinquent fees, charges, penalties and other sums owed by the Septage Hauler and\/or the applicant to the City have been paid to the City, or the Septage Hauler has reached an agreement with the Board to pay such charges and fees, and a new Septage Disposal Permit has been issued.  Any costs incurred by the City, including administrative costs and investigative fees, in revoking the Septage Disposal Permit(s) shall also be paid for by the Septage Hauler before issuance of new Septage Disposal Permit(s).\n\n\t6.\tAppeals and Hearings.\n\n\t(a)\tAppeals.  Upon the issuance of an Administrative Order or notification of Permit revocation by the Director, a Septage Hauler may, within 14 days from service of the Director’s order or notice, submit a written request to the Secretary of the Board for a Board hearing to appeal said order or notice.\n\n\tThe filing of said appeal does not act to stay any enforcement action or time set for compliance nor does said filing of an appeal in any way relieve the Septage Hauler from any liability or responsibility for the violation which is the subject of the appeal.  Nothing in this section shall act to limit the authority of the Director to take any action, including emergency actions or any other enforcement actions, whether or not a request for appeal has been made.  Failure of the Septage Hauler to request a hearing within the specified time or failure to pay any required filing fees shall be deemed a waiver of request for such a hearing.\n\n\tIn the event of a hearing request to consider an Administrative Order or notification of Permit Revocation as determined by the Director, the Board, or a hearing examiner designated by the Board for that purpose, upon written request by the Septage Hauler, shall conduct the hearing to consider the appeal of said order or notice within a reasonable period of time with consideration shown for the convenience and necessity of all parties and their representatives.\n\n\t(b)\tHearings.\n\n\t(1)\tAt the hearing the Director shall submit, for the record, evidence to support the issuance of the Administrative Order or notification of Permit Revocation which is the subject of the appeal.  The Septage Hauler shall have the opportunity prior to the hearing to examine the evidence to be submitted by the Director.  The Septage Hauler or counsel should be present at the hearing and will be given the opportunity to present any relevant evidence or witnesses, and ask questions or make comments concerning the Director’s evidence and testimony.  Failure of the Septage Hauler or the Septage Hauler’s representative to appear at the hearing after receiving notice of the hearing shall be deemed a waiver of hearing rights.\n\n\t(2)\tAt the conclusion of the hearing, the Board shall make findings and determine whether the evidence presented at the hearing supports the issuance of the Administrative Order or notification of Permit Revocation which is the subject of the appeal.\n\n\t(c)\tNotification.  Only those persons who request a hearing need be notified of the date and time of the hearing.  The Board Secretary shall make said notification at least ten (10) days prior to the date of the hearing by certified mail, postage prepaid, return receipt requested, to the address as shown on the hearing request.\n\n\t(d)\tContinuances.  The Board may grant continuances; however when a hearing examiner has been assigned to such hearing, no continuances may be granted except by that hearing examiner, for good cause shown, so long as the matter remains before the hearing examiner.\n\n\t(e)\tReporting.  The proceedings at the hearing shall be reported by an electronic recording if requested by any party thereto.  A transcript of the proceedings shall be made available to all parties upon request and upon payment of the prescribed fee therefor.\n\n\t(f)\tOaths-Certification.  In any proceedings under this division, the Board, any Board member, the secretary of the Board or the hearing examiner has the power to administer oaths and affirmations and to certify to official acts.\n\n\t(g)\tAppointment of Hearing Examiner(s).  Whenever an appeal or protest is made to the Board pursuant to this section, the Board may appoint one or more hearing examiners or designate one or more of its members to serve as hearing examiners, and direct such hearing examiner or examiners to consider all or part of such appeal or protest or to conduct all or part of such hearing and to submit a report or reports thereon as hereafter provided. Hearing examiners may, be appointed from among the officers or employees of the City.\n\n\t(h)\tReport of Hearing Examiner.  Within such period as may be fixed by the Board, the hearing examiner shall submit a written report to the Board.  Such report shall contain a brief summary of the evidence considered and shall state the hearing examiner’s conclusions and recommendations, and if the matter is then ready for decision, the report shall contain a proposed decision, in such form that it may be adopted by the Board as its decision in the case, and a brief statement of the hearing examiner’s reasons therefor.  All hearing examiner’s reports shall be filed by the secretary of the Board as public records.  A copy of each proposed decision so filed shall then be mailed by the Secretary of the Board to each party.\n\n\t(i)\tConsideration of Report by Board.  The Board shall fix a time when the Board will consider the report of the hearing examiner.  Notice thereof shall be mailed by the Board Secretary to each party not less than ten (10) days prior to the date fixed, unless otherwise stipulated. Not later than five (5) days before such date any party may file written exceptions to any part or all of the hearing examiner’s report.\n\n\t(j)\tDisposition by Board.\n\n\t(1)\tAfter considering the hearing examiner’s report and any exceptions, proposals, and arguments submitted, the Board may adopt, reject, or modify such report in whole or in part.  If the matter is then ready for decision, the Board may proceed to make its decision.\n\n\t(2)\tIf the Board does not decide the matter upon the hearing examiner’s report, the Board may itself consider the matter either in whole or in part, upon the record, including the transcript, or may decide the matter after itself receiving the whole or any part of the evidence or may refer part or all of the matter to the same or another hearing examiner.  If part of the matter is so referred to an hearing examiner, such hearing examiner shall prepare and submit to the Board a report, including a proposed decision as provided in this section, upon the evidence heard by such hearing examiner, and the papers, records, and reports which are part of the record of the prior hearing, and thereafter the matter shall proceed as heretofore provided in the case of an original hearing examiner’s report.  If additional evidence is received by the Board itself, no member thereof may vote on the matter unless the member has heard the additional testimony or has read a reporter’s transcript of the same, or if there was other additional evidence, unless the member has considered such other additional evidence.  The Board shall give such notice of its decision as is provided or required in cases where it makes no reference to a hearing examiner.\n\n\t(k)\tDuty to Exhaust Administrative Remedies.  A Septage Hauler has the legal obligation to exhaust administrative remedies.  Failure of a Septage Hauler to pursue its appeal rights hereunder or to appeal the Director’s decision is a waiver of such rights.  Accordingly, any action of the Director which was subject to review by the Board under this subdivision, but was not appealed to the Board, shall not be subject to judicial review in any civil proceeding.\n\n\t7.\tJudicial Enforcement Remedies.\n\n\t(a)\tInjunctive Relief.  Whenever a Septage Hauler has violated or continues to violate the provisions of a Septage Disposal Permit, this section, Board’s Rules and Regulations or any order issued hereunder, the Director, through the City Attorney, may petition the Superior Court for the issuance of a temporary or permanent injunction, as may be appropriate, which restrains or compels the specific performance of the order or other standard or requirement imposed by this section on activities of the Septage Hauler.  The Director may also seek such other relief as may be appropriate including a requirement for the Septage Hauler to conduct environmental remediation.  The petition for injunctive relief shall not be a bar against or a prerequisite for taking any other action against a Septage Hauler.\n\n\t(b)\tCivil Liability.  Pursuant to Section 54740 of the Government Code, any person who violates conditions of a Septage Disposal Permit, this section, the Board’s Rules and Regulations, any order issued hereunder, or any other provision as identified in Section 54739(a) of the Government Code, may be civilly liable in a sum of not to exceed twenty-five thousand dollars ($25,000) a day for each violation.  The local agency may petition the superior court to impose, assess, and recover such sums.\n\n\tRemedies under this section are in addition to and do not supersede or limit any and all other remedies, civil or criminal, but no liability shall be recoverable under this section for any violation for which liability is recovered under Subdivision 8 of this section.\n\n\t(c)\tCriminal Liability.  It shall be unlawful for any person to violate any condition of a Septage Disposal Permit, this section, the Board’s Rules and Regulations, or any order issued hereunder.  Any person violating any of the provisions or failing to comply with any of the mandatory requirements of this Code, the Board’s Rules and Regulations or, any order issued by the Director pursuant to this Code shall be guilty of a misdemeanor and said violation shall be punishable by a fine of not more than $1,000.00 for each offense or by imprisonment in the County Jail for a period of not more than six (6) months, or by both such fine and imprisonment.\n\n\tEach person shall be guilty of a separate offense for each and every day during any portion of which any violation of a Septage Disposal Permit, this Code the Board’s Rules and Regulations, or any order issued hereunder, by such person, and each such violation shall be punishable accordingly.  Nothing in this Code shall prohibit the payment of investigative costs by any person so convicted of violating any of the mandatory requirements of this Code, the Board’s Rules and Regulation or, any order issued by the Director pursuant to this Code, to the Bureau of Sanitation, to reimburse said agency for all costs expended to investigate and\/or enforce the requirements of this Code, the Board’s Rules and Regulations or, any order issued by the Director pursuant to this Code.","order_by":"31","ancestry":{"1":{"id":"41","name":"Sewers, Water Courses And Drains","identifier":"4","label":"article","url":"\/6\/4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1060","structure_id":"41","section_number":"64.03","catch_line":"\n\n","url":"\/64.03\/","token":"64.03"},"1":{"id":"3546","structure_id":"41","section_number":"64.00","catch_line":"Definitions And Abbreviations.","url":"\/64.00\/","token":"64.00"},"2":{"id":"126","structure_id":"41","section_number":"64.01","catch_line":"(None)","url":"\/64.01\/","token":"64.01"},"3":{"id":"3226","structure_id":"41","section_number":"64.02","catch_line":"(None)","url":"\/64.02\/","token":"64.02"},"4":{"id":"1795","structure_id":"41","section_number":"64.04","catch_line":"(None)","url":"\/64.04\/","token":"64.04"},"5":{"id":"1023","structure_id":"41","section_number":"64.05","catch_line":"(None)","url":"\/64.05\/","token":"64.05"},"6":{"id":"2848","structure_id":"41","section_number":"64.06","catch_line":"Water Supply – Contamination Of.","url":"\/64.06\/","token":"64.06"},"7":{"id":"2171","structure_id":"41","section_number":"64.06.1","catch_line":"Water Supply – Sanitary Standards.","url":"\/64.06.1\/","token":"64.06.1"},"8":{"id":"541","structure_id":"41","section_number":"64.07","catch_line":"Water Course Obstruction – Permits.","url":"\/64.07\/","token":"64.07"},"9":{"id":"297","structure_id":"41","section_number":"64.08","catch_line":"Water Course Structures – Permits.","url":"\/64.08\/","token":"64.08"},"10":{"id":"661","structure_id":"41","section_number":"64.09","catch_line":"Water Courses – Interference With.","url":"\/64.09\/","token":"64.09"},"11":{"id":"1662","structure_id":"41","section_number":"64.10","catch_line":"Water Courses.","url":"\/64.10\/","token":"64.10"},"12":{"id":"2110","structure_id":"41","section_number":"64.11","catch_line":"Sewers – Undedicated Streets.","url":"\/64.11\/","token":"64.11"},"13":{"id":"3759","structure_id":"41","section_number":"64.11.1","catch_line":"House Connection Sewer.","url":"\/64.11.1\/","token":"64.11.1"},"14":{"id":"1653","structure_id":"41","section_number":"64.11.2","catch_line":"Sewage Facilities Charge For New Tracts.","url":"\/64.11.2\/","token":"64.11.2"},"15":{"id":"3269","structure_id":"41","section_number":"64.11.3","catch_line":"Basis For Sewerage Facilities Charge.","url":"\/64.11.3\/","token":"64.11.3"},"16":{"id":"3029","structure_id":"41","section_number":"64.11.4","catch_line":"Disposition Of Sewerage Facilities Charge.","url":"\/64.11.4\/","token":"64.11.4"},"17":{"id":"3995","structure_id":"41","section_number":"64.11.5","catch_line":"Temporary Waiver Of Sewer Facilities Charge Due To 1994 Northridge Earthquake.","url":"\/64.11.5\/","token":"64.11.5"},"18":{"id":"1174","structure_id":"41","section_number":"64.12","catch_line":"House Sewer Connection – Permit.","url":"\/64.12\/","token":"64.12"},"19":{"id":"307","structure_id":"41","section_number":"64.13","catch_line":"Permit Exemptions.","url":"\/64.13\/","token":"64.13"},"20":{"id":"4117","structure_id":"41","section_number":"64.14","catch_line":"Duration And Revocation Of Permits.","url":"\/64.14\/","token":"64.14"},"21":{"id":"4148","structure_id":"41","section_number":"64.15","catch_line":"Permit And Inspection Fees.","url":"\/64.15\/","token":"64.15"},"22":{"id":"406","structure_id":"41","section_number":"64.15.1","catch_line":"Liability Insurance And Deposit Requirements.","url":"\/64.15.1\/","token":"64.15.1"},"23":{"id":"934","structure_id":"41","section_number":"64.16","catch_line":"Exemptions From Liability Insurance And Deposit Requirements.","url":"\/64.16\/","token":"64.16"},"24":{"id":"3953","structure_id":"41","section_number":"64.16.1","catch_line":"Sewerage Facilities Charge For Sewer Connection.","url":"\/64.16.1\/","token":"64.16.1"},"25":{"id":"3246","structure_id":"41","section_number":"64.16.2","catch_line":"Transfer Of Industrial Flow Sewerage Facilities Charge Credits Within Or Between Revitalization, Enterprise Or Empowerment Zones.","url":"\/64.16.2\/","token":"64.16.2"},"26":{"id":"1757","structure_id":"41","section_number":"64.17","catch_line":"Sewer Connection Regulations.","url":"\/64.17\/","token":"64.17"},"27":{"id":"3368","structure_id":"41","section_number":"64.18","catch_line":"Bonded Sewers – Fees.","url":"\/64.18\/","token":"64.18"},"28":{"id":"2478","structure_id":"41","section_number":"64.19","catch_line":"Refund Of Sewer Fees.","url":"\/64.19\/","token":"64.19"},"29":{"id":"834","structure_id":"41","section_number":"64.19.1","catch_line":"Sewerage Facilities Fund.","url":"\/64.19.1\/","token":"64.19.1"},"30":{"id":"1102","structure_id":"41","section_number":"64.19.2","catch_line":"Sewer Construction And Maintenance Fund.","url":"\/64.19.2\/","token":"64.19.2"},"31":{"id":"1762","structure_id":"41","section_number":"64.19.3","catch_line":"Sewer Operation And Maintenance Fund.","url":"\/64.19.3\/","token":"64.19.3"},"32":{"id":"2815","structure_id":"41","section_number":"64.19.4","catch_line":"Sewer Capital Fund.","url":"\/64.19.4\/","token":"64.19.4"},"33":{"id":"2746","structure_id":"41","section_number":"64.20","catch_line":"Tapping Sewers, Storm Drains And Catch Basins.","url":"\/64.20\/","token":"64.20"},"34":{"id":"209","structure_id":"41","section_number":"64.21","catch_line":"Emergency Work.","url":"\/64.21\/","token":"64.21"},"35":{"id":"2947","structure_id":"41","section_number":"64.22","catch_line":"Board To Keep Accounts.","url":"\/64.22\/","token":"64.22"},"36":{"id":"1491","structure_id":"41","section_number":"64.22.1","catch_line":"Permit Fee Exemptions.","url":"\/64.22.1\/","token":"64.22.1"},"37":{"id":"1759","structure_id":"41","section_number":"64.23","catch_line":"Drains, Sewers, Etc. – Notice Of Abandonment.","url":"\/64.23\/","token":"64.23"},"38":{"id":"186","structure_id":"41","section_number":"64.25","catch_line":"Investigation On Private Property.","url":"\/64.25\/","token":"64.25"},"39":{"id":"72","structure_id":"41","section_number":"64.26","catch_line":"Mandatory Abandonment Of Private Sewage Disposal Systems.","url":"\/64.26\/","token":"64.26"},"40":{"id":"3949","structure_id":"41","section_number":"64.30","catch_line":"Industrial Wastewater Disposal.","url":"\/64.30\/","token":"64.30"},"41":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"42":{"id":"1956","structure_id":"41","section_number":"64.31","catch_line":"Septage Disposal Control.","url":"\/64.31\/","token":"64.31"},"43":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"44":{"id":"2517","structure_id":"41","section_number":"64.33","catch_line":"Testing And Analysis Of Materials, Products, Services,\nProcesses And Technologies.","url":"\/64.33\/","token":"64.33"}},"previous_section":{"id":"2242","structure_id":"41","section_number":"64.30.1","catch_line":"Industrial Wastes Treated By County Sanitation Districts Of Los Angeles County (Csdla).","url":"\/64.30.1\/","token":"64.30.1"},"next_section":{"id":"250","structure_id":"41","section_number":"64.32","catch_line":"Privies – Prohibited.","url":"\/64.32\/","token":"64.32"},"metadata":false,"references":false,"url":"\/64.31\/","token":"64.31","formats":{"txt":"\/64.31.txt","json":"\/64.31.xml"},"dublin_core":{"Title":"Septage Disposal Control.","Type":"Text","Format":"text\/html","Identifier":"§ 64.31","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSEPTAGE DISPOSAL CONTROL. (§ 64.31)\n\n  SEPTAGE DISPOSAL CONTROL.\n\t(Added by Ord. No. 172,118, Eff. 8\/31\/98.)\tA.\tGeneral\nProvisions.\t1.\tObjectives.  This section sets forth regulations and\nrequirements for accepting septage for discharge to the City’s Publicly Owned\nTreatment Works (P.O.T.W.). Through a Permit, monitoring and an inspection\nprogram, the City seeks to ensure compliance with all applicable Federal and\nState regulations and seeks to assure implementation of the following\nobjectives:\t(a)\tTo protect the health, safety and welfare of the public;\t(b)\tTo\nprotect the health and safety of the P.O.T.W. operating and maintenance\npersonnel;\t(c)\tTo protect the P.O.T.W. and its operations and treatment\nprocesses from harmful pollutants;\t(d)\tTo prevent any hazardous wastes from\nbeing discharged to the P.O.T.W.;\t(e)\tTo provide cost recovery for its services,\nincluding wastewater treatment administration, operations, maintenance, expense\nand equipment expenditures, implementation and enforcement of the program\nestablished herein.\t2.\tScope.  This section provides for the regulation of the\ndischarge of septage to the City’s P.O.T.W., through the issuance of Septage\nDisposal Permits, enforcement of discharge prohibitions, designation of\ndischarge sites, requirements for waste tracking and load manifesting.  This\nsection further establishes fees for the recovery of all program costs. Except\nas otherwise provided herein, the Director of the Bureau of Sanitation\n(Director) under the jurisdiction of the Board of Public Works (Board) shall\nadminister, implement and enforce the provisions of this section. This section\napplies to all Septage Haulers who discharge septage to the City’s\nP.O.T.W.\tB.\tSeptage Disposal Rules and Regulations.  The Board shall adopt\nRules and Regulations consistent with the provisions of this section, to\neffectuate its intent and purpose in regulating the discharge of septage to the\nCity’s P.O.T.W. and to administer the operations of any designated discharge\nsite. These Rules and Regulations shall be titled “RULES AND REGULATIONS\nGOVERNING DISPOSAL OF SEPTAGE INTO THE P.O.T.W. OF THE CITY OF LOS ANGELES”,\nherein referred to as the Board’s Septage Disposal Rules and\nRegulations.\tC.\tSeptage Disposal Permit.  No person may discharge or cause to\nbe discharged any septage to the City’s P.O.T.W. without first obtaining a\nSeptage Disposal Permit in writing from the Director.  A separate Septage\nDisposal Permit shall be required for each vehicle used to haul septage for\ndischarge to the City’s P.O.T.W.\t1.\tPermit Application.  To obtain a Septage\nDisposal Permit, an application must be filed with the Director in the\nprescribed form and must be accompanied by the applicable fees. The applicant\nmust submit the following information for evaluation:\t(a)\tName, address of any\nand all principals, owners, major shareholders of the company applying for the\nPermit (whichever is applicable).\t(b)\tState Vehicle License Number and Vehicle\nIdentification Number (VIN) of the septage hauling vehicle to be\npermitted.\t(c)\tCopy of the applicant company’s City Business Tax Registration\nCertificate (BTRC).\t(d)\tCopy of the applicant company’s Los Angeles County\nHealth Department License and vehicle registration number.\t(e)\tThe total septage\nhauling capacity, in gallons, and that of each compartment in the vehicle, to be\npermitted.\t(f)\tAny other information deemed by the Director to be necessary to\nevaluate the applicant’s Permit application.\t2.\tPermit Conditions.  Septage\nDisposal Permits are subject to all provisions of this Code, all applicable\nstatutes, Rules and Regulations, fees and charges established by the City. This\nPermit must be kept on the permitted vehicle used to haul septage and available\nfor immediate inspection at all times.  The Director has the authority to\nimpose additional Permit conditions as follows:\t(a)\tProhibitions and\/or\n“discharge limitations” for discharge of specific\npollutants.\t(b)\tRequirements for maintaining, submitting and affording City\naccess to waste hauling records or Septage Manifests.\t(c)\tRequirements for\nwastewater sampling and analysis.\t(d)\tOther Permit conditions deemed appropriate\nand as recommended by the Director to ensure compliance with this\nsection.\t3.\tDuration of Permit.  A Septage Disposal Permit is valid for one\nyear. A Permit may be issued for a period less than a year or may be stated to\nexpire on a specific date, not to exceed one year from the date of Permit\nissuance.\t4.\tRenewal of Permit.  Applications for Permit renewal must be filed\nwith the Director a minimum of sixty (60) days prior to the Permit’s\nexpiration date. A permittee must pay any delinquent fees or charges, in full,\nprior to Permit renewal.\t5.\tNon-Transferability.  A Septage Disposal Permit,\nidentification decal or card and any site access card or key shall be issued to\na specific permitted vehicle and is not transferable from one business or\nvehicle to another.\tD.\tProhibitions and Limitations.  The following\nprohibitions and limitations shall apply to all persons discharging septage to\nthe City’s P.O.T.W.\t1.\tDischarge Prohibitions\t(a)\tExcept as expressly allowed\nthrough a Septage Disposal Permit, Septage Haulers are subject to the\n“discharge prohibitions” specified in Section 64.30, Subsection B.1. of the\nCode for all loads discharged to the City’s P.O.T.W.\t(b)\tDischarge of septage\nto any portion of the City’s storm drain system or the Waters of the State is\nexpressly prohibited.\t(c)\tNo person may discharge, attempt to discharge or cause\nthe discharge of septage, directly or indirectly to the City’s P.O.T.W.\nthrough any sewer maintenance hole or through any other sewer connection not\nspecifically approved as a designated discharge site.\t(d)\tDischarge of septage\nconsisting of materials mixed from different types of septage is prohibited as\nspecified under Section 5 of the Board’s Septage Disposal Rules and\nRegulations.\t2.\tSpecific Pollutant Limitations.  Septage Haulers are subject to\nspecific pollutant limitations specified in Section 64.30, Subsection B.2. of\nthe Code for all loads discharged to the City’s P.O.T.W., except when\ndischarging domestic septage, other than portable toilet waste, to the City’s\nP.O.T.W.\tE.\tSeptage Manifests.  As part of a septage tracking system, a\nmanifest, in a form prescribed by the Director, must be completed and submitted\nby every Septage Hauler for each generator or source of septage to be discharged\nto the City’s P.O.T.W.\tThe manifest for each load being transported must be\nfully completed and be available, in the transport vehicle, for inspection by\nthe City inspector at the time of discharge of such loads at the designated\ndischarge sites.  The manifest must be completed and submitted according to the\nprovisions of the Board’s Septage Disposal Rules and\nRegulations.\tF.\tIndustrial Wastewater Permit.  Upon determination by the\nDirector, a generator of Industrial Wastewater or non-domestic septage, who\nintends to discharge such wastes at a designated discharge site, may be required\nto obtain an Industrial Wastewater Permit, per the requirements of Section\n64.30, Subsection C.1. of the Code.\tG.\tPhysical or Chemical Analysis. The\nDirector may require physical and chemical analysis of any septage hauled by any\nSeptage Hauler before permission is granted to discharge to the City’s\nP.O.T.W.  The Director may also collect and analyze samples of septage to\ndetermine its compliance with any applicable wastewater discharge pollutant\nlimitations or requirements.\tH.\tRight to Reject.  The Director may reject\nseptage from any Septage Hauler if there is reason to believe that the septage\nmay contain hazardous waste, industrial waste or any other waste which may\nrequire a chemical analysis to determine its quality and therefore acceptability\nfor discharge to the City’s P.O.T.W.\tI.\tDischarge Sites.  The Board shall\ndesignate discharge sites and may establish the hours of operation where\nproperly permitted Septage Haulers shall be allowed to discharge properly\nmanifested septage.\tJ.\tService Area.  Service Area shall mean the County of Los\nAngeles. The City shall not accept any septage originating from outside the\nCounty of Los Angeles unless specifically permitted by the Director as part of\nthe Septage Disposal Permit provisions.\tK.\tFees and Charges.  Septage Haulers\nshall pay all applicable Septage Disposal Permit fees and charges established in\nthis section. All fees and charges collected from Septage Haulers shall be\ndeposited in the Sewer Construction and Maintenance Fund established by Section\n64.19.2 of this Code.  Monies collected are to be expended for the purposes set\nforth in the above Subsection A1(e) and to provide for any appropriate refunds\nrelative to such fees.\t1.\tDetermination of Fees and Charges.  (Amended by Ord.\nNo. 182,076, Eff. 4\/6\/12.)  When necessary, as determined by the Board, the\nBoard with the concurrence of the Office of the City Administrative Officer\nshall propose an appropriate and revised schedule of fees and charges.  The\nBoard shall then transmit the schedule of fees and charges to the Mayor and to\nthe City Council for their approval and adoption.\t2.\tSeptage Disposal Permit\nFee.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  An Annual Septage Disposal\nPermit Fee of $2,500 is required for each Septage Hauler vehicle that is\npermitted to discharge septage to the City’s P.O.T.W.  This fee shall be paid\nannually at the time of submittal of each application for issuance or renewal of\na Septage Disposal Permit.  The fee shall be annually adjusted as shown in the\ntable below:\n  \n    \n      \n        Fee\n      \n      \n        Permit Fee ($\/year)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        3,000\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        3,500\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        4,000\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        4,500\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        5,000\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        5,500\n      \n    \n    \n      \n        July 1, 20182\n      \n      \n        6,000\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        6,500\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        7,000\n      \n    \n  \t3.\tSeptage Treatment Cost Recovery User Fees.  (Amended by Ord. No. 182,076,\nEff. 4\/6\/12.)  The Septage Treatment Cost Recovery User Fee rate established at\nSubsection D.5.(b) of Section 64.30 will be applied to the full tank capacity of\nthe Septage Hauler’s vehicle, for each vehicle permitted by the\nDirector.\t4.\tEmergency or Special Event User Fee.  (Amended by Ord. No.\n182,076, Eff. 4\/6\/12.)  An Emergency or Special Event User Fee shall be charged\nto any Septage Hauler requesting access to any designated septage discharge site\nduring non-business hours.  The amount of the fee will be determined by the\nDirector and will be equal to the City’s costs to provide such a service. \nThe fee shall recover all direct and indirect costs and shall include, at a\nminimum, City costs equal to the overtime salary rate of an Industrial Waste\nInspector for three (3) hours.  The fee will be billed to the Septage Hauler\nand will be charged in addition to the applicable user fee rates imposed\npursuant to the provisions of Subdivision (3) of this Subsection.\t5.\tApplication\nof the Rates During an Emergency or Special Event.  In the case of a major rain\nstorm or earthquake, or other emergency as determined by the Director, or during\na Special Event, as declared by the City Council, a Septage Hauler may discharge\nseptage resulting from such emergency or Special Event at a designated septage\ndischarge site. The Director shall screen such septage before it may be\ndischarged to ensure that such a discharge will not adversely affect the\nCity’s P.O.T.W. or violate any of the City’s “discharge limitations”.\nThe Director shall bill the Septage Hauler the appropriate User Fee according to\nSubdivision 3. of this Subsection K.\t6.\tPayment Method and Due Dates – Billing\nof Fees and Charges.  Subject to the provisions of this subsection, all user\nfees and charges shall be due in quarterly installments payable on the first day\nof January, April, July and October, with each such payment applicable to the\nimmediately preceding quarter. This billing method will not be available to\nthose Septage Haulers that become delinquent with the payment of their fees and\ncharges as defined hereunder in Subdivision 7. of Subsection K. of this\nsection.  Delinquent Septage Haulers will no longer be invoiced, following the\ndate on which they become delinquent, and will be required to pay in guaranteed\nform, prior to discharge, the payment required for the discharge of each load of\nseptage the Septage Hauler intends to discharge, in accordance with Subdivision\n8.(a) of Subsection K. of this section.\t7.\tDelinquency – Additional Charge. \nIf the user fees are not paid on or before the last day of the month in which\nthey are due, the Septage Hauler shall be deemed delinquent and will be issued a\ndelinquent notice by the Director. Additionally, a delinquency charge equal to\nten percent (10%) of the required user fees, but not less than $10.00, shall be\nadded to said user fees, and such additional charges shall become a part of the\nuser fees required by this section and be payable for said period.\tIf the\ninvoices for said user fees are not postmarked before the due date, such user\nfees shall not become delinquent until 35 days following the invoice mailing\ndate, at which time, such user fees shall become delinquent and the additional\ncharges and time payment factors as provided above shall apply.\t8.\tFailure to\npay user fee or charge.  Failure to pay any user fee or charge payable under\nthis section within 10 days after issuance of the delinquent notice by the\nDirector shall constitute grounds for the suspension or revocation of the\nPermit(s) held by such Septage Hauler or for the issuance of an order by the\nDirector under the provisions of Section 64.31 F.  For purposes of this\nsubsection, failure to pay includes a payment which has been dishonored.\t(a)\tNot\nwithstanding any other provision in this Code:\ti.\tPending a final determination\nby the Director to suspend or revoke a Septage Hauler’s permit(s) for failure\nto pay; or,\tii.\tPending payment in full of all unpaid user fees or charges\npursuant to an agreement to pay such user fees or charges, any Septage Hauler\ndeemed delinquent under this subsection may, at the discretion of the Director,\ndischarge septage to the City’s P.O.T.W. on a load-by-load basis on the\ncondition that all user fees applicable for the load to be discharged are paid\nprior to discharge.  All payments of applicable user fees and charges under\nthis subsection shall be by way of money order, cashiers check or other\nguaranteed form of payment.\t(b)\tPayments made under this subsection will be\naccepted during normal business hours at one or more locations approved by the\nDirector.\t(c)\tThe remedies provided by this section are cumulative to each other\nand to all other remedies and penalties available to the City under law.  This\nsection shall not be construed to prevent the Director from suspending or\nrevoking any Septage Disposal Permit for any reason set forth in Subsection F of\nthis section.\tL.\tEnforcement.  Violation of this Code, any term or condition of\na Septage Disposal Permit, the Board’s Rules and Regulations, or any order\nissued by the Director, may subject the Septage Hauler to enforcement action as\nprovided herein.\t1.\tCause for Enforcement Action.  An enforcement action may be\ninitiated against a permittee for any of the following reasons:\t(a)\tWhen a\ndischarge, singly, or by interaction with other discharges, may cause\ninterference, pass through, or otherwise pose a significant risk of causing the\nCity to violate its NPDES wastewater Permit requirements;\t(b)\tWhen a discharger\nobtains its Septage Disposal Permit by misrepresentation or fails to disclose\nfully all relevant facts in either the Permit application or any report,\nincluding falsification of self-monitoring reports or manifests or tampering\nwith monitoring equipment;\t(c)\tWhen a discharger fails to provide timely access\nto its records;\t(d)\tWhen a discharger fails to timely pay applicable\nfees;\t(e)\tWhen a discharge, singly, or by interaction with other discharges, may\nhave an adverse effect on public health, safety or welfare; on the P.O.T.W., its\npersonnel, or on the environment;\t(f)\tWhen a discharger exceeds effluent\n“discharge limitations”;\t(g)\tWhen a discharger fails to provide a complete\nand accurate Septage Manifest;\t(h)\tWhen a discharger violates any term or\ncondition of its Septage Disposal Permit, this section, the Board’s Rules and\nRegulations, or any order issued hereunder; and\/or\t(i)\tWhen the Director\ndetermines that a permittee has acted in any manner inconsistent with the intent\nof this Code, the Septage Disposal Permit or the laws governing the operation of\nthe City’s P.O.T.W.\tEnforcement actions as provided herein may include any or\nall of the following:\t2.\tNotice of Violation.\t(a)\tScope of Notice of\nViolation.  The Director may serve upon a Septage Hauler a written Notice of\nViolation.  The Notice of Violation may require the Septage Hauler to promptly\nrespond to the Director within a specified time period and to identify the\nreason(s) and cause(s) for the violation(s) and a plan for the satisfactory\ncorrection and prevention of future violations.\t(b)\tEffect of Notice of\nViolation.  Submission of the response by a Septage Hauler to a Notice of\nViolation does not relieve the Septage Hauler of liability for any violations\noccurring before or after receipt of the Notice of Violation.  Nothing in this\nsection shall limit the authority of the Director to take any action, including\nemergency actions or any other enforcement action, whether or not a Notice of\nViolation has been issued.\t3.\tAdministrative Orders.\t(a)\tScope of Administrative\nOrders.  The Director may issue Administrative Orders containing such terms and\nrequirements as deemed necessary by the Director for determining the compliance\nstatus of the Septage Hauler; requiring the Septage Hauler to achieve\ncompliance; and\/or suspending the Permit(s) and requiring the cessation of\ndischarge in whole or in part.\t(b)\tEffect of Administrative Order.\t(1)\tFailure\nof a Septage Hauler to comply with any condition or requirement set forth in any\nAdministrative Order issued hereunder is a violation of this section and is\nindependently enforceable for each day of a violation.  An Administrative Order\nhas the full force of law and is enforceable in a court of law.  Administrative\nOrders shall become effective and final upon issuance by the Director.\t(2)\tA\nSeptage Hauler’s compliance with the requirements of an Administrative Order\nshall not relieve the Septage Hauler of liability for any violation of a Septage\nDisposal Permit, this section, the Board’s Rules and Regulations or other\nlegally applicable requirements occurring before or after receipt of the\nAdministrative Order.\t(3)\tNothing in this section shall limit the authority of\nthe Director to take any action, including emergency actions, or any other\nenforcement action, whether or not an Administrative Order has been\nissued.\t(c)\tDescription of Administrative Orders.  Administrative orders which\nthe Director may issue include, but are not limited to, the\nfollowing:\t(1)\tConsent Orders.  The Director and discharger may enter into a\nConsent Order establishing an agreement for achieving compliance with discharger\nrequirements. Consent Orders reflect the agreement of the Director and\ndischarger and are not appealable to the Board or otherwise subject to\nadministrative or judicial appeal.\t(2)\tCease and Desist Orders.  The Director\nmay issue Cease and Desist Orders requiring dischargers, among other things, to\ncease and desist all such violations and directing the user to:\t(A)\tImmediately\ncomply with all Permit, Rules and Regulations and Code requirements,\nand;\t(B)\tTake such appropriate remedial or preventive action as may be needed to\nproperly address a continuing or threatened violation, including halting\noperations and\/or terminating the discharge or preventing further\ndischarges.\t(3)\tCompliance Orders.  The Director may issue Compliance Orders\nrequiring dischargers, among other things to:\t(A)\tComply with interim and\/or\nfinal dates and steps for achieving compliance;\t(B)\tSubmit and implement a plan\nof corrective actions to be taken to maintain consistent and permanent\ncompliance;\t(C)\tSubmit and implement a pollution prevention plan;\t(D)\tConduct\nadditional self-monitoring; and\/or\t(E)\tPay all delinquent fees and\ncharges.\t(4)\tPermit Suspension Order.  The Director may issue Permit Suspension\nOrders suspending the right of the Septage Hauler to discharge septage to the\nCity’s P.O.T.W.  A Permit Suspension Order may be issued due to the Septage\nHauler’s failure to pay applicable fees or penalties or for other good cause,\nincluding causes as specified in Subdivision 1 of this Subsection L of this\nsection.\t4.\tSuspension of Septage Disposal Permit(s).\t(a)\tNotice of Intended\nPermit Suspension Order.  The Director may serve the Septage Hauler with a\nNotice of Intended Permit Suspension stating the reasons therefor and the\nopportunity for a Show Cause Permit Suspension Hearing before the Director with\nrespect thereto.  After such hearing, the Director shall make a final\ndetermination whether to issue the Permit Suspension Order or take other\nenforcement action.  In cases where a Septage Hauler holds multiple Septage\nDisposal Permits and upon determination by the Director, the Permit Suspension\nOrder may suspend all of the Septage Hauler’s permits.\t(b)\tCessation of\nDischarge.  Any Septage Hauler notified of suspension of its Septage Disposal\nPermit(s) shall immediately cease and desist the discharge of all septage\npreviously authorized by the Permit(s) to the P.O.T.W.  It is unlawful for a\nSeptage Hauler to continue to discharge any septage to the P.O.T.W. after the\nSeptage Hauler’s permit(s) has been suspended.\t(c)\tReinstatement of Suspended\nPermit(s).  The Director shall require that all deficiencies, violations and\ncauses which led to the suspension of the Septage Hauler’s permit(s), be\nremoved and corrected and\/or require that the Septage Hauler pay all of the\ndelinquent fees, charges, penalties and other sums owed by the Septage Hauler to\nthe City, or reach an agreement with the Board to pay such fee and charges\nbefore a suspended Permit is reinstated.  Suspension of the Permit(s) does not\nrelieve the Septage Hauler of its obligation to pay all applicable\nfees.\t(d)\tFailure to Correct as Cause for Revocation.  Failure of the Septage\nHauler to take the necessary corrective actions and request reinstatement of the\nsuspended Permit(s) within ninety (90) days following issuance of a Permit(s)\nSuspension Order shall be grounds for Permit(s) revocation and service\ntermination according to Subsection 5 of this section.\t5.\tRevocation of Septage\nDisposal Permit(s).\t(a)\tNotice of Intended Permit Revocation.  The Director, in\nthe event of:\t(i)\ta violation of a Septage Disposal Permit, this Code, the\nBoard’s Rules and Regulations, any order issued hereunder; and\/or\t(ii)\tThe\nSeptage Hauler’s failure to pay applicable fees or penalties; and\/or\t(iii)\tfor\nother good cause (including causes as specified in Paragraph (d) of Subdivision\n4 of this subsection, may serve the Septage Hauler with a Notice of Intended\nPermit Revocation, stating the reasons therefore and the opportunity for a Show\nCause Permit Revocation Hearing before the Director with respect thereto. \nAfter such hearing, the Director shall make a final determination whether to\nrevoke the Permit(s) or take other enforcement action.  In cases where a\nSeptage Hauler holds multiple Septage Disposal Permits, the Director may revoke\nall of the Septage Hauler’s permits.\t(b)\tCessation of Discharge.  Any Septage\nHauler notified of the revocation of its Permit(s) shall immediately cease and\ndesist the discharge of all septage previously authorized by the Permit(s) to\nthe P.O.T.W. It is unlawful for a Septage Hauler to continue to discharge any\nseptage to the P.O.T.W. after Permit(s) has been revoked.\t(c)\tIssuance of New\nSeptage Disposal Permit Subsequent to Revocation.  After revocation of a\nSeptage Hauler’s permit(s), there shall be no further discharge of any septage\nby the Septage Hauler to the P.O.T.W., unless there has been a new application\nfiled, all fees and charges that would be required upon an initial application\nand all delinquent fees, charges, penalties and other sums owed by the Septage\nHauler and\/or the applicant to the City have been paid to the City, or the\nSeptage Hauler has reached an agreement with the Board to pay such charges and\nfees, and a new Septage Disposal Permit has been issued.  Any costs incurred by\nthe City, including administrative costs and investigative fees, in revoking the\nSeptage Disposal Permit(s) shall also be paid for by the Septage Hauler before\nissuance of new Septage Disposal Permit(s).\t6.\tAppeals and\nHearings.\t(a)\tAppeals.  Upon the issuance of an Administrative Order or\nnotification of Permit revocation by the Director, a Septage Hauler may, within\n14 days from service of the Director’s order or notice, submit a written\nrequest to the Secretary of the Board for a Board hearing to appeal said order\nor notice.\tThe filing of said appeal does not act to stay any enforcement action\nor time set for compliance nor does said filing of an appeal in any way relieve\nthe Septage Hauler from any liability or responsibility for the violation which\nis the subject of the appeal.  Nothing in this section shall act to limit the\nauthority of the Director to take any action, including emergency actions or any\nother enforcement actions, whether or not a request for appeal has been made. \nFailure of the Septage Hauler to request a hearing within the specified time or\nfailure to pay any required filing fees shall be deemed a waiver of request for\nsuch a hearing.\tIn the event of a hearing request to consider an Administrative\nOrder or notification of Permit Revocation as determined by the Director, the\nBoard, or a hearing examiner designated by the Board for that purpose, upon\nwritten request by the Septage Hauler, shall conduct the hearing to consider the\nappeal of said order or notice within a reasonable period of time with\nconsideration shown for the convenience and necessity of all parties and their\nrepresentatives.\t(b)\tHearings.\t(1)\tAt the hearing the Director shall submit, for\nthe record, evidence to support the issuance of the Administrative Order or\nnotification of Permit Revocation which is the subject of the appeal.  The\nSeptage Hauler shall have the opportunity prior to the hearing to examine the\nevidence to be submitted by the Director.  The Septage Hauler or counsel should\nbe present at the hearing and will be given the opportunity to present any\nrelevant evidence or witnesses, and ask questions or make comments concerning\nthe Director’s evidence and testimony.  Failure of the Septage Hauler or the\nSeptage Hauler’s representative to appear at the hearing after receiving\nnotice of the hearing shall be deemed a waiver of hearing rights.\t(2)\tAt the\nconclusion of the hearing, the Board shall make findings and determine whether\nthe evidence presented at the hearing supports the issuance of the\nAdministrative Order or notification of Permit Revocation which is the subject\nof the appeal.\t(c)\tNotification.  Only those persons who request a hearing need\nbe notified of the date and time of the hearing.  The Board Secretary shall\nmake said notification at least ten (10) days prior to the date of the hearing\nby certified mail, postage prepaid, return receipt requested, to the address as\nshown on the hearing request.\t(d)\tContinuances.  The Board may grant\ncontinuances; however when a hearing examiner has been assigned to such hearing,\nno continuances may be granted except by that hearing examiner, for good cause\nshown, so long as the matter remains before the hearing\nexaminer.\t(e)\tReporting.  The proceedings at the hearing shall be reported by\nan electronic recording if requested by any party thereto.  A transcript of the\nproceedings shall be made available to all parties upon request and upon payment\nof the prescribed fee therefor.\t(f)\tOaths-Certification.  In any proceedings\nunder this division, the Board, any Board member, the secretary of the Board or\nthe hearing examiner has the power to administer oaths and affirmations and to\ncertify to official acts.\t(g)\tAppointment of Hearing Examiner(s).  Whenever an\nappeal or protest is made to the Board pursuant to this section, the Board may\nappoint one or more hearing examiners or designate one or more of its members to\nserve as hearing examiners, and direct such hearing examiner or examiners to\nconsider all or part of such appeal or protest or to conduct all or part of such\nhearing and to submit a report or reports thereon as hereafter provided. Hearing\nexaminers may, be appointed from among the officers or employees of the\nCity.\t(h)\tReport of Hearing Examiner.  Within such period as may be fixed by\nthe Board, the hearing examiner shall submit a written report to the Board. \nSuch report shall contain a brief summary of the evidence considered and shall\nstate the hearing examiner’s conclusions and recommendations, and if the\nmatter is then ready for decision, the report shall contain a proposed decision,\nin such form that it may be adopted by the Board as its decision in the case,\nand a brief statement of the hearing examiner’s reasons therefor.  All\nhearing examiner’s reports shall be filed by the secretary of the Board as\npublic records.  A copy of each proposed decision so filed shall then be mailed\nby the Secretary of the Board to each party.\t(i)\tConsideration of Report by\nBoard.  The Board shall fix a time when the Board will consider the report of\nthe hearing examiner.  Notice thereof shall be mailed by the Board Secretary to\neach party not less than ten (10) days prior to the date fixed, unless otherwise\nstipulated. Not later than five (5) days before such date any party may file\nwritten exceptions to any part or all of the hearing examiner’s\nreport.\t(j)\tDisposition by Board.\t(1)\tAfter considering the hearing examiner’s\nreport and any exceptions, proposals, and arguments submitted, the Board may\nadopt, reject, or modify such report in whole or in part.  If the matter is\nthen ready for decision, the Board may proceed to make its decision.\t(2)\tIf the\nBoard does not decide the matter upon the hearing examiner’s report, the Board\nmay itself consider the matter either in whole or in part, upon the record,\nincluding the transcript, or may decide the matter after itself receiving the\nwhole or any part of the evidence or may refer part or all of the matter to the\nsame or another hearing examiner.  If part of the matter is so referred to an\nhearing examiner, such hearing examiner shall prepare and submit to the Board a\nreport, including a proposed decision as provided in this section, upon the\nevidence heard by such hearing examiner, and the papers, records, and reports\nwhich are part of the record of the prior hearing, and thereafter the matter\nshall proceed as heretofore provided in the case of an original hearing\nexaminer’s report.  If additional evidence is received by the Board itself,\nno member thereof may vote on the matter unless the member has heard the\nadditional testimony or has read a reporter’s transcript of the same, or if\nthere was other additional evidence, unless the member has considered such other\nadditional evidence.  The Board shall give such notice of its decision as is\nprovided or required in cases where it makes no reference to a hearing\nexaminer.\t(k)\tDuty to Exhaust Administrative Remedies.  A Septage Hauler has\nthe legal obligation to exhaust administrative remedies.  Failure of a Septage\nHauler to pursue its appeal rights hereunder or to appeal the Director’s\ndecision is a waiver of such rights.  Accordingly, any action of the Director\nwhich was subject to review by the Board under this subdivision, but was not\nappealed to the Board, shall not be subject to judicial review in any civil\nproceeding.\t7.\tJudicial Enforcement Remedies.\t(a)\tInjunctive Relief.  Whenever\na Septage Hauler has violated or continues to violate the provisions of a\nSeptage Disposal Permit, this section, Board’s Rules and Regulations or any\norder issued hereunder, the Director, through the City Attorney, may petition\nthe Superior Court for the issuance of a temporary or permanent injunction, as\nmay be appropriate, which restrains or compels the specific performance of the\norder or other standard or requirement imposed by this section on activities of\nthe Septage Hauler.  The Director may also seek such other relief as may be\nappropriate including a requirement for the Septage Hauler to conduct\nenvironmental remediation.  The petition for injunctive relief shall not be a\nbar against or a prerequisite for taking any other action against a Septage\nHauler.\t(b)\tCivil Liability.  Pursuant to Section 54740 of the Government Code,\nany person who violates conditions of a Septage Disposal Permit, this section,\nthe Board’s Rules and Regulations, any order issued hereunder, or any other\nprovision as identified in Section 54739(a) of the Government Code, may be\ncivilly liable in a sum of not to exceed twenty-five thousand dollars ($25,000)\na day for each violation.  The local agency may petition the superior court to\nimpose, assess, and recover such sums.\tRemedies under this section are in\naddition to and do not supersede or limit any and all other remedies, civil or\ncriminal, but no liability shall be recoverable under this section for any\nviolation for which liability is recovered under Subdivision 8 of this\nsection.\t(c)\tCriminal Liability.  It shall be unlawful for any person to\nviolate any condition of a Septage Disposal Permit, this section, the Board’s\nRules and Regulations, or any order issued hereunder.  Any person violating any\nof the provisions or failing to comply with any of the mandatory requirements of\nthis Code, the Board’s Rules and Regulations or, any order issued by the\nDirector pursuant to this Code shall be guilty of a misdemeanor and said\nviolation shall be punishable by a fine of not more than $1,000.00 for each\noffense or by imprisonment in the County Jail for a period of not more than six\n(6) months, or by both such fine and imprisonment.\tEach person shall be guilty\nof a separate offense for each and every day during any portion of which any\nviolation of a Septage Disposal Permit, this Code the Board’s Rules and\nRegulations, or any order issued hereunder, by such person, and each such\nviolation shall be punishable accordingly.  Nothing in this Code shall prohibit\nthe payment of investigative costs by any person so convicted of violating any\nof the mandatory requirements of this Code, the Board’s Rules and Regulation\nor, any order issued by the Director pursuant to this Code, to the Bureau of\nSanitation, to reimburse said agency for all costs expended to investigate\nand\/or enforce the requirements of this Code, the Board’s Rules and\nRegulations or, any order issued by the Director pursuant to this Code.\n","html":"\n\t\t\t\t\t<section><p>  SEPTAGE DISPOSAL CONTROL.\n\t(Added by Ord. No. 172,118, Eff. 8\/31\/98.)<br \/><br \/>\tA.\tGeneral Provisions.<br \/><br \/>\t1.\tObjectives.  This section sets forth regulations and requirements for accepting septage for discharge to the City’s Publicly Owned Treatment Works (P.O.T.W.). Through a Permit, monitoring and an inspection program, the City seeks to ensure compliance with all applicable Federal and State regulations and seeks to assure implementation of the following objectives:<br \/><br \/>\t(a)\tTo protect the health, safety and welfare of the public;<br \/><br \/>\t(b)\tTo protect the health and safety of the P.O.T.W. operating and maintenance personnel;<br \/><br \/>\t(c)\tTo protect the P.O.T.W. and its operations and treatment processes from harmful pollutants;<br \/><br \/>\t(d)\tTo prevent any hazardous wastes from being discharged to the P.O.T.W.;<br \/><br \/>\t(e)\tTo provide cost recovery for its services, including wastewater treatment administration, operations, maintenance, expense and equipment expenditures, implementation and enforcement of the program established herein.<br \/><br \/>\t2.\tScope.  This section provides for the regulation of the discharge of septage to the City’s P.O.T.W., through the issuance of Septage Disposal Permits, enforcement of discharge prohibitions, designation of discharge sites, requirements for waste tracking and load manifesting.  This section further establishes fees for the recovery of all program costs. Except as otherwise provided herein, the Director of the Bureau of Sanitation (Director) under the <span class=\"dictionary\">jurisdiction<\/span> of the Board of Public Works (Board) shall administer, implement and enforce the provisions of this section. This section applies to all Septage Haulers who discharge septage to the City’s P.O.T.W.<br \/><br \/>\tB.\tSeptage Disposal Rules and Regulations.  The Board shall adopt Rules and Regulations consistent with the provisions of this section, to effectuate its <span class=\"dictionary\">intent<\/span> and purpose in regulating the discharge of septage to the City’s P.O.T.W. and to administer the operations of any designated discharge site. These Rules and Regulations shall be titled “RULES AND REGULATIONS GOVERNING DISPOSAL OF SEPTAGE INTO THE P.O.T.W. OF THE CITY OF LOS ANGELES”, herein referred to as the Board’s Septage Disposal Rules and Regulations.<br \/><br \/>\tC.\tSeptage Disposal Permit.  No person may discharge or cause to be discharged any septage to the City’s P.O.T.W. without first obtaining a Septage Disposal Permit in writing from the Director.  A separate Septage Disposal Permit shall be required for each vehicle used to haul septage for discharge to the City’s P.O.T.W.<br \/><br \/>\t1.\tPermit Application.  To obtain a Septage Disposal Permit, an application must be filed with the Director in the prescribed form and must be accompanied by the applicable fees. The applicant must submit the following information for evaluation:<br \/><br \/>\t(a)\tName, address of any and all principals, owners, major shareholders of the company applying for the Permit (whichever is applicable).<br \/><br \/>\t(b)\tState Vehicle License Number and Vehicle Identification Number (VIN) of the septage hauling vehicle to be permitted.<br \/><br \/>\t(c)\tCopy of the applicant company’s City Business Tax Registration Certificate (BTRC).<br \/><br \/>\t(d)\tCopy of the applicant company’s Los Angeles County Health Department License and vehicle registration number.<br \/><br \/>\t(e)\tThe total septage hauling capacity, in gallons, and that of each compartment in the vehicle, to be permitted.<br \/><br \/>\t(f)\tAny other information deemed by the Director to be necessary to evaluate the applicant’s Permit application.<br \/><br \/>\t2.\tPermit Conditions.  Septage Disposal Permits are subject to all provisions of this Code, all applicable <span class=\"dictionary\">statutes<\/span>, Rules and Regulations, fees and charges established by the City. This Permit must be kept on the permitted vehicle used to haul septage and available for immediate inspection at all times.  The Director has the authority to impose additional Permit conditions as follows:<br \/><br \/>\t(a)\tProhibitions and\/or “discharge limitations” for discharge of specific pollutants.<br \/><br \/>\t(b)\tRequirements for maintaining, submitting and affording City access to waste hauling records or Septage Manifests.<br \/><br \/>\t(c)\tRequirements for wastewater sampling and analysis.<br \/><br \/>\t(d)\tOther Permit conditions deemed appropriate and as recommended by the Director to ensure compliance with this section.<br \/><br \/>\t3.\tDuration of Permit.  A Septage Disposal Permit is valid for one year. A Permit may be issued for a period less than a year or may be stated to expire on a specific date, not to exceed one year from the date of Permit issuance.<br \/><br \/>\t4.\tRenewal of Permit.  Applications for Permit renewal must be filed with the Director a minimum of sixty (60) days prior to the Permit’s expiration date. A permittee must pay any delinquent fees or charges, in full, prior to Permit renewal.<br \/><br \/>\t5.\tNon-Transferability.  A Septage Disposal Permit, identification decal or card and any site access card or key shall be issued to a specific permitted vehicle and is not transferable from one business or vehicle to another.<br \/><br \/>\tD.\tProhibitions and Limitations.  The following prohibitions and limitations shall apply to all persons discharging septage to the City’s P.O.T.W.<br \/><br \/>\t1.\tDischarge Prohibitions<br \/><br \/>\t(a)\tExcept as expressly allowed through a Septage Disposal Permit, Septage Haulers are subject to the “discharge prohibitions” specified in Section 64.30, Subsection B.1. of the Code for all loads discharged to the City’s P.O.T.W.<br \/><br \/>\t(b)\tDischarge of septage to any portion of the City’s storm drain system or the Waters of the State is expressly prohibited.<br \/><br \/>\t(c)\tNo person may discharge, attempt to discharge or cause the discharge of septage, directly or indirectly to the City’s P.O.T.W. through any sewer maintenance hole or through any other sewer connection not specifically approved as a designated discharge site.<br \/><br \/>\t(d)\tDischarge of septage consisting of <span class=\"dictionary\">materials<\/span> mixed from different types of septage is prohibited as specified under Section 5 of the Board’s Septage Disposal Rules and Regulations.<br \/><br \/>\t2.\tSpecific Pollutant Limitations.  Septage Haulers are subject to specific pollutant limitations specified in Section 64.30, Subsection B.2. of the Code for all loads discharged to the City’s P.O.T.W., except when discharging domestic septage, other than portable toilet waste, to the City’s P.O.T.W.<br \/><br \/>\tE.\tSeptage Manifests.  As part of a septage tracking system, a manifest, in a form prescribed by the Director, must be completed and submitted by every Septage Hauler for each generator or source of septage to be discharged to the City’s P.O.T.W.<br \/><br \/>\tThe manifest for each load being transported must be fully completed and be available, in the transport vehicle, for inspection by the City inspector at the time of discharge of such loads at the designated discharge sites.  The manifest must be completed and submitted according to the provisions of the Board’s Septage Disposal Rules and Regulations.<br \/><br \/>\tF.\tIndustrial Wastewater Permit.  Upon determination by the Director, a generator of Industrial Wastewater or non-domestic septage, who intends to discharge such wastes at a designated discharge site, may be required to obtain an Industrial Wastewater Permit, per the requirements of Section 64.30, Subsection C.1. of the Code.<br \/><br \/>\tG.\tPhysical or Chemical Analysis. The Director may require physical and chemical analysis of any septage hauled by any Septage Hauler before permission is granted to discharge to the City’s P.O.T.W.  The Director may also collect and analyze samples of septage to determine its compliance with any applicable wastewater discharge pollutant limitations or requirements.<br \/><br \/>\tH.\tRight to Reject.  The Director may reject septage from any Septage Hauler if there is reason to believe that the septage may contain hazardous waste, industrial waste or any other waste which may require a chemical analysis to determine its quality and therefore acceptability for discharge to the City’s P.O.T.W.<br \/><br \/>\tI.\tDischarge Sites.  The Board shall designate discharge sites and may establish the hours of operation where properly permitted Septage Haulers shall be allowed to discharge properly manifested septage.<br \/><br \/>\tJ.\tService Area.  Service Area shall mean the County of Los Angeles. The City shall not accept any septage originating from outside the County of Los Angeles unless specifically permitted by the Director as part of the Septage Disposal Permit provisions.<br \/><br \/>\tK.\tFees and Charges.  Septage Haulers shall pay all applicable Septage Disposal Permit fees and charges established in this section. All fees and charges collected from Septage Haulers shall be deposited in the Sewer Construction and Maintenance Fund established by Section 64.19.2 of this Code.  Monies collected are to be expended for the purposes set forth in the above Subsection A1(e) and to provide for any appropriate refunds relative to such fees.<br \/><br \/>\t1.\tDetermination of Fees and Charges.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  When necessary, as determined by the Board, the Board with the concurrence of the Office of the City Administrative Officer shall propose an appropriate and revised schedule of fees and charges.  The Board shall then transmit the schedule of fees and charges to the Mayor and to the City Council for their approval and adoption.<br \/><br \/>\t2.\tSeptage Disposal Permit Fee.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  An Annual Septage Disposal Permit Fee of $2,500 is required for each Septage Hauler vehicle that is permitted to discharge septage to the City’s P.O.T.W.  This fee shall be paid annually at the time of submittal of each application for issuance or renewal of a Septage Disposal Permit.  The fee shall be annually adjusted as shown in the table below:<br \/><br \/>\n  \n    \n      \n        Fee\n      \n      \n        Permit Fee ($\/year)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        3,000\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        3,500\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        4,000\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        4,500\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        5,000\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        5,500\n      \n    \n    \n      \n        July 1, 20182\n      \n      \n        6,000\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        6,500\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        7,000\n      \n    \n  <br \/><br \/><br \/><br \/>\t3.\tSeptage Treatment Cost Recovery User Fees.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  The Septage Treatment Cost Recovery User Fee rate established at Subsection D.5.(b) of Section 64.30 will be applied to the full tank capacity of the Septage Hauler’s vehicle, for each vehicle permitted by the Director.<br \/><br \/>\t4.\tEmergency or Special Event User Fee.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  An Emergency or Special Event User Fee shall be charged to any Septage Hauler requesting access to any designated septage discharge site during non-business hours.  The amount of the fee will be determined by the Director and will be equal to the City’s costs to provide such a service.  The fee shall recover all direct and indirect costs and shall include, at a minimum, City costs equal to the overtime salary rate of an Industrial Waste Inspector for three (3) hours.  The fee will be billed to the Septage Hauler and will be charged in addition to the applicable user fee rates imposed pursuant to the provisions of Subdivision (3) of this Subsection.<br \/><br \/>\t5.\tApplication of the Rates During an Emergency or Special Event.  In the case of a major rain storm or earthquake, or other emergency as determined by the Director, or during a Special Event, as declared by the City Council, a Septage Hauler may discharge septage resulting from such emergency or Special Event at a designated septage discharge site. The Director shall screen such septage before it may be discharged to ensure that such a discharge will not adversely affect the City’s P.O.T.W. or violate any of the City’s “discharge limitations”. The Director shall bill the Septage Hauler the appropriate User Fee according to Subdivision 3. of this Subsection K.<br \/><br \/>\t6.\tPayment Method and Due Dates – Billing of Fees and Charges.  Subject to the provisions of this subsection, all user fees and charges shall be due in quarterly installments payable on the first day of January, April, July and October, with each such payment applicable to the immediately preceding quarter. This billing method will not be available to those Septage Haulers that become delinquent with the payment of their fees and charges as defined hereunder in Subdivision 7. of Subsection K. of this section.  Delinquent Septage Haulers will no longer be invoiced, following the date on which they become delinquent, and will be required to pay in guaranteed form, prior to discharge, the payment required for the discharge of each load of septage the Septage Hauler intends to discharge, in accordance with Subdivision 8.(a) of Subsection K. of this section.<br \/><br \/>\t7.\tDelinquency – Additional Charge.  If the user fees are not paid on or before the last day of the month in which they are due, the Septage Hauler shall be deemed delinquent and will be issued a delinquent notice by the Director. Additionally, a delinquency charge equal to ten percent (10%) of the required user fees, but not less than $10.00, shall be added to said user fees, and such additional charges shall become a part of the user fees required by this section and be payable for said period.<br \/><br \/>\tIf the invoices for said user fees are not postmarked before the due date, such user fees shall not become delinquent until 35 days following the invoice mailing date, at which time, such user fees shall become delinquent and the additional charges and time payment factors as provided above shall apply.<br \/><br \/>\t8.\tFailure to pay user fee or charge.  Failure to pay any user fee or charge payable under this section within 10 days after issuance of the delinquent notice by the Director shall constitute grounds for the suspension or <span class=\"dictionary\">revocation<\/span> of the Permit(s) held by such Septage Hauler or for the issuance of an <span class=\"dictionary\">order<\/span> by the Director under the provisions of Section 64.31 F.  For purposes of this subsection, failure to pay includes a payment which has been dishonored.<br \/><br \/>\t(a)\tNot withstanding any other provision in this Code:<br \/><br \/>\ti.\tPending a final determination by the Director to suspend or revoke a Septage Hauler’s permit(s) for failure to pay; or,<br \/><br \/>\tii.\tPending payment in full of all unpaid user fees or charges pursuant to an agreement to pay such user fees or charges, any Septage Hauler deemed delinquent under this subsection may, at the discretion of the Director, discharge septage to the City’s P.O.T.W. on a load-by-load basis on the condition that all user fees applicable for the load to be discharged are paid prior to discharge.  All payments of applicable user fees and charges under this subsection shall be by way of money <span class=\"dictionary\">order<\/span>, cashiers check or other guaranteed form of payment.<br \/><br \/>\t(b)\tPayments made under this subsection will be accepted during normal business hours at one or more locations approved by the Director.<br \/><br \/>\t(c)\tThe remedies provided by this section are cumulative to each other and to all other remedies and penalties available to the City under <span class=\"dictionary\">law<\/span>.  This section shall not be construed to prevent the Director from suspending or revoking any Septage Disposal Permit for any reason set forth in Subsection F of this section.<br \/><br \/>\tL.\tEnforcement.  Violation of this Code, any term or condition of a Septage Disposal Permit, the Board’s Rules and Regulations, or any <span class=\"dictionary\">order<\/span> issued by the Director, may subject the Septage Hauler to enforcement action as provided herein.<br \/><br \/>\t1.\tCause for Enforcement Action.  An enforcement action may be initiated against a permittee for any of the following reasons:<br \/><br \/>\t(a)\tWhen a discharge, singly, or by interaction with other discharges, may cause interference, pass through, or otherwise pose a significant risk of causing the City to violate its NPDES wastewater Permit requirements;<br \/><br \/>\t(b)\tWhen a discharger obtains its Septage Disposal Permit by misrepresentation or fails to disclose fully all relevant <span class=\"dictionary\">facts<\/span> in either the Permit application or any report, including falsification of self-monitoring reports or manifests or tampering with monitoring equipment;<br \/><br \/>\t(c)\tWhen a discharger fails to provide timely access to its records;<br \/><br \/>\t(d)\tWhen a discharger fails to timely pay applicable fees;<br \/><br \/>\t(e)\tWhen a discharge, singly, or by interaction with other discharges, may have an adverse effect on public health, safety or welfare; on the P.O.T.W., its personnel, or on the environment;<br \/><br \/>\t(f)\tWhen a discharger exceeds effluent “discharge limitations”;<br \/><br \/>\t(g)\tWhen a discharger fails to provide a complete and accurate Septage Manifest;<br \/><br \/>\t(h)\tWhen a discharger violates any term or condition of its Septage Disposal Permit, this section, the Board’s Rules and Regulations, or any <span class=\"dictionary\">order<\/span> issued hereunder; and\/or<br \/><br \/>\t(i)\tWhen the Director determines that a permittee has acted in any manner inconsistent with the <span class=\"dictionary\">intent<\/span> of this Code, the Septage Disposal Permit or the <span class=\"dictionary\">laws<\/span> governing the operation of the City’s P.O.T.W.<br \/><br \/>\tEnforcement actions as provided herein may include any or all of the following:<br \/><br \/>\t2.\tNotice of Violation.<br \/><br \/>\t(a)\tScope of Notice of Violation.  The Director may serve upon a Septage Hauler a written Notice of Violation.  The Notice of Violation may require the Septage Hauler to promptly respond to the Director within a specified time period and to identify the reason(s) and cause(s) for the violation(s) and a plan for the satisfactory correction and prevention of future violations.<br \/><br \/>\t(b)\tEffect of Notice of Violation.  Submission of the response by a Septage Hauler to a Notice of Violation does not relieve the Septage Hauler of liability for any violations occurring before or after receipt of the Notice of Violation.  Nothing in this section shall limit the authority of the Director to take any action, including emergency actions or any other enforcement action, whether or not a Notice of Violation has been issued.<br \/><br \/>\t3.\tAdministrative <span class=\"dictionary\">Orders<\/span>.<br \/><br \/>\t(a)\tScope of Administrative <span class=\"dictionary\">Orders<\/span>.  The Director may <span class=\"dictionary\">issue<\/span> Administrative <span class=\"dictionary\">Orders<\/span> containing such terms and requirements as deemed necessary by the Director for determining the compliance status of the Septage Hauler; requiring the Septage Hauler to achieve compliance; and\/or suspending the Permit(s) and requiring the cessation of discharge in whole or in part.<br \/><br \/>\t(b)\tEffect of Administrative <span class=\"dictionary\">Order<\/span>.<br \/><br \/>\t(1)\tFailure of a Septage Hauler to comply with any condition or requirement set forth in any Administrative <span class=\"dictionary\">Order<\/span> issued hereunder is a violation of this section and is independently enforceable for each day of a violation.  An Administrative <span class=\"dictionary\">Order<\/span> has the full force of <span class=\"dictionary\">law<\/span> and is enforceable in a <span class=\"dictionary\">court<\/span> of <span class=\"dictionary\">law<\/span>.  Administrative <span class=\"dictionary\">Orders<\/span> shall become effective and final upon issuance by the Director.<br \/><br \/>\t(2)\tA Septage Hauler’s compliance with the requirements of an Administrative <span class=\"dictionary\">Order<\/span> shall not relieve the Septage Hauler of liability for any violation of a Septage Disposal Permit, this section, the Board’s Rules and Regulations or other legally applicable requirements occurring before or after receipt of the Administrative <span class=\"dictionary\">Order<\/span>.<br \/><br \/>\t(3)\tNothing in this section shall limit the authority of the Director to take any action, including emergency actions, or any other enforcement action, whether or not an Administrative <span class=\"dictionary\">Order<\/span> has been issued.<br \/><br \/>\t(c)\tDescription of Administrative <span class=\"dictionary\">Orders<\/span>.  Administrative <span class=\"dictionary\">orders<\/span> which the Director may <span class=\"dictionary\">issue<\/span> include, but are not limited to, the following:<br \/><br \/>\t(1)\tConsent <span class=\"dictionary\">Orders<\/span>.  The Director and discharger may enter into a Consent <span class=\"dictionary\">Order<\/span> establishing an agreement for achieving compliance with discharger requirements. Consent <span class=\"dictionary\">Orders<\/span> reflect the agreement of the Director and discharger and are not appealable to the Board or otherwise subject to administrative or judicial <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t(2)\tCease and Desist <span class=\"dictionary\">Orders<\/span>.  The Director may <span class=\"dictionary\">issue<\/span> Cease and Desist <span class=\"dictionary\">Orders<\/span> requiring dischargers, among other things, to cease and desist all such violations and directing the user to:<br \/><br \/>\t(A)\tImmediately comply with all Permit, Rules and Regulations and Code requirements, and;<br \/><br \/>\t(B)\tTake such appropriate remedial or preventive action as may be needed to properly address a continuing or threatened violation, including halting operations and\/or terminating the discharge or preventing further discharges.<br \/><br \/>\t(3)\tCompliance <span class=\"dictionary\">Orders<\/span>.  The Director may <span class=\"dictionary\">issue<\/span> Compliance <span class=\"dictionary\">Orders<\/span> requiring dischargers, among other things to:<br \/><br \/>\t(A)\tComply with interim and\/or final dates and steps for achieving compliance;<br \/><br \/>\t(B)\tSubmit and implement a plan of corrective actions to be taken to maintain consistent and permanent compliance;<br \/><br \/>\t(C)\tSubmit and implement a pollution prevention plan;<br \/><br \/>\t(D)\tConduct additional self-monitoring; and\/or<br \/><br \/>\t(E)\tPay all delinquent fees and charges.<br \/><br \/>\t(4)\tPermit Suspension <span class=\"dictionary\">Order<\/span>.  The Director may <span class=\"dictionary\">issue<\/span> Permit Suspension <span class=\"dictionary\">Orders<\/span> suspending the right of the Septage Hauler to discharge septage to the City’s P.O.T.W.  A Permit Suspension <span class=\"dictionary\">Order<\/span> may be issued due to the Septage Hauler’s failure to pay applicable fees or penalties or for other good cause, including causes as specified in Subdivision 1 of this Subsection L of this section.<br \/><br \/>\t4.\tSuspension of Septage Disposal Permit(s).<br \/><br \/>\t(a)\tNotice of Intended Permit Suspension <span class=\"dictionary\">Order<\/span>.  The Director may serve the Septage Hauler with a Notice of Intended Permit Suspension stating the reasons therefor and the opportunity for a Show Cause Permit Suspension <span class=\"dictionary\">Hearing<\/span> before the Director with respect thereto.  After such <span class=\"dictionary\">hearing<\/span>, the Director shall make a final determination whether to <span class=\"dictionary\">issue<\/span> the Permit Suspension <span class=\"dictionary\">Order<\/span> or take other enforcement action.  In cases where a Septage Hauler holds multiple Septage Disposal Permits and upon determination by the Director, the Permit Suspension <span class=\"dictionary\">Order<\/span> may suspend all of the Septage Hauler’s permits.<br \/><br \/>\t(b)\tCessation of Discharge.  Any Septage Hauler notified of suspension of its Septage Disposal Permit(s) shall immediately cease and desist the discharge of all septage previously authorized by the Permit(s) to the P.O.T.W.  It is unlawful for a Septage Hauler to continue to discharge any septage to the P.O.T.W. after the Septage Hauler’s permit(s) has been suspended.<br \/><br \/>\t(c)\tReinstatement of Suspended Permit(s).  The Director shall require that all deficiencies, violations and causes which led to the suspension of the Septage Hauler’s permit(s), be removed and corrected and\/or require that the Septage Hauler pay all of the delinquent fees, charges, penalties and other sums owed by the Septage Hauler to the City, or reach an agreement with the Board to pay such fee and charges before a suspended Permit is reinstated.  Suspension of the Permit(s) does not relieve the Septage Hauler of its obligation to pay all applicable fees.<br \/><br \/>\t(d)\tFailure to Correct as Cause for <span class=\"dictionary\">Revocation<\/span>.  Failure of the Septage Hauler to take the necessary corrective actions and request reinstatement of the suspended Permit(s) within ninety (90) days following issuance of a Permit(s) Suspension <span class=\"dictionary\">Order<\/span> shall be grounds for Permit(s) <span class=\"dictionary\">revocation<\/span> and service termination according to Subsection 5 of this section.<br \/><br \/>\t5.\t<span class=\"dictionary\">Revocation<\/span> of Septage Disposal Permit(s).<br \/><br \/>\t(a)\tNotice of Intended Permit <span class=\"dictionary\">Revocation<\/span>.  The Director, in the event of:<br \/><br \/>\t(i)\ta violation of a Septage Disposal Permit, this Code, the Board’s Rules and Regulations, any <span class=\"dictionary\">order<\/span> issued hereunder; and\/or<br \/><br \/>\t(ii)\tThe Septage Hauler’s failure to pay applicable fees or penalties; and\/or<br \/><br \/>\t(iii)\tfor other good cause (including causes as specified in Paragraph (d) of Subdivision 4 of this subsection, may serve the Septage Hauler with a Notice of Intended Permit <span class=\"dictionary\">Revocation<\/span>, stating the reasons therefore and the opportunity for a Show Cause Permit <span class=\"dictionary\">Revocation<\/span> <span class=\"dictionary\">Hearing<\/span> before the Director with respect thereto.  After such <span class=\"dictionary\">hearing<\/span>, the Director shall make a final determination whether to revoke the Permit(s) or take other enforcement action.  In cases where a Septage Hauler holds multiple Septage Disposal Permits, the Director may revoke all of the Septage Hauler’s permits.<br \/><br \/>\t(b)\tCessation of Discharge.  Any Septage Hauler notified of the <span class=\"dictionary\">revocation<\/span> of its Permit(s) shall immediately cease and desist the discharge of all septage previously authorized by the Permit(s) to the P.O.T.W. It is unlawful for a Septage Hauler to continue to discharge any septage to the P.O.T.W. after Permit(s) has been revoked.<br \/><br \/>\t(c)\tIssuance of New Septage Disposal Permit Subsequent to <span class=\"dictionary\">Revocation<\/span>.  After <span class=\"dictionary\">revocation<\/span> of a Septage Hauler’s permit(s), there shall be no further discharge of any septage by the Septage Hauler to the P.O.T.W., unless there has been a new application filed, all fees and charges that would be required upon an initial application and all delinquent fees, charges, penalties and other sums owed by the Septage Hauler and\/or the applicant to the City have been paid to the City, or the Septage Hauler has reached an agreement with the Board to pay such charges and fees, and a new Septage Disposal Permit has been issued.  Any costs incurred by the City, including administrative costs and investigative fees, in revoking the Septage Disposal Permit(s) shall also be paid for by the Septage Hauler before issuance of new Septage Disposal Permit(s).<br \/><br \/>\t6.\t<span class=\"dictionary\">Appeals<\/span> and <span class=\"dictionary\">Hearings<\/span>.<br \/><br \/>\t(a)\t<span class=\"dictionary\">Appeals<\/span>.  Upon the issuance of an Administrative <span class=\"dictionary\">Order<\/span> or notification of Permit <span class=\"dictionary\">revocation<\/span> by the Director, a Septage Hauler may, within 14 days from service of the Director’s <span class=\"dictionary\">order<\/span> or notice, submit a written request to the Secretary of the Board for a Board <span class=\"dictionary\">hearing<\/span> to <span class=\"dictionary\">appeal<\/span> said <span class=\"dictionary\">order<\/span> or notice.<br \/><br \/>\tThe filing of said <span class=\"dictionary\">appeal<\/span> does not act to <span class=\"dictionary\">stay<\/span> any enforcement action or time set for compliance nor does said filing of an <span class=\"dictionary\">appeal<\/span> in any way relieve the Septage Hauler from any liability or responsibility for the violation which is the subject of the <span class=\"dictionary\">appeal<\/span>.  Nothing in this section shall act to limit the authority of the Director to take any action, including emergency actions or any other enforcement actions, whether or not a request for <span class=\"dictionary\">appeal<\/span> has been made.  Failure of the Septage Hauler to request a <span class=\"dictionary\">hearing<\/span> within the specified time or failure to pay any required filing fees shall be deemed a <span class=\"dictionary\">waiver<\/span> of request for such a <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tIn the event of a <span class=\"dictionary\">hearing<\/span> request to consider an Administrative <span class=\"dictionary\">Order<\/span> or notification of Permit <span class=\"dictionary\">Revocation<\/span> as determined by the Director, the Board, or a <span class=\"dictionary\">hearing<\/span> examiner designated by the Board for that purpose, upon written request by the Septage Hauler, shall conduct the <span class=\"dictionary\">hearing<\/span> to consider the <span class=\"dictionary\">appeal<\/span> of said <span class=\"dictionary\">order<\/span> or notice within a reasonable period of time with consideration shown for the convenience and necessity of all parties and their representatives.<br \/><br \/>\t(b)\t<span class=\"dictionary\">Hearings<\/span>.<br \/><br \/>\t(1)\tAt the <span class=\"dictionary\">hearing<\/span> the Director shall submit, for the record, <span class=\"dictionary\">evidence<\/span> to support the issuance of the Administrative <span class=\"dictionary\">Order<\/span> or notification of Permit <span class=\"dictionary\">Revocation<\/span> which is the subject of the <span class=\"dictionary\">appeal<\/span>.  The Septage Hauler shall have the opportunity prior to the <span class=\"dictionary\">hearing<\/span> to examine the <span class=\"dictionary\">evidence<\/span> to be submitted by the Director.  The Septage Hauler or <span class=\"dictionary\">counsel<\/span> should be present at the <span class=\"dictionary\">hearing<\/span> and will be given the opportunity to present any relevant <span class=\"dictionary\">evidence<\/span> or witnesses, and ask questions or make comments concerning the Director’s <span class=\"dictionary\">evidence<\/span> and <span class=\"dictionary\">testimony<\/span>.  Failure of the Septage Hauler or the Septage Hauler’s representative to appear at the <span class=\"dictionary\">hearing<\/span> after receiving notice of the <span class=\"dictionary\">hearing<\/span> shall be deemed a <span class=\"dictionary\">waiver<\/span> of <span class=\"dictionary\">hearing<\/span> rights.<br \/><br \/>\t(2)\tAt the conclusion of the <span class=\"dictionary\">hearing<\/span>, the Board shall make <span class=\"dictionary\">findings<\/span> and determine whether the <span class=\"dictionary\">evidence<\/span> presented at the <span class=\"dictionary\">hearing<\/span> supports the issuance of the Administrative <span class=\"dictionary\">Order<\/span> or notification of Permit <span class=\"dictionary\">Revocation<\/span> which is the subject of the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t(c)\tNotification.  Only those persons who request a <span class=\"dictionary\">hearing<\/span> need be notified of the date and time of the <span class=\"dictionary\">hearing<\/span>.  The Board Secretary shall make said notification at least ten (10) days prior to the date of the <span class=\"dictionary\">hearing<\/span> by certified mail, postage prepaid, return receipt requested, to the address as shown on the <span class=\"dictionary\">hearing<\/span> request.<br \/><br \/>\t(d)\t<span class=\"dictionary\">Continuances<\/span>.  The Board may grant <span class=\"dictionary\">continuances<\/span>; however when a <span class=\"dictionary\">hearing<\/span> examiner has been assigned to such <span class=\"dictionary\">hearing<\/span>, no <span class=\"dictionary\">continuances<\/span> may be granted except by that <span class=\"dictionary\">hearing<\/span> examiner, for good cause shown, so long as the matter remains before the <span class=\"dictionary\">hearing<\/span> examiner.<br \/><br \/>\t(e)\tReporting.  The proceedings at the <span class=\"dictionary\">hearing<\/span> shall be reported by an electronic recording if requested by any <span class=\"dictionary\">party<\/span> thereto.  A <span class=\"dictionary\">transcript<\/span> of the proceedings shall be made available to all parties upon request and upon payment of the prescribed fee therefor.<br \/><br \/>\t(f)\t<span class=\"dictionary\">Oaths<\/span>-Certification.  In any proceedings under this division, the Board, any Board member, the secretary of the Board or the <span class=\"dictionary\">hearing<\/span> examiner has the power to administer <span class=\"dictionary\">oaths<\/span> and affirmations and to certify to official acts.<br \/><br \/>\t(g)\tAppointment of <span class=\"dictionary\">Hearing<\/span> Examiner(s).  Whenever an <span class=\"dictionary\">appeal<\/span> or protest is made to the Board pursuant to this section, the Board may appoint one or more <span class=\"dictionary\">hearing<\/span> examiners or designate one or more of its members to serve as <span class=\"dictionary\">hearing<\/span> examiners, and direct such <span class=\"dictionary\">hearing<\/span> examiner or examiners to consider all or part of such <span class=\"dictionary\">appeal<\/span> or protest or to conduct all or part of such <span class=\"dictionary\">hearing<\/span> and to submit a report or reports thereon as hereafter provided. <span class=\"dictionary\">Hearing<\/span> examiners may, be appointed from among the officers or employees of the City.<br \/><br \/>\t(h)\tReport of <span class=\"dictionary\">Hearing<\/span> Examiner.  Within such period as may be fixed by the Board, the <span class=\"dictionary\">hearing<\/span> examiner shall submit a written report to the Board.  Such report shall contain a <span class=\"dictionary\">brief<\/span> summary of the <span class=\"dictionary\">evidence<\/span> considered and shall state the <span class=\"dictionary\">hearing<\/span> examiner’s conclusions and recommendations, and if the matter is then ready for decision, the report shall contain a proposed decision, in such form that it may be adopted by the Board as its decision in the case, and a <span class=\"dictionary\">brief<\/span> statement of the <span class=\"dictionary\">hearing<\/span> examiner’s reasons therefor.  All <span class=\"dictionary\">hearing<\/span> examiner’s reports shall be filed by the secretary of the Board as public records.  A copy of each proposed decision so filed shall then be mailed by the Secretary of the Board to each <span class=\"dictionary\">party<\/span>.<br \/><br \/>\t(i)\tConsideration of Report by Board.  The Board shall fix a time when the Board will consider the report of the <span class=\"dictionary\">hearing<\/span> examiner.  Notice thereof shall be mailed by the Board Secretary to each <span class=\"dictionary\">party<\/span> not less than ten (10) days prior to the date fixed, unless otherwise stipulated. Not later than five (5) days before such date any <span class=\"dictionary\">party<\/span> may file written exceptions to any part or all of the <span class=\"dictionary\">hearing<\/span> examiner’s report.<br \/><br \/>\t(j)\t<span class=\"dictionary\">Disposition<\/span> by Board.<br \/><br \/>\t(1)\tAfter considering the <span class=\"dictionary\">hearing<\/span> examiner’s report and any exceptions, proposals, and arguments submitted, the Board may adopt, reject, or modify such report in whole or in part.  If the matter is then ready for decision, the Board may proceed to make its decision.<br \/><br \/>\t(2)\tIf the Board does not decide the matter upon the <span class=\"dictionary\">hearing<\/span> examiner’s report, the Board may itself consider the matter either in whole or in part, upon the record, including the <span class=\"dictionary\">transcript<\/span>, or may decide the matter after itself receiving the whole or any part of the <span class=\"dictionary\">evidence<\/span> or may refer part or all of the matter to the same or another <span class=\"dictionary\">hearing<\/span> examiner.  If part of the matter is so referred to an <span class=\"dictionary\">hearing<\/span> examiner, such <span class=\"dictionary\">hearing<\/span> examiner shall prepare and submit to the Board a report, including a proposed decision as provided in this section, upon the <span class=\"dictionary\">evidence<\/span> heard by such <span class=\"dictionary\">hearing<\/span> examiner, and the papers, records, and reports which are part of the record of the prior <span class=\"dictionary\">hearing<\/span>, and thereafter the matter shall proceed as heretofore provided in the case of an original <span class=\"dictionary\">hearing<\/span> examiner’s report.  If additional <span class=\"dictionary\">evidence<\/span> is received by the Board itself, no member thereof may vote on the matter unless the member has heard the additional <span class=\"dictionary\">testimony<\/span> or has read a reporter’s <span class=\"dictionary\">transcript<\/span> of the same, or if there was other additional <span class=\"dictionary\">evidence<\/span>, unless the member has considered such other additional <span class=\"dictionary\">evidence<\/span>.  The Board shall give such notice of its decision as is provided or required in cases where it makes no reference to a <span class=\"dictionary\">hearing<\/span> examiner.<br \/><br \/>\t(k)\tDuty to Exhaust Administrative Remedies.  A Septage Hauler has the legal obligation to exhaust administrative remedies.  Failure of a Septage Hauler to pursue its <span class=\"dictionary\">appeal<\/span> rights hereunder or to <span class=\"dictionary\">appeal<\/span> the Director’s decision is a <span class=\"dictionary\">waiver<\/span> of such rights.  Accordingly, any action of the Director which was subject to review by the Board under this subdivision, but was not appealed to the Board, shall not be subject to judicial review in any civil proceeding.<br \/><br \/>\t7.\tJudicial Enforcement Remedies.<br \/><br \/>\t(a)\tInjunctive Relief.  Whenever a Septage Hauler has violated or continues to violate the provisions of a Septage Disposal Permit, this section, Board’s Rules and Regulations or any <span class=\"dictionary\">order<\/span> issued hereunder, the Director, through the City Attorney, may <span class=\"dictionary\">petition<\/span> the Superior <span class=\"dictionary\">Court<\/span> for the issuance of a temporary or permanent <span class=\"dictionary\">injunction<\/span>, as may be appropriate, which restrains or compels the specific performance of the <span class=\"dictionary\">order<\/span> or other standard or requirement imposed by this section on activities of the Septage Hauler.  The Director may also seek such other relief as may be appropriate including a requirement for the Septage Hauler to conduct environmental remediation.  The <span class=\"dictionary\">petition<\/span> for injunctive relief shall not be a bar against or a prerequisite for taking any other action against a Septage Hauler.<br \/><br \/>\t(b)\tCivil Liability.  Pursuant to Section 54740 of the Government Code, any person who violates conditions of a Septage Disposal Permit, this section, the Board’s Rules and Regulations, any <span class=\"dictionary\">order<\/span> issued hereunder, or any other provision as identified in Section 54739(a) of the Government Code, may be civilly liable in a sum of not to exceed twenty-five thousand dollars ($25,000) a day for each violation.  The local agency may <span class=\"dictionary\">petition<\/span> the superior <span class=\"dictionary\">court<\/span> to impose, assess, and recover such sums.<br \/><br \/>\tRemedies under this section are in addition to and do not supersede or limit any and all other remedies, civil or criminal, but no liability shall be recoverable under this section for any violation for which liability is recovered under Subdivision 8 of this section.<br \/><br \/>\t(c)\tCriminal Liability.  It shall be unlawful for any person to violate any condition of a Septage Disposal Permit, this section, the Board’s Rules and Regulations, or any <span class=\"dictionary\">order<\/span> issued hereunder.  Any person violating any of the provisions or failing to comply with any of the mandatory requirements of this Code, the Board’s Rules and Regulations or, any <span class=\"dictionary\">order<\/span> issued by the Director pursuant to this Code shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span> and said violation shall be punishable by a fine of not more than $1,000.00 for each <span class=\"dictionary\">offense<\/span> or by imprisonment in the <span class=\"dictionary\">County Jail<\/span> for a period of not more than six (6) months, or by both such fine and imprisonment.<br \/><br \/>\tEach person shall be guilty of a separate <span class=\"dictionary\">offense<\/span> for each and every day during any portion of which any violation of a Septage Disposal Permit, this Code the Board’s Rules and Regulations, or any <span class=\"dictionary\">order<\/span> issued hereunder, by such person, and each such violation shall be punishable accordingly.  Nothing in this Code shall prohibit the payment of investigative costs by any person so convicted of violating any of the mandatory requirements of this Code, the Board’s Rules and Regulation or, any <span class=\"dictionary\">order<\/span> issued by the Director pursuant to this Code, to the Bureau of Sanitation, to reimburse said agency for all costs expended to investigate and\/or enforce the requirements of this Code, the Board’s Rules and Regulations or, any <span class=\"dictionary\">order<\/span> issued by the Director pursuant to this Code.<\/p><\/section>","text":{"0":{"id":"1939","text":"  SEPTAGE DISPOSAL CONTROL.\n\t(Added by Ord. No. 172,118, Eff. 8\/31\/98.)\tA.\tGeneral Provisions.\t1.\tObjectives.  This section sets forth regulations and requirements for accepting septage for discharge to the City’s Publicly Owned Treatment Works (P.O.T.W.). Through a Permit, monitoring and an inspection program, the City seeks to ensure compliance with all applicable Federal and State regulations and seeks to assure implementation of the following objectives:\t(a)\tTo protect the health, safety and welfare of the public;\t(b)\tTo protect the health and safety of the P.O.T.W. operating and maintenance personnel;\t(c)\tTo protect the P.O.T.W. and its operations and treatment processes from harmful pollutants;\t(d)\tTo prevent any hazardous wastes from being discharged to the P.O.T.W.;\t(e)\tTo provide cost recovery for its services, including wastewater treatment administration, operations, maintenance, expense and equipment expenditures, implementation and enforcement of the program established herein.\t2.\tScope.  This section provides for the regulation of the discharge of septage to the City’s P.O.T.W., through the issuance of Septage Disposal Permits, enforcement of discharge prohibitions, designation of discharge sites, requirements for waste tracking and load manifesting.  This section further establishes fees for the recovery of all program costs. Except as otherwise provided herein, the Director of the Bureau of Sanitation (Director) under the jurisdiction of the Board of Public Works (Board) shall administer, implement and enforce the provisions of this section. This section applies to all Septage Haulers who discharge septage to the City’s P.O.T.W.\tB.\tSeptage Disposal Rules and Regulations.  The Board shall adopt Rules and Regulations consistent with the provisions of this section, to effectuate its intent and purpose in regulating the discharge of septage to the City’s P.O.T.W. and to administer the operations of any designated discharge site. These Rules and Regulations shall be titled “RULES AND REGULATIONS GOVERNING DISPOSAL OF SEPTAGE INTO THE P.O.T.W. OF THE CITY OF LOS ANGELES”, herein referred to as the Board’s Septage Disposal Rules and Regulations.\tC.\tSeptage Disposal Permit.  No person may discharge or cause to be discharged any septage to the City’s P.O.T.W. without first obtaining a Septage Disposal Permit in writing from the Director.  A separate Septage Disposal Permit shall be required for each vehicle used to haul septage for discharge to the City’s P.O.T.W.\t1.\tPermit Application.  To obtain a Septage Disposal Permit, an application must be filed with the Director in the prescribed form and must be accompanied by the applicable fees. The applicant must submit the following information for evaluation:\t(a)\tName, address of any and all principals, owners, major shareholders of the company applying for the Permit (whichever is applicable).\t(b)\tState Vehicle License Number and Vehicle Identification Number (VIN) of the septage hauling vehicle to be permitted.\t(c)\tCopy of the applicant company’s City Business Tax Registration Certificate (BTRC).\t(d)\tCopy of the applicant company’s Los Angeles County Health Department License and vehicle registration number.\t(e)\tThe total septage hauling capacity, in gallons, and that of each compartment in the vehicle, to be permitted.\t(f)\tAny other information deemed by the Director to be necessary to evaluate the applicant’s Permit application.\t2.\tPermit Conditions.  Septage Disposal Permits are subject to all provisions of this Code, all applicable statutes, Rules and Regulations, fees and charges established by the City. This Permit must be kept on the permitted vehicle used to haul septage and available for immediate inspection at all times.  The Director has the authority to impose additional Permit conditions as follows:\t(a)\tProhibitions and\/or “discharge limitations” for discharge of specific pollutants.\t(b)\tRequirements for maintaining, submitting and affording City access to waste hauling records or Septage Manifests.\t(c)\tRequirements for wastewater sampling and analysis.\t(d)\tOther Permit conditions deemed appropriate and as recommended by the Director to ensure compliance with this section.\t3.\tDuration of Permit.  A Septage Disposal Permit is valid for one year. A Permit may be issued for a period less than a year or may be stated to expire on a specific date, not to exceed one year from the date of Permit issuance.\t4.\tRenewal of Permit.  Applications for Permit renewal must be filed with the Director a minimum of sixty (60) days prior to the Permit’s expiration date. A permittee must pay any delinquent fees or charges, in full, prior to Permit renewal.\t5.\tNon-Transferability.  A Septage Disposal Permit, identification decal or card and any site access card or key shall be issued to a specific permitted vehicle and is not transferable from one business or vehicle to another.\tD.\tProhibitions and Limitations.  The following prohibitions and limitations shall apply to all persons discharging septage to the City’s P.O.T.W.\t1.\tDischarge Prohibitions\t(a)\tExcept as expressly allowed through a Septage Disposal Permit, Septage Haulers are subject to the “discharge prohibitions” specified in Section 64.30, Subsection B.1. of the Code for all loads discharged to the City’s P.O.T.W.\t(b)\tDischarge of septage to any portion of the City’s storm drain system or the Waters of the State is expressly prohibited.\t(c)\tNo person may discharge, attempt to discharge or cause the discharge of septage, directly or indirectly to the City’s P.O.T.W. through any sewer maintenance hole or through any other sewer connection not specifically approved as a designated discharge site.\t(d)\tDischarge of septage consisting of materials mixed from different types of septage is prohibited as specified under Section 5 of the Board’s Septage Disposal Rules and Regulations.\t2.\tSpecific Pollutant Limitations.  Septage Haulers are subject to specific pollutant limitations specified in Section 64.30, Subsection B.2. of the Code for all loads discharged to the City’s P.O.T.W., except when discharging domestic septage, other than portable toilet waste, to the City’s P.O.T.W.\tE.\tSeptage Manifests.  As part of a septage tracking system, a manifest, in a form prescribed by the Director, must be completed and submitted by every Septage Hauler for each generator or source of septage to be discharged to the City’s P.O.T.W.\tThe manifest for each load being transported must be fully completed and be available, in the transport vehicle, for inspection by the City inspector at the time of discharge of such loads at the designated discharge sites.  The manifest must be completed and submitted according to the provisions of the Board’s Septage Disposal Rules and Regulations.\tF.\tIndustrial Wastewater Permit.  Upon determination by the Director, a generator of Industrial Wastewater or non-domestic septage, who intends to discharge such wastes at a designated discharge site, may be required to obtain an Industrial Wastewater Permit, per the requirements of Section 64.30, Subsection C.1. of the Code.\tG.\tPhysical or Chemical Analysis. The Director may require physical and chemical analysis of any septage hauled by any Septage Hauler before permission is granted to discharge to the City’s P.O.T.W.  The Director may also collect and analyze samples of septage to determine its compliance with any applicable wastewater discharge pollutant limitations or requirements.\tH.\tRight to Reject.  The Director may reject septage from any Septage Hauler if there is reason to believe that the septage may contain hazardous waste, industrial waste or any other waste which may require a chemical analysis to determine its quality and therefore acceptability for discharge to the City’s P.O.T.W.\tI.\tDischarge Sites.  The Board shall designate discharge sites and may establish the hours of operation where properly permitted Septage Haulers shall be allowed to discharge properly manifested septage.\tJ.\tService Area.  Service Area shall mean the County of Los Angeles. The City shall not accept any septage originating from outside the County of Los Angeles unless specifically permitted by the Director as part of the Septage Disposal Permit provisions.\tK.\tFees and Charges.  Septage Haulers shall pay all applicable Septage Disposal Permit fees and charges established in this section. All fees and charges collected from Septage Haulers shall be deposited in the Sewer Construction and Maintenance Fund established by Section 64.19.2 of this Code.  Monies collected are to be expended for the purposes set forth in the above Subsection A1(e) and to provide for any appropriate refunds relative to such fees.\t1.\tDetermination of Fees and Charges.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  When necessary, as determined by the Board, the Board with the concurrence of the Office of the City Administrative Officer shall propose an appropriate and revised schedule of fees and charges.  The Board shall then transmit the schedule of fees and charges to the Mayor and to the City Council for their approval and adoption.\t2.\tSeptage Disposal Permit Fee.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  An Annual Septage Disposal Permit Fee of $2,500 is required for each Septage Hauler vehicle that is permitted to discharge septage to the City’s P.O.T.W.  This fee shall be paid annually at the time of submittal of each application for issuance or renewal of a Septage Disposal Permit.  The fee shall be annually adjusted as shown in the table below:\n  \n    \n      \n        Fee\n      \n      \n        Permit Fee ($\/year)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        3,000\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        3,500\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        4,000\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        4,500\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        5,000\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        5,500\n      \n    \n    \n      \n        July 1, 20182\n      \n      \n        6,000\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        6,500\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        7,000\n      \n    \n  \t3.\tSeptage Treatment Cost Recovery User Fees.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  The Septage Treatment Cost Recovery User Fee rate established at Subsection D.5.(b) of Section 64.30 will be applied to the full tank capacity of the Septage Hauler’s vehicle, for each vehicle permitted by the Director.\t4.\tEmergency or Special Event User Fee.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)  An Emergency or Special Event User Fee shall be charged to any Septage Hauler requesting access to any designated septage discharge site during non-business hours.  The amount of the fee will be determined by the Director and will be equal to the City’s costs to provide such a service.  The fee shall recover all direct and indirect costs and shall include, at a minimum, City costs equal to the overtime salary rate of an Industrial Waste Inspector for three (3) hours.  The fee will be billed to the Septage Hauler and will be charged in addition to the applicable user fee rates imposed pursuant to the provisions of Subdivision (3) of this Subsection.\t5.\tApplication of the Rates During an Emergency or Special Event.  In the case of a major rain storm or earthquake, or other emergency as determined by the Director, or during a Special Event, as declared by the City Council, a Septage Hauler may discharge septage resulting from such emergency or Special Event at a designated septage discharge site. The Director shall screen such septage before it may be discharged to ensure that such a discharge will not adversely affect the City’s P.O.T.W. or violate any of the City’s “discharge limitations”. The Director shall bill the Septage Hauler the appropriate User Fee according to Subdivision 3. of this Subsection K.\t6.\tPayment Method and Due Dates – Billing of Fees and Charges.  Subject to the provisions of this subsection, all user fees and charges shall be due in quarterly installments payable on the first day of January, April, July and October, with each such payment applicable to the immediately preceding quarter. This billing method will not be available to those Septage Haulers that become delinquent with the payment of their fees and charges as defined hereunder in Subdivision 7. of Subsection K. of this section.  Delinquent Septage Haulers will no longer be invoiced, following the date on which they become delinquent, and will be required to pay in guaranteed form, prior to discharge, the payment required for the discharge of each load of septage the Septage Hauler intends to discharge, in accordance with Subdivision 8.(a) of Subsection K. of this section.\t7.\tDelinquency – Additional Charge.  If the user fees are not paid on or before the last day of the month in which they are due, the Septage Hauler shall be deemed delinquent and will be issued a delinquent notice by the Director. Additionally, a delinquency charge equal to ten percent (10%) of the required user fees, but not less than $10.00, shall be added to said user fees, and such additional charges shall become a part of the user fees required by this section and be payable for said period.\tIf the invoices for said user fees are not postmarked before the due date, such user fees shall not become delinquent until 35 days following the invoice mailing date, at which time, such user fees shall become delinquent and the additional charges and time payment factors as provided above shall apply.\t8.\tFailure to pay user fee or charge.  Failure to pay any user fee or charge payable under this section within 10 days after issuance of the delinquent notice by the Director shall constitute grounds for the suspension or revocation of the Permit(s) held by such Septage Hauler or for the issuance of an order by the Director under the provisions of Section 64.31 F.  For purposes of this subsection, failure to pay includes a payment which has been dishonored.\t(a)\tNot withstanding any other provision in this Code:\ti.\tPending a final determination by the Director to suspend or revoke a Septage Hauler’s permit(s) for failure to pay; or,\tii.\tPending payment in full of all unpaid user fees or charges pursuant to an agreement to pay such user fees or charges, any Septage Hauler deemed delinquent under this subsection may, at the discretion of the Director, discharge septage to the City’s P.O.T.W. on a load-by-load basis on the condition that all user fees applicable for the load to be discharged are paid prior to discharge.  All payments of applicable user fees and charges under this subsection shall be by way of money order, cashiers check or other guaranteed form of payment.\t(b)\tPayments made under this subsection will be accepted during normal business hours at one or more locations approved by the Director.\t(c)\tThe remedies provided by this section are cumulative to each other and to all other remedies and penalties available to the City under law.  This section shall not be construed to prevent the Director from suspending or revoking any Septage Disposal Permit for any reason set forth in Subsection F of this section.\tL.\tEnforcement.  Violation of this Code, any term or condition of a Septage Disposal Permit, the Board’s Rules and Regulations, or any order issued by the Director, may subject the Septage Hauler to enforcement action as provided herein.\t1.\tCause for Enforcement Action.  An enforcement action may be initiated against a permittee for any of the following reasons:\t(a)\tWhen a discharge, singly, or by interaction with other discharges, may cause interference, pass through, or otherwise pose a significant risk of causing the City to violate its NPDES wastewater Permit requirements;\t(b)\tWhen a discharger obtains its Septage Disposal Permit by misrepresentation or fails to disclose fully all relevant facts in either the Permit application or any report, including falsification of self-monitoring reports or manifests or tampering with monitoring equipment;\t(c)\tWhen a discharger fails to provide timely access to its records;\t(d)\tWhen a discharger fails to timely pay applicable fees;\t(e)\tWhen a discharge, singly, or by interaction with other discharges, may have an adverse effect on public health, safety or welfare; on the P.O.T.W., its personnel, or on the environment;\t(f)\tWhen a discharger exceeds effluent “discharge limitations”;\t(g)\tWhen a discharger fails to provide a complete and accurate Septage Manifest;\t(h)\tWhen a discharger violates any term or condition of its Septage Disposal Permit, this section, the Board’s Rules and Regulations, or any order issued hereunder; and\/or\t(i)\tWhen the Director determines that a permittee has acted in any manner inconsistent with the intent of this Code, the Septage Disposal Permit or the laws governing the operation of the City’s P.O.T.W.\tEnforcement actions as provided herein may include any or all of the following:\t2.\tNotice of Violation.\t(a)\tScope of Notice of Violation.  The Director may serve upon a Septage Hauler a written Notice of Violation.  The Notice of Violation may require the Septage Hauler to promptly respond to the Director within a specified time period and to identify the reason(s) and cause(s) for the violation(s) and a plan for the satisfactory correction and prevention of future violations.\t(b)\tEffect of Notice of Violation.  Submission of the response by a Septage Hauler to a Notice of Violation does not relieve the Septage Hauler of liability for any violations occurring before or after receipt of the Notice of Violation.  Nothing in this section shall limit the authority of the Director to take any action, including emergency actions or any other enforcement action, whether or not a Notice of Violation has been issued.\t3.\tAdministrative Orders.\t(a)\tScope of Administrative Orders.  The Director may issue Administrative Orders containing such terms and requirements as deemed necessary by the Director for determining the compliance status of the Septage Hauler; requiring the Septage Hauler to achieve compliance; and\/or suspending the Permit(s) and requiring the cessation of discharge in whole or in part.\t(b)\tEffect of Administrative Order.\t(1)\tFailure of a Septage Hauler to comply with any condition or requirement set forth in any Administrative Order issued hereunder is a violation of this section and is independently enforceable for each day of a violation.  An Administrative Order has the full force of law and is enforceable in a court of law.  Administrative Orders shall become effective and final upon issuance by the Director.\t(2)\tA Septage Hauler’s compliance with the requirements of an Administrative Order shall not relieve the Septage Hauler of liability for any violation of a Septage Disposal Permit, this section, the Board’s Rules and Regulations or other legally applicable requirements occurring before or after receipt of the Administrative Order.\t(3)\tNothing in this section shall limit the authority of the Director to take any action, including emergency actions, or any other enforcement action, whether or not an Administrative Order has been issued.\t(c)\tDescription of Administrative Orders.  Administrative orders which the Director may issue include, but are not limited to, the following:\t(1)\tConsent Orders.  The Director and discharger may enter into a Consent Order establishing an agreement for achieving compliance with discharger requirements. Consent Orders reflect the agreement of the Director and discharger and are not appealable to the Board or otherwise subject to administrative or judicial appeal.\t(2)\tCease and Desist Orders.  The Director may issue Cease and Desist Orders requiring dischargers, among other things, to cease and desist all such violations and directing the user to:\t(A)\tImmediately comply with all Permit, Rules and Regulations and Code requirements, and;\t(B)\tTake such appropriate remedial or preventive action as may be needed to properly address a continuing or threatened violation, including halting operations and\/or terminating the discharge or preventing further discharges.\t(3)\tCompliance Orders.  The Director may issue Compliance Orders requiring dischargers, among other things to:\t(A)\tComply with interim and\/or final dates and steps for achieving compliance;\t(B)\tSubmit and implement a plan of corrective actions to be taken to maintain consistent and permanent compliance;\t(C)\tSubmit and implement a pollution prevention plan;\t(D)\tConduct additional self-monitoring; and\/or\t(E)\tPay all delinquent fees and charges.\t(4)\tPermit Suspension Order.  The Director may issue Permit Suspension Orders suspending the right of the Septage Hauler to discharge septage to the City’s P.O.T.W.  A Permit Suspension Order may be issued due to the Septage Hauler’s failure to pay applicable fees or penalties or for other good cause, including causes as specified in Subdivision 1 of this Subsection L of this section.\t4.\tSuspension of Septage Disposal Permit(s).\t(a)\tNotice of Intended Permit Suspension Order.  The Director may serve the Septage Hauler with a Notice of Intended Permit Suspension stating the reasons therefor and the opportunity for a Show Cause Permit Suspension Hearing before the Director with respect thereto.  After such hearing, the Director shall make a final determination whether to issue the Permit Suspension Order or take other enforcement action.  In cases where a Septage Hauler holds multiple Septage Disposal Permits and upon determination by the Director, the Permit Suspension Order may suspend all of the Septage Hauler’s permits.\t(b)\tCessation of Discharge.  Any Septage Hauler notified of suspension of its Septage Disposal Permit(s) shall immediately cease and desist the discharge of all septage previously authorized by the Permit(s) to the P.O.T.W.  It is unlawful for a Septage Hauler to continue to discharge any septage to the P.O.T.W. after the Septage Hauler’s permit(s) has been suspended.\t(c)\tReinstatement of Suspended Permit(s).  The Director shall require that all deficiencies, violations and causes which led to the suspension of the Septage Hauler’s permit(s), be removed and corrected and\/or require that the Septage Hauler pay all of the delinquent fees, charges, penalties and other sums owed by the Septage Hauler to the City, or reach an agreement with the Board to pay such fee and charges before a suspended Permit is reinstated.  Suspension of the Permit(s) does not relieve the Septage Hauler of its obligation to pay all applicable fees.\t(d)\tFailure to Correct as Cause for Revocation.  Failure of the Septage Hauler to take the necessary corrective actions and request reinstatement of the suspended Permit(s) within ninety (90) days following issuance of a Permit(s) Suspension Order shall be grounds for Permit(s) revocation and service termination according to Subsection 5 of this section.\t5.\tRevocation of Septage Disposal Permit(s).\t(a)\tNotice of Intended Permit Revocation.  The Director, in the event of:\t(i)\ta violation of a Septage Disposal Permit, this Code, the Board’s Rules and Regulations, any order issued hereunder; and\/or\t(ii)\tThe Septage Hauler’s failure to pay applicable fees or penalties; and\/or\t(iii)\tfor other good cause (including causes as specified in Paragraph (d) of Subdivision 4 of this subsection, may serve the Septage Hauler with a Notice of Intended Permit Revocation, stating the reasons therefore and the opportunity for a Show Cause Permit Revocation Hearing before the Director with respect thereto.  After such hearing, the Director shall make a final determination whether to revoke the Permit(s) or take other enforcement action.  In cases where a Septage Hauler holds multiple Septage Disposal Permits, the Director may revoke all of the Septage Hauler’s permits.\t(b)\tCessation of Discharge.  Any Septage Hauler notified of the revocation of its Permit(s) shall immediately cease and desist the discharge of all septage previously authorized by the Permit(s) to the P.O.T.W. It is unlawful for a Septage Hauler to continue to discharge any septage to the P.O.T.W. after Permit(s) has been revoked.\t(c)\tIssuance of New Septage Disposal Permit Subsequent to Revocation.  After revocation of a Septage Hauler’s permit(s), there shall be no further discharge of any septage by the Septage Hauler to the P.O.T.W., unless there has been a new application filed, all fees and charges that would be required upon an initial application and all delinquent fees, charges, penalties and other sums owed by the Septage Hauler and\/or the applicant to the City have been paid to the City, or the Septage Hauler has reached an agreement with the Board to pay such charges and fees, and a new Septage Disposal Permit has been issued.  Any costs incurred by the City, including administrative costs and investigative fees, in revoking the Septage Disposal Permit(s) shall also be paid for by the Septage Hauler before issuance of new Septage Disposal Permit(s).\t6.\tAppeals and Hearings.\t(a)\tAppeals.  Upon the issuance of an Administrative Order or notification of Permit revocation by the Director, a Septage Hauler may, within 14 days from service of the Director’s order or notice, submit a written request to the Secretary of the Board for a Board hearing to appeal said order or notice.\tThe filing of said appeal does not act to stay any enforcement action or time set for compliance nor does said filing of an appeal in any way relieve the Septage Hauler from any liability or responsibility for the violation which is the subject of the appeal.  Nothing in this section shall act to limit the authority of the Director to take any action, including emergency actions or any other enforcement actions, whether or not a request for appeal has been made.  Failure of the Septage Hauler to request a hearing within the specified time or failure to pay any required filing fees shall be deemed a waiver of request for such a hearing.\tIn the event of a hearing request to consider an Administrative Order or notification of Permit Revocation as determined by the Director, the Board, or a hearing examiner designated by the Board for that purpose, upon written request by the Septage Hauler, shall conduct the hearing to consider the appeal of said order or notice within a reasonable period of time with consideration shown for the convenience and necessity of all parties and their representatives.\t(b)\tHearings.\t(1)\tAt the hearing the Director shall submit, for the record, evidence to support the issuance of the Administrative Order or notification of Permit Revocation which is the subject of the appeal.  The Septage Hauler shall have the opportunity prior to the hearing to examine the evidence to be submitted by the Director.  The Septage Hauler or counsel should be present at the hearing and will be given the opportunity to present any relevant evidence or witnesses, and ask questions or make comments concerning the Director’s evidence and testimony.  Failure of the Septage Hauler or the Septage Hauler’s representative to appear at the hearing after receiving notice of the hearing shall be deemed a waiver of hearing rights.\t(2)\tAt the conclusion of the hearing, the Board shall make findings and determine whether the evidence presented at the hearing supports the issuance of the Administrative Order or notification of Permit Revocation which is the subject of the appeal.\t(c)\tNotification.  Only those persons who request a hearing need be notified of the date and time of the hearing.  The Board Secretary shall make said notification at least ten (10) days prior to the date of the hearing by certified mail, postage prepaid, return receipt requested, to the address as shown on the hearing request.\t(d)\tContinuances.  The Board may grant continuances; however when a hearing examiner has been assigned to such hearing, no continuances may be granted except by that hearing examiner, for good cause shown, so long as the matter remains before the hearing examiner.\t(e)\tReporting.  The proceedings at the hearing shall be reported by an electronic recording if requested by any party thereto.  A transcript of the proceedings shall be made available to all parties upon request and upon payment of the prescribed fee therefor.\t(f)\tOaths-Certification.  In any proceedings under this division, the Board, any Board member, the secretary of the Board or the hearing examiner has the power to administer oaths and affirmations and to certify to official acts.\t(g)\tAppointment of Hearing Examiner(s).  Whenever an appeal or protest is made to the Board pursuant to this section, the Board may appoint one or more hearing examiners or designate one or more of its members to serve as hearing examiners, and direct such hearing examiner or examiners to consider all or part of such appeal or protest or to conduct all or part of such hearing and to submit a report or reports thereon as hereafter provided. Hearing examiners may, be appointed from among the officers or employees of the City.\t(h)\tReport of Hearing Examiner.  Within such period as may be fixed by the Board, the hearing examiner shall submit a written report to the Board.  Such report shall contain a brief summary of the evidence considered and shall state the hearing examiner’s conclusions and recommendations, and if the matter is then ready for decision, the report shall contain a proposed decision, in such form that it may be adopted by the Board as its decision in the case, and a brief statement of the hearing examiner’s reasons therefor.  All hearing examiner’s reports shall be filed by the secretary of the Board as public records.  A copy of each proposed decision so filed shall then be mailed by the Secretary of the Board to each party.\t(i)\tConsideration of Report by Board.  The Board shall fix a time when the Board will consider the report of the hearing examiner.  Notice thereof shall be mailed by the Board Secretary to each party not less than ten (10) days prior to the date fixed, unless otherwise stipulated. Not later than five (5) days before such date any party may file written exceptions to any part or all of the hearing examiner’s report.\t(j)\tDisposition by Board.\t(1)\tAfter considering the hearing examiner’s report and any exceptions, proposals, and arguments submitted, the Board may adopt, reject, or modify such report in whole or in part.  If the matter is then ready for decision, the Board may proceed to make its decision.\t(2)\tIf the Board does not decide the matter upon the hearing examiner’s report, the Board may itself consider the matter either in whole or in part, upon the record, including the transcript, or may decide the matter after itself receiving the whole or any part of the evidence or may refer part or all of the matter to the same or another hearing examiner.  If part of the matter is so referred to an hearing examiner, such hearing examiner shall prepare and submit to the Board a report, including a proposed decision as provided in this section, upon the evidence heard by such hearing examiner, and the papers, records, and reports which are part of the record of the prior hearing, and thereafter the matter shall proceed as heretofore provided in the case of an original hearing examiner’s report.  If additional evidence is received by the Board itself, no member thereof may vote on the matter unless the member has heard the additional testimony or has read a reporter’s transcript of the same, or if there was other additional evidence, unless the member has considered such other additional evidence.  The Board shall give such notice of its decision as is provided or required in cases where it makes no reference to a hearing examiner.\t(k)\tDuty to Exhaust Administrative Remedies.  A Septage Hauler has the legal obligation to exhaust administrative remedies.  Failure of a Septage Hauler to pursue its appeal rights hereunder or to appeal the Director’s decision is a waiver of such rights.  Accordingly, any action of the Director which was subject to review by the Board under this subdivision, but was not appealed to the Board, shall not be subject to judicial review in any civil proceeding.\t7.\tJudicial Enforcement Remedies.\t(a)\tInjunctive Relief.  Whenever a Septage Hauler has violated or continues to violate the provisions of a Septage Disposal Permit, this section, Board’s Rules and Regulations or any order issued hereunder, the Director, through the City Attorney, may petition the Superior Court for the issuance of a temporary or permanent injunction, as may be appropriate, which restrains or compels the specific performance of the order or other standard or requirement imposed by this section on activities of the Septage Hauler.  The Director may also seek such other relief as may be appropriate including a requirement for the Septage Hauler to conduct environmental remediation.  The petition for injunctive relief shall not be a bar against or a prerequisite for taking any other action against a Septage Hauler.\t(b)\tCivil Liability.  Pursuant to Section 54740 of the Government Code, any person who violates conditions of a Septage Disposal Permit, this section, the Board’s Rules and Regulations, any order issued hereunder, or any other provision as identified in Section 54739(a) of the Government Code, may be civilly liable in a sum of not to exceed twenty-five thousand dollars ($25,000) a day for each violation.  The local agency may petition the superior court to impose, assess, and recover such sums.\tRemedies under this section are in addition to and do not supersede or limit any and all other remedies, civil or criminal, but no liability shall be recoverable under this section for any violation for which liability is recovered under Subdivision 8 of this section.\t(c)\tCriminal Liability.  It shall be unlawful for any person to violate any condition of a Septage Disposal Permit, this section, the Board’s Rules and Regulations, or any order issued hereunder.  Any person violating any of the provisions or failing to comply with any of the mandatory requirements of this Code, the Board’s Rules and Regulations or, any order issued by the Director pursuant to this Code shall be guilty of a misdemeanor and said violation shall be punishable by a fine of not more than $1,000.00 for each offense or by imprisonment in the County Jail for a period of not more than six (6) months, or by both such fine and imprisonment.\tEach person shall be guilty of a separate offense for each and every day during any portion of which any violation of a Septage Disposal Permit, this Code the Board’s Rules and Regulations, or any order issued hereunder, by such person, and each such violation shall be punishable accordingly.  Nothing in this Code shall prohibit the payment of investigative costs by any person so convicted of violating any of the mandatory requirements of this Code, the Board’s Rules and Regulation or, any order issued by the Director pursuant to this Code, to the Bureau of Sanitation, to reimburse said agency for all costs expended to investigate and\/or enforce the requirements of this Code, the Board’s Rules and Regulations or, any order issued by the Director pursuant to this Code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}