{"section_number":"64.41.07","edition_id":"1","section_id":"3381","structure_id":"107","catch_line":"Adjustments – Exemptions – Appeals.","history":"","full_text":"  ADJUSTMENTS – EXEMPTIONS – APPEALS.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\n\n\t(a)\tThe Board shall establish rules and regulations for the filing, review and determination of adjustments and exemptions and, insofar as consistent with the terms of this section, for any appeals to the Board from determinations thereon.\n\n\t(b)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall have the power to provide for adjustments to the volume of sewage determined to be discharged to the sewer system in the following instances when:\n\n\t(1)\t(Amended by Ord. No. 172,763, Eff. 9\/19\/99.)  The user’s sewage volume would otherwise be determined by section 64.41.03 (g) (1), and:\n\n\t(A)\tan extraordinary non-occupancy related condition occurred during the Rainy Season Billing Period substantially affecting the user’s Winter Water Use; or\n\n\t(B)\tthe user has replaced all existing toilets on the premises with Ultra-Low-Flush Toilets.\n\n\t\t(2)\tThe user’s sewage volume would otherwise be determined by Section 64.41.03 (g)(2) and the user’s actual discharge of sewage to the sewage system is determined to be substantially less than the sewage volume calculated pursuant to 64.41.03 (g)(2).  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(3)\tThe premises is unoccupied throughout a billing period.\n\n\t(c)\tThe Board shall have the power to provide for exemptions as defined in this article.  (New Subsec. (c) Added by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)\n\n\t(d)\t(Subsec. (c) Re-lettered (d) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide Water and Power with notices of adjustments and exemptions and appeal procedures, and Water and Power shall cause said notices to be mailed along with the first water bills subsequent to the effective date of this article which includes sewer service charges, and will cause copies of said notices to be mailed or otherwise given in connection with each new application for water service made after the effective date of this article. The Board shall likewise provide such notices to the Office of Finance and the Office of Finance shall cause said notices to be mailed or otherwise distributed to all users or other persons billed by the Office of Finance whom he has reason to believe has not already received such notice.\n\n\t(e)\t(Subsec. (d) Re-lettered (e) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Where a determination or adjustment or exemption has become final as provided in this section. future billings shall reflect such adjustment unless otherwise determined by he Board.\n\n\t(f)\t(Subsec. (e) Re-lettered (f) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall advise the Office of Finance when there is any adjustment or exemption affecting past or future charges, and, if so, for what period of time and to what extent, and the Office of Finance shall take whatever action he deems necessary to comply with such adjustment or exemption, whether by refund, credit, or otherwise.\n\n\t(g)\t(Subsec. (f) Re-lettered (g) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall arrange with Water and Power to calculate and apply, insofar as adequate data is available, the appropriate adjustment to the Sewer Service Charge of each residential user annually using water consumption data available in the Water and Power automated billing system.  Such adjustments shall be effective only for billings prepared following the time of calculation.  (Amended by Ord. No. 170,257, Eff. 2\/23\/95.)\n\n\t(h)\t(Subsec. (g) Re-lettered (h) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  (Amended by Ord. No. 170,257, Eff. 2\/23\/95.)  Any user or person billed, may apply in writing for an adjustment to the office designated by the Board within thirty (30) days from the date the bill is mailed or delivered with respect to the period for which the user or person billed seeks adjustment.  However, the application may be made within one (l) year from the date the bill is mailed or delivered with respect to the period for which the user or person billed seeks adjustment under the following two circumstances:\n\n\t(a)\tthe premises was unoccupied; or\n\n\t(b)\tthe result of the calculation performed by the Department of Water and Power was inaccurate because of defective water consumption data.\n\n\t(i)\t(Subsec. (h) Re-lettered (i) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide for action to be taken and determination to be made upon each application for adjustment or exemption within thirty (30) days from the date said application is filed whenever reasonably possible, and shall cause the applicant to be immediately notified in writing of any determination on the application for adjustment. Request for production of additional information may be made of the applicant, and if the applicant fails to produce the requested information within thirty (30) days from the date of mailing the request therefor, proceedings may be terminated or such other action as is deemed by the Board to be appropriate may be taken.\n\n\t(j)\t(Subsec. (i) Re-lettered (j) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Any person who has filed an application for adjustment or exemption and received a determination thereon, and who has likewise complied with the procedures of this section, may appeal such determination to the Board pursuant to procedures, rules and regulations adopted by the Board of such purpose. An appeal must be filed within ten (10) days following the date of mailing notice of the determination on the request for adjustment or exemption. The Board shall set a time for hearing the matter, and shall mail written notice thereof no less than ten (10) days prior to the date of such hearing to the person who has filed. The notice shall be mailed postage prepaid to the address designated on said appeal, and also to the address shown on the original application for adjustment if such is different.\n\n\t(k)\t(Subsec. (j) Re-lettered (k) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  A hearing upon an appeal shall be set whenever reasonably possible no later than thirty (30) days after the date of filing the appeal. The Board may continue the hearing from time to time in its discretion, and shall make a written determination upon the appeal within fifteen (15) days from the conclusion of the hearing and provide a copy thereof to the person who filed said appeal.\n\n\t(l)\tAny person may, who has complied with the procedures of this section, may, within ten (10) days of the mailing date of the Board’s written determination, referred to in (j) above, appeal such decision to the City Council by filing a notice of appeal with the City Clerk. This notice of appeal shall be in writing and set forth specifically wherein the appellant believes there was an error or abuse of discretion on the part of the Board. The Council may then set a time for hearing the matter, and shall mail written notice thereof no less than ten (10) days prior to the date of such hearing to the person who has so filed. The notice shall be mailed as provided in (i) above. If the City Council fails to act within thirty (30) days after the day of the filing or the appeal with the Office of Finance the appeal shall be deemed denied.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(m)\tAn adjustment or exemption determination shall become final upon the termination of time for filing an appeal to the City Council as provided for in this section where no appeal has been filed; provided that in the event an appeal has been timely filed, the determination, including deemed denial, by the City Council upon such appeal shall be final and the City Council shall so notify the Board.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\tThe filing of an application for adjustment or exemption or of an appeal to the Board or City Council from a determination thereon shall not stay the continued and further billing during the course of time consumed in said proceedings, but any such continued and further billing will be adjusted, if appropriate, at the termination of the proceedings pursuant to and in conformance with the determination therein; provided, however, that acceptance of any payment by the City subsequent to the application for adjustment shall not preclude billing and collection different from or in excess of such payments and in conformance with said final determination.","order_by":"41.07","ancestry":{"1":{"id":"107","name":"\nSewer Service Charge","identifier":"4.1","label":"article","url":"\/6\/4.1\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1940","structure_id":"107","section_number":"64.41.01","catch_line":"Definitions.","url":"\/64.41.01\/","token":"64.41.01"},"1":{"id":"2937","structure_id":"107","section_number":"64.41.03","catch_line":"Charges.","url":"\/64.41.03\/","token":"64.41.03"},"2":{"id":"1213","structure_id":"107","section_number":"64.41.05","catch_line":"Billing – Collection – Payment Of Charges – Delinquency Penalties.","url":"\/64.41.05\/","token":"64.41.05"},"3":{"id":"3381","structure_id":"107","section_number":"64.41.07","catch_line":"Adjustments - Exemptions - Appeals.","url":"\/64.41.07\/","token":"64.41.07"},"4":{"id":"2614","structure_id":"107","section_number":"64.41.09","catch_line":"Dispositions Of Funds.","url":"\/64.41.09\/","token":"64.41.09"},"5":{"id":"3494","structure_id":"107","section_number":"64.41.10","catch_line":"Sewer Service Charges Held In Trust.","url":"\/64.41.10\/","token":"64.41.10"},"6":{"id":"610","structure_id":"107","section_number":"64.41.11","catch_line":"Annual Review.","url":"\/64.41.11\/","token":"64.41.11"}},"next_section":{"id":"2614","structure_id":"107","section_number":"64.41.09","catch_line":"Dispositions Of Funds.","url":"\/64.41.09\/","token":"64.41.09"},"metadata":false,"references":false,"url":"\/64.41.07\/","token":"64.41.07","formats":{"txt":"\/64.41.07.txt","json":"\/64.41.07.xml"},"dublin_core":{"Title":"Adjustments – Exemptions – Appeals.","Type":"Text","Format":"text\/html","Identifier":"§ 64.41.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nADJUSTMENTS – EXEMPTIONS – APPEALS. (§ 64.41.07)\n\n  ADJUSTMENTS – EXEMPTIONS – APPEALS.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\t(a)\tThe Board shall establish\nrules and regulations for the filing, review and determination of adjustments\nand exemptions and, insofar as consistent with the terms of this section, for\nany appeals to the Board from determinations thereon.\t(b)\t(Amended by Ord. No.\n171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall have the power to provide\nfor adjustments to the volume of sewage determined to be discharged to the sewer\nsystem in the following instances when:\t(1)\t(Amended by Ord. No. 172,763, Eff.\n9\/19\/99.)  The user’s sewage volume would otherwise be determined by section\n64.41.03 (g) (1), and:\t(A)\tan extraordinary non-occupancy related condition\noccurred during the Rainy Season Billing Period substantially affecting the\nuser’s Winter Water Use; or\t(B)\tthe user has replaced all existing toilets on\nthe premises with Ultra-Low-Flush Toilets.\t\t(2)\tThe user’s sewage volume would\notherwise be determined by Section 64.41.03 (g)(2) and the user’s actual\ndischarge of sewage to the sewage system is determined to be substantially less\nthan the sewage volume calculated pursuant to 64.41.03 (g)(2).  (Amended by\nOrd. No. 182,076, Eff. 4\/6\/12.)\t(3)\tThe premises is unoccupied throughout a\nbilling period.\t(c)\tThe Board shall have the power to provide for exemptions as\ndefined in this article.  (New Subsec. (c) Added by Ord. No. 171,531, Eff.\n4\/5\/97, Oper. 7\/1\/97.)\t(d)\t(Subsec. (c) Re-lettered (d) by Ord. No. 171,531,\nEff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide Water and Power with\nnotices of adjustments and exemptions and appeal procedures, and Water and Power\nshall cause said notices to be mailed along with the first water bills\nsubsequent to the effective date of this article which includes sewer service\ncharges, and will cause copies of said notices to be mailed or otherwise given\nin connection with each new application for water service made after the\neffective date of this article. The Board shall likewise provide such notices to\nthe Office of Finance and the Office of Finance shall cause said notices to be\nmailed or otherwise distributed to all users or other persons billed by the\nOffice of Finance whom he has reason to believe has not already received such\nnotice.\t(e)\t(Subsec. (d) Re-lettered (e) by Ord. No. 171,531, Eff. 4\/5\/97, Oper.\n7\/1\/97.)  Where a determination or adjustment or exemption has become final as\nprovided in this section. future billings shall reflect such adjustment unless\notherwise determined by he Board.\t(f)\t(Subsec. (e) Re-lettered (f) by Ord. No.\n171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall advise the Office of\nFinance when there is any adjustment or exemption affecting past or future\ncharges, and, if so, for what period of time and to what extent, and the Office\nof Finance shall take whatever action he deems necessary to comply with such\nadjustment or exemption, whether by refund, credit, or otherwise.\t(g)\t(Subsec.\n(f) Re-lettered (g) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board\nshall arrange with Water and Power to calculate and apply, insofar as adequate\ndata is available, the appropriate adjustment to the Sewer Service Charge of\neach residential user annually using water consumption data available in the\nWater and Power automated billing system.  Such adjustments shall be effective\nonly for billings prepared following the time of calculation.  (Amended by Ord.\nNo. 170,257, Eff. 2\/23\/95.)\t(h)\t(Subsec. (g) Re-lettered (h) by Ord. No.\n171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  (Amended by Ord. No. 170,257, Eff.\n2\/23\/95.)  Any user or person billed, may apply in writing for an adjustment to\nthe office designated by the Board within thirty (30) days from the date the\nbill is mailed or delivered with respect to the period for which the user or\nperson billed seeks adjustment.  However, the application may be made within\none (l) year from the date the bill is mailed or delivered with respect to the\nperiod for which the user or person billed seeks adjustment under the following\ntwo circumstances:\t(a)\tthe premises was unoccupied; or\t(b)\tthe result of the\ncalculation performed by the Department of Water and Power was inaccurate\nbecause of defective water consumption data.\t(i)\t(Subsec. (h) Re-lettered (i) by\nOrd. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide for\naction to be taken and determination to be made upon each application for\nadjustment or exemption within thirty (30) days from the date said application\nis filed whenever reasonably possible, and shall cause the applicant to be\nimmediately notified in writing of any determination on the application for\nadjustment. Request for production of additional information may be made of the\napplicant, and if the applicant fails to produce the requested information\nwithin thirty (30) days from the date of mailing the request therefor,\nproceedings may be terminated or such other action as is deemed by the Board to\nbe appropriate may be taken.\t(j)\t(Subsec. (i) Re-lettered (j) by Ord. No.\n171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Any person who has filed an application\nfor adjustment or exemption and received a determination thereon, and who has\nlikewise complied with the procedures of this section, may appeal such\ndetermination to the Board pursuant to procedures, rules and regulations adopted\nby the Board of such purpose. An appeal must be filed within ten (10) days\nfollowing the date of mailing notice of the determination on the request for\nadjustment or exemption. The Board shall set a time for hearing the matter, and\nshall mail written notice thereof no less than ten (10) days prior to the date\nof such hearing to the person who has filed. The notice shall be mailed postage\nprepaid to the address designated on said appeal, and also to the address shown\non the original application for adjustment if such is different.\t(k)\t(Subsec.\n(j) Re-lettered (k) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  A hearing\nupon an appeal shall be set whenever reasonably possible no later than thirty\n(30) days after the date of filing the appeal. The Board may continue the\nhearing from time to time in its discretion, and shall make a written\ndetermination upon the appeal within fifteen (15) days from the conclusion of\nthe hearing and provide a copy thereof to the person who filed said\nappeal.\t(l)\tAny person may, who has complied with the procedures of this\nsection, may, within ten (10) days of the mailing date of the Board’s written\ndetermination, referred to in (j) above, appeal such decision to the City\nCouncil by filing a notice of appeal with the City Clerk. This notice of appeal\nshall be in writing and set forth specifically wherein the appellant believes\nthere was an error or abuse of discretion on the part of the Board. The Council\nmay then set a time for hearing the matter, and shall mail written notice\nthereof no less than ten (10) days prior to the date of such hearing to the\nperson who has so filed. The notice shall be mailed as provided in (i) above. If\nthe City Council fails to act within thirty (30) days after the day of the\nfiling or the appeal with the Office of Finance the appeal shall be deemed\ndenied.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(m)\tAn adjustment or\nexemption determination shall become final upon the termination of time for\nfiling an appeal to the City Council as provided for in this section where no\nappeal has been filed; provided that in the event an appeal has been timely\nfiled, the determination, including deemed denial, by the City Council upon such\nappeal shall be final and the City Council shall so notify the Board.  (Amended\nby Ord. No. 182,076, Eff. 4\/6\/12.)\tThe filing of an application for adjustment\nor exemption or of an appeal to the Board or City Council from a determination\nthereon shall not stay the continued and further billing during the course of\ntime consumed in said proceedings, but any such continued and further billing\nwill be adjusted, if appropriate, at the termination of the proceedings pursuant\nto and in conformance with the determination therein; provided, however, that\nacceptance of any payment by the City subsequent to the application for\nadjustment shall not preclude billing and collection different from or in excess\nof such payments and in conformance with said final determination.\n","html":"\n\t\t\t\t\t<section><p>  ADJUSTMENTS – EXEMPTIONS – <span class=\"dictionary\">APPEALS<\/span>.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)<br \/><br \/>\t(a)\tThe Board shall establish rules and regulations for the filing, review and determination of adjustments and exemptions and, insofar as consistent with the terms of this section, for any <span class=\"dictionary\">appeals<\/span> to the Board from determinations thereon.<br \/><br \/>\t(b)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall have the power to provide for adjustments to the volume of sewage determined to be discharged to the sewer system in the following instances when:<br \/><br \/>\t(1)\t(Amended by Ord. No. 172,763, Eff. 9\/19\/99.)  The user’s sewage volume would otherwise be determined by section 64.41.03 (g) (1), and:<br \/><br \/>\t(A)\tan extraordinary non-occupancy related condition occurred during the Rainy Season Billing Period substantially affecting the user’s Winter Water Use; or<br \/><br \/>\t(B)\tthe user has replaced all existing toilets on the premises with Ultra-Low-Flush Toilets.<br \/><br \/>\t\t(2)\tThe user’s sewage volume would otherwise be determined by Section 64.41.03 (g)(2) and the user’s actual discharge of sewage to the sewage system is determined to be substantially less than the sewage volume calculated pursuant to 64.41.03 (g)(2).  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(3)\tThe premises is unoccupied throughout a billing period.<br \/><br \/>\t(c)\tThe Board shall have the power to provide for exemptions as defined in this article.  (New Subsec. (c) Added by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)<br \/><br \/>\t(d)\t(Subsec. (c) Re-lettered (d) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide Water and Power with notices of adjustments and exemptions and appeal procedures, and Water and Power shall cause said notices to be mailed along with the first water bills subsequent to the effective date of this article which includes sewer service charges, and will cause copies of said notices to be mailed or otherwise given in connection with each new application for water service made after the effective date of this article. The Board shall likewise provide such notices to the Office of Finance and the Office of Finance shall cause said notices to be mailed or otherwise distributed to all users or other persons billed by the Office of Finance whom he has reason to believe has not already received such notice.<br \/><br \/>\t(e)\t(Subsec. (d) Re-lettered (e) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Where a determination or adjustment or exemption has become final as provided in this section. future billings shall reflect such adjustment unless otherwise determined by he Board.<br \/><br \/>\t(f)\t(Subsec. (e) Re-lettered (f) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall advise the Office of Finance when there is any adjustment or exemption affecting past or future charges, and, if so, for what period of time and to what extent, and the Office of Finance shall take whatever action he deems necessary to comply with such adjustment or exemption, whether by refund, credit, or otherwise.<br \/><br \/>\t(g)\t(Subsec. (f) Re-lettered (g) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall arrange with Water and Power to calculate and apply, insofar as adequate data is available, the appropriate adjustment to the Sewer Service Charge of each residential user annually using water consumption data available in the Water and Power automated billing system.  Such adjustments shall be effective only for billings prepared following the time of calculation.  (Amended by Ord. No. 170,257, Eff. 2\/23\/95.)<br \/><br \/>\t(h)\t(Subsec. (g) Re-lettered (h) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  (Amended by Ord. No. 170,257, Eff. 2\/23\/95.)  Any user or person billed, may apply in writing for an adjustment to the office designated by the Board within thirty (30) days from the date the bill is mailed or delivered with respect to the period for which the user or person billed seeks adjustment.  However, the application may be made within one (l) year from the date the bill is mailed or delivered with respect to the period for which the user or person billed seeks adjustment under the following two circumstances:<br \/><br \/>\t(a)\tthe premises was unoccupied; or<br \/><br \/>\t(b)\tthe result of the calculation performed by the Department of Water and Power was inaccurate because of defective water consumption data.<br \/><br \/>\t(i)\t(Subsec. (h) Re-lettered (i) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide for action to be taken and determination to be made upon each application for adjustment or exemption within thirty (30) days from the date said application is filed whenever reasonably possible, and shall cause the applicant to be immediately notified in writing of any determination on the application for adjustment. Request for production of additional information may be made of the applicant, and if the applicant fails to produce the requested information within thirty (30) days from the date of mailing the request therefor, proceedings may be terminated or such other action as is deemed by the Board to be appropriate may be taken.<br \/><br \/>\t(j)\t(Subsec. (i) Re-lettered (j) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Any person who has filed an application for adjustment or exemption and received a determination thereon, and who has likewise complied with the procedures of this section, may appeal such determination to the Board pursuant to procedures, rules and regulations adopted by the Board of such purpose. An appeal must be filed within ten (10) days following the date of mailing notice of the determination on the request for adjustment or exemption. The Board shall set a time for <span class=\"dictionary\">hearing<\/span> the matter, and shall mail written notice thereof no less than ten (10) days prior to the date of such <span class=\"dictionary\">hearing<\/span> to the person who has filed. The notice shall be mailed postage prepaid to the address designated on said appeal, and also to the address shown on the original application for adjustment if such is different.<br \/><br \/>\t(k)\t(Subsec. (j) Re-lettered (k) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  A <span class=\"dictionary\">hearing<\/span> upon an appeal shall be set whenever reasonably possible no later than thirty (30) days after the date of filing the appeal. The Board may continue the <span class=\"dictionary\">hearing<\/span> from time to time in its discretion, and shall make a written determination upon the appeal within fifteen (15) days from the conclusion of the <span class=\"dictionary\">hearing<\/span> and provide a copy thereof to the person who filed said appeal.<br \/><br \/>\t(l)\tAny person may, who has complied with the procedures of this section, may, within ten (10) days of the mailing date of the Board’s written determination, referred to in (j) above, appeal such decision to the City Council by filing a <span class=\"dictionary\">notice of appeal<\/span> with the City Clerk. This <span class=\"dictionary\">notice of appeal<\/span> shall be in writing and set forth specifically wherein the <span class=\"dictionary\">appellant<\/span> believes there was an error or abuse of discretion on the part of the Board. The Council may then set a time for <span class=\"dictionary\">hearing<\/span> the matter, and shall mail written notice thereof no less than ten (10) days prior to the date of such <span class=\"dictionary\">hearing<\/span> to the person who has so filed. The notice shall be mailed as provided in (i) above. If the City Council fails to act within thirty (30) days after the day of the filing or the appeal with the Office of Finance the appeal shall be deemed denied.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(m)\tAn adjustment or exemption determination shall become final upon the termination of time for filing an appeal to the City Council as provided for in this section where no appeal has been filed; provided that in the event an appeal has been timely filed, the determination, including deemed denial, by the City Council upon such appeal shall be final and the City Council shall so notify the Board.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\tThe filing of an application for adjustment or exemption or of an appeal to the Board or City Council from a determination thereon shall not <span class=\"dictionary\">stay<\/span> the continued and further billing during the course of time consumed in said proceedings, but any such continued and further billing will be adjusted, if appropriate, at the termination of the proceedings pursuant to and in conformance with the determination therein; provided, however, that acceptance of any payment by the City subsequent to the application for adjustment shall not preclude billing and collection different from or in excess of such payments and in conformance with said final determination.<\/p><\/section>","previous_section":{"id":"1213","structure_id":"107","section_number":"64.41.05","catch_line":"Billing – Collection – Payment Of Charges – Delinquency Penalties.","url":"\/64.41.05\/","token":"64.41.05"},"text":{"0":{"id":"3355","text":"  ADJUSTMENTS – EXEMPTIONS – APPEALS.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\t(a)\tThe Board shall establish rules and regulations for the filing, review and determination of adjustments and exemptions and, insofar as consistent with the terms of this section, for any appeals to the Board from determinations thereon.\t(b)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall have the power to provide for adjustments to the volume of sewage determined to be discharged to the sewer system in the following instances when:\t(1)\t(Amended by Ord. No. 172,763, Eff. 9\/19\/99.)  The user’s sewage volume would otherwise be determined by section 64.41.03 (g) (1), and:\t(A)\tan extraordinary non-occupancy related condition occurred during the Rainy Season Billing Period substantially affecting the user’s Winter Water Use; or\t(B)\tthe user has replaced all existing toilets on the premises with Ultra-Low-Flush Toilets.\t\t(2)\tThe user’s sewage volume would otherwise be determined by Section 64.41.03 (g)(2) and the user’s actual discharge of sewage to the sewage system is determined to be substantially less than the sewage volume calculated pursuant to 64.41.03 (g)(2).  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(3)\tThe premises is unoccupied throughout a billing period.\t(c)\tThe Board shall have the power to provide for exemptions as defined in this article.  (New Subsec. (c) Added by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)\t(d)\t(Subsec. (c) Re-lettered (d) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide Water and Power with notices of adjustments and exemptions and appeal procedures, and Water and Power shall cause said notices to be mailed along with the first water bills subsequent to the effective date of this article which includes sewer service charges, and will cause copies of said notices to be mailed or otherwise given in connection with each new application for water service made after the effective date of this article. The Board shall likewise provide such notices to the Office of Finance and the Office of Finance shall cause said notices to be mailed or otherwise distributed to all users or other persons billed by the Office of Finance whom he has reason to believe has not already received such notice.\t(e)\t(Subsec. (d) Re-lettered (e) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Where a determination or adjustment or exemption has become final as provided in this section. future billings shall reflect such adjustment unless otherwise determined by he Board.\t(f)\t(Subsec. (e) Re-lettered (f) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall advise the Office of Finance when there is any adjustment or exemption affecting past or future charges, and, if so, for what period of time and to what extent, and the Office of Finance shall take whatever action he deems necessary to comply with such adjustment or exemption, whether by refund, credit, or otherwise.\t(g)\t(Subsec. (f) Re-lettered (g) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall arrange with Water and Power to calculate and apply, insofar as adequate data is available, the appropriate adjustment to the Sewer Service Charge of each residential user annually using water consumption data available in the Water and Power automated billing system.  Such adjustments shall be effective only for billings prepared following the time of calculation.  (Amended by Ord. No. 170,257, Eff. 2\/23\/95.)\t(h)\t(Subsec. (g) Re-lettered (h) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  (Amended by Ord. No. 170,257, Eff. 2\/23\/95.)  Any user or person billed, may apply in writing for an adjustment to the office designated by the Board within thirty (30) days from the date the bill is mailed or delivered with respect to the period for which the user or person billed seeks adjustment.  However, the application may be made within one (l) year from the date the bill is mailed or delivered with respect to the period for which the user or person billed seeks adjustment under the following two circumstances:\t(a)\tthe premises was unoccupied; or\t(b)\tthe result of the calculation performed by the Department of Water and Power was inaccurate because of defective water consumption data.\t(i)\t(Subsec. (h) Re-lettered (i) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  The Board shall provide for action to be taken and determination to be made upon each application for adjustment or exemption within thirty (30) days from the date said application is filed whenever reasonably possible, and shall cause the applicant to be immediately notified in writing of any determination on the application for adjustment. Request for production of additional information may be made of the applicant, and if the applicant fails to produce the requested information within thirty (30) days from the date of mailing the request therefor, proceedings may be terminated or such other action as is deemed by the Board to be appropriate may be taken.\t(j)\t(Subsec. (i) Re-lettered (j) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Any person who has filed an application for adjustment or exemption and received a determination thereon, and who has likewise complied with the procedures of this section, may appeal such determination to the Board pursuant to procedures, rules and regulations adopted by the Board of such purpose. An appeal must be filed within ten (10) days following the date of mailing notice of the determination on the request for adjustment or exemption. The Board shall set a time for hearing the matter, and shall mail written notice thereof no less than ten (10) days prior to the date of such hearing to the person who has filed. The notice shall be mailed postage prepaid to the address designated on said appeal, and also to the address shown on the original application for adjustment if such is different.\t(k)\t(Subsec. (j) Re-lettered (k) by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  A hearing upon an appeal shall be set whenever reasonably possible no later than thirty (30) days after the date of filing the appeal. The Board may continue the hearing from time to time in its discretion, and shall make a written determination upon the appeal within fifteen (15) days from the conclusion of the hearing and provide a copy thereof to the person who filed said appeal.\t(l)\tAny person may, who has complied with the procedures of this section, may, within ten (10) days of the mailing date of the Board’s written determination, referred to in (j) above, appeal such decision to the City Council by filing a notice of appeal with the City Clerk. This notice of appeal shall be in writing and set forth specifically wherein the appellant believes there was an error or abuse of discretion on the part of the Board. The Council may then set a time for hearing the matter, and shall mail written notice thereof no less than ten (10) days prior to the date of such hearing to the person who has so filed. The notice shall be mailed as provided in (i) above. If the City Council fails to act within thirty (30) days after the day of the filing or the appeal with the Office of Finance the appeal shall be deemed denied.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(m)\tAn adjustment or exemption determination shall become final upon the termination of time for filing an appeal to the City Council as provided for in this section where no appeal has been filed; provided that in the event an appeal has been timely filed, the determination, including deemed denial, by the City Council upon such appeal shall be final and the City Council shall so notify the Board.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\tThe filing of an application for adjustment or exemption or of an appeal to the Board or City Council from a determination thereon shall not stay the continued and further billing during the course of time consumed in said proceedings, but any such continued and further billing will be adjusted, if appropriate, at the termination of the proceedings pursuant to and in conformance with the determination therein; provided, however, that acceptance of any payment by the City subsequent to the application for adjustment shall not preclude billing and collection different from or in excess of such payments and in conformance with said final determination.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}