{"section_number":"64.41.05","edition_id":"1","section_id":"1213","structure_id":"107","catch_line":"Billing – Collection – Payment Of Charges – Delinquency Penalties.","history":"","full_text":"  BILLING – COLLECTION – PAYMENT OF CHARGES – DELINQUENCY PENALTIES.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\n\n\t(a)\tThe collection of the sewer service charge imposed by this article shall be under the direction. supervision and control of the Office of Finance.\n\n\t(b)\tThe Office of Finance and City Controller, and the deputies of each of them, shall have the power to audit and examine all books and records as may be necessary for the purpose of ascertaining the amount of sewer service charges required to be paid according to the provisions of this article, and for the purpose of verifying the statements or any item thereof filed pursuant hereto. Each person, individual, corporate or otherwise whose duty it is to remit to or to collect and remit to the City of Los Angeles any sewer service charge imposed by this article shall keep and preserve for a period of four (4) years all books and records as may be necessary for the purpose hereof.\n\n\t(c)\t(Amended by Ord. No. 171,497, Eff. 3\/7\/97.)  The Office of Finance shall arrange for the billing and collection of, and accounting for the Sewer Service Charge through and by available facilities of Water and Power insofar as possible and, with the advice and assistance of the Director of the Office of Administrative and Research Services (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.), shall arrange for the payment to Water and Power of its costs of such services, and to the extent such billing and collection by Water and Power are not deemed possible or practical by the Office of Finance due to adjustments or otherwise, separate billing and collection at reasonable and regular intervals shall be provided for by the Office of Finance.\n\n\tFor those industrial users that pay a low-strength sewer service charge rate, the Bureau of Sanitation shall calculate the amount to be billed for the strength cost component of the Sewer Service Charge, as “Zero-Based” Quality Surcharge Fee, and the Bureau of accounting shall perform the billing and collection of, and accounting for said fee.\n\n\t(d)\tThe Office of Finance shall have the power and duty, and is hereby directed, to enforce all of the provisions of this section, and may make such rules and regulations as are consistent with the provisions of this article as may be necessary or desirable to aid in the administration and enforcement of the provisions of this article.\n\n\t(e)\tThe duty to collect the sewer service charge from a user or other person billed by Water and Power as provided for in this article, shall commence with the beginning of the first regular billing period of Water and Power applicable to said user or other person billed which starts on or after the operative date of this ordinance.  (Amended by Ord. No. 162,637, Eff.  8\/23\/87.)\n\n\t(f)\tThe sewer service charge shall be billed to and paid by said user or other person in whose name or names the water meter or meters serving said premises is listed upon the records of Water and Power, or, in the absence of such listing, as may be determined by the Board provided however the owner of said premises shall also be liable, jointly and severally, for any unpaid charges.  (Amended by Ord. No. 162,865, Eff. 11\/22\/87.)\n\n\t(g)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Unless the billing is handled through some other procedure the sewer service charge shall be billed by Water and Power in accordance with its regular billing practices, shall be added to and included on each water bill of Water and Power to users of the sewer system, and shall be due and payable to the City of Los Angeles through Water and Power at the time and in the manner of the payment of said water bill and other charges made thereon. If any increase in the sewer service charge, as a result of an amendment to Section 64.41.03 of this Code, is effective during a particular user’s billing period, said user will be billed at such new rate for the period of time during such billing period said new rate is in effect and at the old rate for the period of time prior to that. For the purpose of such proration the water delivered or furnished to the premises, or the sewage discharged from the premises pursuant to Section 64.41.03 of this Code, will likewise be prorated based on the respective number of days during such billing period the new and old rate are in effect.\n\n\t(h)\tWhere Water and Power does not supply, deliver to, or connect, any of its water lines to a premise in the City of Los Angeles from which premise the sewer system receives sewage, and said user is determined by the Board to be a user of the City’s sewer system, the user shall be billed separately by the Office of Finance.  (Amended by Ord. No. 151,211, Eff. 8\/7\/78.)\n\n\t(i)\tAll bills for the sewer service charge provided for herein are due and payable upon presentation. Bills not paid within fifteen (15) days after date of presentation shall be deemed delinquent.\n\n\t(j)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Whenever the Office of Finance determines that a user or other person billed as provided for in this article has deliberately withheld or failed or refused to pay all or any part or portion of the sewer service charge billed to him by Water and Power, and the Office of Finance deems it in the best interest of the City, the Office of Finance may relieve the Water and Power of any obligation it may have to bill or collect, or both, the sewer service charge from said user or person billed, and assume the billing or collection, or both, thereof for the periods involved.\n\n\tIf the Office of Finance for whatever reason assumes from Water and Power the direct billing or collection, or both, of the sewer service charge, he may at said time so notify the person billed and, in addition, the owner of the premises, if other than the person billed, of the delinquency, if such be the case.\n\n\tWhenever the Office of Finance determines that a user or other person billed initially by him has deliberately withheld or failed or refused to pay all or any part or portion of the sewer service charge billed, and the Office of Finance deems it in the best interest of the City, the Office of Finance may serve notice on the user or other person billed and, in addition, the owner of the premises, if other than the person billed, of his or her delinquency.\n\n\tThe notice in either event shall be served on the user or other person billed and, in addition, the owner of the premises, if other than the person billed, by handing it to him or her personally, or by deposit of the notice in the United States mail, postage prepaid thereon, addressed to the user or other person, at the address to which billing was made by Water and Power, or, if his or her address has been changed or he or she was not so billed then to his or her last known address and, in addition, the owner of the premises, if other than the person billed, at such owner’s address. The notice shall include information as to the amount due and a warning notice that if the amount due is not paid within fifteen (15) days, proceedings to establish a lien against the real property to which the service was furnished will be instituted, and if the lien is established and recorded, penalties and interest, pursuant to this article, will accrue. If the user or person billed or, in addition, the owner of the premises, if other than the person billed, fails to pay the Office of Finance within fifteen (15) days from the date of service of the notice upon such person, which shall be the date of mailing if service is not accomplished in person, the Office of Finance is authorized to make such delinquent charges a lien against any such property (except that no such lien shall be created against any publicly owned property). Such lien proceedings will be initiated by the Office of Finance by preparing a list of such delinquencies containing the names, the amount due, and the description of each parcel to be subjected to the lien procedure. The descriptions of the parcel shall be hose used for the same parcels on the Assessor’s map books for the current year. The Office of Finance shall fix a time, date and place for hearing any protests or objections to the list, and shall cause notice of the hearing to be mailed to each owner of the parcels of real properly to be subjected to the lien not less than ten (10) days prior to the date of hearing. Any person opposing the lien upon real property which is owned by such person may submit his or her protest either in writing, orally, or both. The oral hearing may be continued from time-to-time as schedules require. The Office of Finance shall keep a record of the notices, the persons to whom such notices were mailed, the date of mailing, and the person responsible for the mailing. A declaration by the person responsible for such mailing that it was made shall be sufficient evidence that notice was given. At the hearing on the list of the Office of Finance for imposition of the lien the list shall be prima facie evidence of he matters contained therein. The burden of going forward with the evidence to establish the incorrectness of the list shall be upon the person opposing the proposed lien. Upon a conclusion of the hearing, the Office of Finance shall confirm and verify the list to be recorded in the County Recorder’s Office. The lien as to each parcel properly described in such list shall carry a basic penalty of ten percent (10%) of the amount owed or an administrative expense of fifty dollars ($50.00), whichever is higher, together with an additional penalty at a rate of one percent (1%) per full month compounded monthly from the date of recordation of the lien on all charges due. Such lien shall have the same force, effect, priority and duration as to the real properly described as would the lien of an abstract of judgment against the owner of real property at the time such list is recorded and may be enforced in like manner.\n\n\tProperty may be discharged from the lien by the payment of all delinquent charges plus penalties. A list of all such delinquent charges shall be recorded at least every six months, but no delay or informality in recording the same shall invalidate the lien or any unpaid charge or any subsequent act or proceeding. If through error or otherwise the amount of any unpaid charge plus penalties thereon as stated in said list shall be incorrect, said error shall be disregarded and shall not affect or invalidate the filing if said error is one dollar ($1.00) or less.\n\n\tThe Director shall provide such information, as necessary, to the Office of Finance in reference to property descriptions and owners.\n\n\t(k)\tThe sewer service charge shall be a civil debt owing to the City of Los Angeles from the user of any premises from which sewage is received or collected into the sewer system, or from any other person billed as provided in this section. Any person owing money to the City under the provisions of this article shall be liable in an action brought in the name of the City of Los Angeles in any court of competent jurisdiction for the recovery of such amount and any penalty imposed thereon pursuant to the terms of this article. In any such action reasonable attorney’s fees shall be awarded to the City of Los Angeles. (Last Sentence added by Ord. No. 162,637, Eff. 8\/23\/87.)\n\n\t(l)\tIf the Office of Finance finds that he cannot collect the sewer service charge and penalty or either of them imposed under the terms of this article, or that his efforts to collect any such amount would be disproportionately costly with relation to the probable outcome of the collection efforts, he may prepare a report setting forth his finding and the reasons therefor, and submit it to a Board of Review which shall be composed of the City Controller, the Office of Finance, and the City Attorney, or the duly appointed representative of each. The Board of Review may call for additional evidence as it may deem relevant. Upon unanimous approval of a finding by the Board of Review, the Office of Finance may remove from his active accounts receivable said unpaid sewer service charge and penalty. If the Board of Review does not unanimously recommend approval of the finding, the matter shall be returned to the Office of Finance. The Office of Finance may include in a single report his findings and supporting reasons regarding the sewer service charge and penalty due from more than one user or person billed. The removal from the active accounts receivable of the Office of Finance of any unpaid sewer service charge and penalty as provided for by this article shall not preclude the City from collecting or attempting to collect any such sewer service charge and penalty.\n\n\t(m)\tThe Office of Finance for and in the name of the City of Los Angeles may enter into a written agreement in form approved by the City Attorney, with any person indebted to The City of Los Angeles pursuant to the terms of this article obligating said person to pay such indebtedness to the Office of Finance in monthly or more frequent installments, but in no event over a period greater than one year. In any such agreement such person, whether corporate, individual or otherwise, shall acknowledge the obligation owed to the City and his indebtedness thereon, shall agree that in the event of his failure to make timely payment of any installment thereof that the whole amount then due and unpaid may be determined by the Office of Finance to be immediately due and payable in full, and shall agree to pay all costs and reasonable attorneys fees incurred by or on behalf of the City in collection thereof or for any legal proceeding commenced for said purpose.\n\n\t(n)\tWhenever a payment mailed to the City is received after the time prescribed in this article for receipt thereof, the Office of Finance or Water and Power as the case may be, may accept proof that there had been a timely deposit thereof in the United States mail and that no delinquency or penalty is applicable thereto.\n\n\t(o)\tWhenever the amount of a sewer service charge and penalty, or either, is determined by Water and Power or by the Office of Finance to have been overpaid, paid more than once, or to have been erroneously collected or received by it in whole or in part, the office making said determination may provide for correction thereof either by refund or by credit on future bills in its discretion.\n\n\t(p)\tWhere there is a dispute with respect to the sewer service charges or penalties or both, owing to the City, the Office of Finance, with the written approval of the City Attorney and subject to the provisions of the Charter of the City of Los Angeles, may compromise the amount of the City’s claim for sewer service charges or penalties, or both, which may apply thereto where the portion of the amount proposed to be released is less than $500.00; and with the approval of the City Attorney and the City Council, may compromise such amount where the portion proposed to be released is $500.00 or more.\n\n\t(q)\tRemedies for collecting and enforcing rates and charges set out in this article are cumulative and may be pursued alternately, or any thereof may be used consecutively when the City Council so determines. If any one of said remedies is or may be invalid, all valid remedies shall remain effectual until the principal and interest of the bonds are fully paid. Any holder of any bond outstanding at any time may compel the use of any or all of the remedies herein provided. The costs of collection and enforcement of the remedies for the collection or charges may be paid from the revenues.  (Amended by Ord. No. 162,637, Eff. 8\/23\/87.)\n\n\t(r)\tWhere a singular, non-recurrent, incident occurs on a premises which results in a discharge of metered water and which is not tributary to the sewer, upon receipt of a written application and satisfactory evidence, the Board shall provide for abatement of the Sewer Service Charge applicable to the volume of water so discharged up to a maximum of $5000.  In the Board’s discretion, the abatement may occur through a refund or a credit on future bills.  (Amended by Ord. No. 180,157, Eff. 9\/26\/08.)","order_by":"41.05","ancestry":{"1":{"id":"107","name":"\nSewer Service Charge","identifier":"4.1","label":"article","url":"\/6\/4.1\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1940","structure_id":"107","section_number":"64.41.01","catch_line":"Definitions.","url":"\/64.41.01\/","token":"64.41.01"},"1":{"id":"2937","structure_id":"107","section_number":"64.41.03","catch_line":"Charges.","url":"\/64.41.03\/","token":"64.41.03"},"2":{"id":"1213","structure_id":"107","section_number":"64.41.05","catch_line":"Billing – Collection – Payment Of Charges – Delinquency Penalties.","url":"\/64.41.05\/","token":"64.41.05"},"3":{"id":"3381","structure_id":"107","section_number":"64.41.07","catch_line":"Adjustments - Exemptions - Appeals.","url":"\/64.41.07\/","token":"64.41.07"},"4":{"id":"2614","structure_id":"107","section_number":"64.41.09","catch_line":"Dispositions Of Funds.","url":"\/64.41.09\/","token":"64.41.09"},"5":{"id":"3494","structure_id":"107","section_number":"64.41.10","catch_line":"Sewer Service Charges Held In Trust.","url":"\/64.41.10\/","token":"64.41.10"},"6":{"id":"610","structure_id":"107","section_number":"64.41.11","catch_line":"Annual Review.","url":"\/64.41.11\/","token":"64.41.11"}},"next_section":{"id":"3381","structure_id":"107","section_number":"64.41.07","catch_line":"Adjustments - Exemptions - Appeals.","url":"\/64.41.07\/","token":"64.41.07"},"metadata":false,"references":false,"url":"\/64.41.05\/","token":"64.41.05","formats":{"txt":"\/64.41.05.txt","json":"\/64.41.05.xml"},"dublin_core":{"Title":"Billing – Collection – Payment Of Charges – Delinquency Penalties.","Type":"Text","Format":"text\/html","Identifier":"§ 64.41.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nBILLING – COLLECTION – PAYMENT OF CHARGES – DELINQUENCY PENALTIES. (§\n64.41.05)\n\n  BILLING – COLLECTION – PAYMENT OF CHARGES – DELINQUENCY PENALTIES.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\t(a)\tThe collection of the sewer\nservice charge imposed by this article shall be under the direction. supervision\nand control of the Office of Finance.\t(b)\tThe Office of Finance and City\nController, and the deputies of each of them, shall have the power to audit and\nexamine all books and records as may be necessary for the purpose of\nascertaining the amount of sewer service charges required to be paid according\nto the provisions of this article, and for the purpose of verifying the\nstatements or any item thereof filed pursuant hereto. Each person, individual,\ncorporate or otherwise whose duty it is to remit to or to collect and remit to\nthe City of Los Angeles any sewer service charge imposed by this article shall\nkeep and preserve for a period of four (4) years all books and records as may be\nnecessary for the purpose hereof.\t(c)\t(Amended by Ord. No. 171,497, Eff.\n3\/7\/97.)  The Office of Finance shall arrange for the billing and collection\nof, and accounting for the Sewer Service Charge through and by available\nfacilities of Water and Power insofar as possible and, with the advice and\nassistance of the Director of the Office of Administrative and Research Services\n(Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.), shall arrange for\nthe payment to Water and Power of its costs of such services, and to the extent\nsuch billing and collection by Water and Power are not deemed possible or\npractical by the Office of Finance due to adjustments or otherwise, separate\nbilling and collection at reasonable and regular intervals shall be provided for\nby the Office of Finance.\tFor those industrial users that pay a low-strength\nsewer service charge rate, the Bureau of Sanitation shall calculate the amount\nto be billed for the strength cost component of the Sewer Service Charge, as\n“Zero-Based” Quality Surcharge Fee, and the Bureau of accounting shall\nperform the billing and collection of, and accounting for said fee.\t(d)\tThe\nOffice of Finance shall have the power and duty, and is hereby directed, to\nenforce all of the provisions of this section, and may make such rules and\nregulations as are consistent with the provisions of this article as may be\nnecessary or desirable to aid in the administration and enforcement of the\nprovisions of this article.\t(e)\tThe duty to collect the sewer service charge\nfrom a user or other person billed by Water and Power as provided for in this\narticle, shall commence with the beginning of the first regular billing period\nof Water and Power applicable to said user or other person billed which starts\non or after the operative date of this ordinance.  (Amended by Ord. No.\n162,637, Eff.  8\/23\/87.)\t(f)\tThe sewer service charge shall be billed to and\npaid by said user or other person in whose name or names the water meter or\nmeters serving said premises is listed upon the records of Water and Power, or,\nin the absence of such listing, as may be determined by the Board provided\nhowever the owner of said premises shall also be liable, jointly and severally,\nfor any unpaid charges.  (Amended by Ord. No. 162,865, Eff.\n11\/22\/87.)\t(g)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.) \nUnless the billing is handled through some other procedure the sewer service\ncharge shall be billed by Water and Power in accordance with its regular billing\npractices, shall be added to and included on each water bill of Water and Power\nto users of the sewer system, and shall be due and payable to the City of Los\nAngeles through Water and Power at the time and in the manner of the payment of\nsaid water bill and other charges made thereon. If any increase in the sewer\nservice charge, as a result of an amendment to Section 64.41.03 of this Code, is\neffective during a particular user’s billing period, said user will be billed\nat such new rate for the period of time during such billing period said new rate\nis in effect and at the old rate for the period of time prior to that. For the\npurpose of such proration the water delivered or furnished to the premises, or\nthe sewage discharged from the premises pursuant to Section 64.41.03 of this\nCode, will likewise be prorated based on the respective number of days during\nsuch billing period the new and old rate are in effect.\t(h)\tWhere Water and\nPower does not supply, deliver to, or connect, any of its water lines to a\npremise in the City of Los Angeles from which premise the sewer system receives\nsewage, and said user is determined by the Board to be a user of the City’s\nsewer system, the user shall be billed separately by the Office of Finance. \n(Amended by Ord. No. 151,211, Eff. 8\/7\/78.)\t(i)\tAll bills for the sewer service\ncharge provided for herein are due and payable upon presentation. Bills not paid\nwithin fifteen (15) days after date of presentation shall be deemed\ndelinquent.\t(j)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.) \nWhenever the Office of Finance determines that a user or other person billed as\nprovided for in this article has deliberately withheld or failed or refused to\npay all or any part or portion of the sewer service charge billed to him by\nWater and Power, and the Office of Finance deems it in the best interest of the\nCity, the Office of Finance may relieve the Water and Power of any obligation it\nmay have to bill or collect, or both, the sewer service charge from said user or\nperson billed, and assume the billing or collection, or both, thereof for the\nperiods involved.\tIf the Office of Finance for whatever reason assumes from\nWater and Power the direct billing or collection, or both, of the sewer service\ncharge, he may at said time so notify the person billed and, in addition, the\nowner of the premises, if other than the person billed, of the delinquency, if\nsuch be the case.\tWhenever the Office of Finance determines that a user or other\nperson billed initially by him has deliberately withheld or failed or refused to\npay all or any part or portion of the sewer service charge billed, and the\nOffice of Finance deems it in the best interest of the City, the Office of\nFinance may serve notice on the user or other person billed and, in addition,\nthe owner of the premises, if other than the person billed, of his or her\ndelinquency.\tThe notice in either event shall be served on the user or other\nperson billed and, in addition, the owner of the premises, if other than the\nperson billed, by handing it to him or her personally, or by deposit of the\nnotice in the United States mail, postage prepaid thereon, addressed to the user\nor other person, at the address to which billing was made by Water and Power,\nor, if his or her address has been changed or he or she was not so billed then\nto his or her last known address and, in addition, the owner of the premises, if\nother than the person billed, at such owner’s address. The notice shall\ninclude information as to the amount due and a warning notice that if the amount\ndue is not paid within fifteen (15) days, proceedings to establish a lien\nagainst the real property to which the service was furnished will be instituted,\nand if the lien is established and recorded, penalties and interest, pursuant to\nthis article, will accrue. If the user or person billed or, in addition, the\nowner of the premises, if other than the person billed, fails to pay the Office\nof Finance within fifteen (15) days from the date of service of the notice upon\nsuch person, which shall be the date of mailing if service is not accomplished\nin person, the Office of Finance is authorized to make such delinquent charges a\nlien against any such property (except that no such lien shall be created\nagainst any publicly owned property). Such lien proceedings will be initiated by\nthe Office of Finance by preparing a list of such delinquencies containing the\nnames, the amount due, and the description of each parcel to be subjected to the\nlien procedure. The descriptions of the parcel shall be hose used for the same\nparcels on the Assessor’s map books for the current year. The Office of\nFinance shall fix a time, date and place for hearing any protests or objections\nto the list, and shall cause notice of the hearing to be mailed to each owner of\nthe parcels of real properly to be subjected to the lien not less than ten (10)\ndays prior to the date of hearing. Any person opposing the lien upon real\nproperty which is owned by such person may submit his or her protest either in\nwriting, orally, or both. The oral hearing may be continued from time-to-time as\nschedules require. The Office of Finance shall keep a record of the notices, the\npersons to whom such notices were mailed, the date of mailing, and the person\nresponsible for the mailing. A declaration by the person responsible for such\nmailing that it was made shall be sufficient evidence that notice was given. At\nthe hearing on the list of the Office of Finance for imposition of the lien the\nlist shall be prima facie evidence of he matters contained therein. The burden\nof going forward with the evidence to establish the incorrectness of the list\nshall be upon the person opposing the proposed lien. Upon a conclusion of the\nhearing, the Office of Finance shall confirm and verify the list to be recorded\nin the County Recorder’s Office. The lien as to each parcel properly described\nin such list shall carry a basic penalty of ten percent (10%) of the amount owed\nor an administrative expense of fifty dollars ($50.00), whichever is higher,\ntogether with an additional penalty at a rate of one percent (1%) per full month\ncompounded monthly from the date of recordation of the lien on all charges due.\nSuch lien shall have the same force, effect, priority and duration as to the\nreal properly described as would the lien of an abstract of judgment against the\nowner of real property at the time such list is recorded and may be enforced in\nlike manner.\tProperty may be discharged from the lien by the payment of all\ndelinquent charges plus penalties. A list of all such delinquent charges shall\nbe recorded at least every six months, but no delay or informality in recording\nthe same shall invalidate the lien or any unpaid charge or any subsequent act or\nproceeding. If through error or otherwise the amount of any unpaid charge plus\npenalties thereon as stated in said list shall be incorrect, said error shall be\ndisregarded and shall not affect or invalidate the filing if said error is one\ndollar ($1.00) or less.\tThe Director shall provide such information, as\nnecessary, to the Office of Finance in reference to property descriptions and\nowners.\t(k)\tThe sewer service charge shall be a civil debt owing to the City of\nLos Angeles from the user of any premises from which sewage is received or\ncollected into the sewer system, or from any other person billed as provided in\nthis section. Any person owing money to the City under the provisions of this\narticle shall be liable in an action brought in the name of the City of Los\nAngeles in any court of competent jurisdiction for the recovery of such amount\nand any penalty imposed thereon pursuant to the terms of this article. In any\nsuch action reasonable attorney’s fees shall be awarded to the City of Los\nAngeles. (Last Sentence added by Ord. No. 162,637, Eff. 8\/23\/87.)\t(l)\tIf the\nOffice of Finance finds that he cannot collect the sewer service charge and\npenalty or either of them imposed under the terms of this article, or that his\nefforts to collect any such amount would be disproportionately costly with\nrelation to the probable outcome of the collection efforts, he may prepare a\nreport setting forth his finding and the reasons therefor, and submit it to a\nBoard of Review which shall be composed of the City Controller, the Office of\nFinance, and the City Attorney, or the duly appointed representative of each.\nThe Board of Review may call for additional evidence as it may deem relevant.\nUpon unanimous approval of a finding by the Board of Review, the Office of\nFinance may remove from his active accounts receivable said unpaid sewer service\ncharge and penalty. If the Board of Review does not unanimously recommend\napproval of the finding, the matter shall be returned to the Office of Finance.\nThe Office of Finance may include in a single report his findings and supporting\nreasons regarding the sewer service charge and penalty due from more than one\nuser or person billed. The removal from the active accounts receivable of the\nOffice of Finance of any unpaid sewer service charge and penalty as provided for\nby this article shall not preclude the City from collecting or attempting to\ncollect any such sewer service charge and penalty.\t(m)\tThe Office of Finance for\nand in the name of the City of Los Angeles may enter into a written agreement in\nform approved by the City Attorney, with any person indebted to The City of Los\nAngeles pursuant to the terms of this article obligating said person to pay such\nindebtedness to the Office of Finance in monthly or more frequent installments,\nbut in no event over a period greater than one year. In any such agreement such\nperson, whether corporate, individual or otherwise, shall acknowledge the\nobligation owed to the City and his indebtedness thereon, shall agree that in\nthe event of his failure to make timely payment of any installment thereof that\nthe whole amount then due and unpaid may be determined by the Office of Finance\nto be immediately due and payable in full, and shall agree to pay all costs and\nreasonable attorneys fees incurred by or on behalf of the City in collection\nthereof or for any legal proceeding commenced for said purpose.\t(n)\tWhenever a\npayment mailed to the City is received after the time prescribed in this article\nfor receipt thereof, the Office of Finance or Water and Power as the case may\nbe, may accept proof that there had been a timely deposit thereof in the United\nStates mail and that no delinquency or penalty is applicable\nthereto.\t(o)\tWhenever the amount of a sewer service charge and penalty, or\neither, is determined by Water and Power or by the Office of Finance to have\nbeen overpaid, paid more than once, or to have been erroneously collected or\nreceived by it in whole or in part, the office making said determination may\nprovide for correction thereof either by refund or by credit on future bills in\nits discretion.\t(p)\tWhere there is a dispute with respect to the sewer service\ncharges or penalties or both, owing to the City, the Office of Finance, with the\nwritten approval of the City Attorney and subject to the provisions of the\nCharter of the City of Los Angeles, may compromise the amount of the City’s\nclaim for sewer service charges or penalties, or both, which may apply thereto\nwhere the portion of the amount proposed to be released is less than $500.00;\nand with the approval of the City Attorney and the City Council, may compromise\nsuch amount where the portion proposed to be released is $500.00 or\nmore.\t(q)\tRemedies for collecting and enforcing rates and charges set out in\nthis article are cumulative and may be pursued alternately, or any thereof may\nbe used consecutively when the City Council so determines. If any one of said\nremedies is or may be invalid, all valid remedies shall remain effectual until\nthe principal and interest of the bonds are fully paid. Any holder of any bond\noutstanding at any time may compel the use of any or all of the remedies herein\nprovided. The costs of collection and enforcement of the remedies for the\ncollection or charges may be paid from the revenues.  (Amended by Ord. No.\n162,637, Eff. 8\/23\/87.)\t(r)\tWhere a singular, non-recurrent, incident occurs on\na premises which results in a discharge of metered water and which is not\ntributary to the sewer, upon receipt of a written application and satisfactory\nevidence, the Board shall provide for abatement of the Sewer Service Charge\napplicable to the volume of water so discharged up to a maximum of $5000.  In\nthe Board’s discretion, the abatement may occur through a refund or a credit\non future bills.  (Amended by Ord. No. 180,157, Eff. 9\/26\/08.)\n","html":"\n\t\t\t\t\t<section><p>  BILLING – COLLECTION – PAYMENT OF CHARGES – DELINQUENCY PENALTIES.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)<br \/><br \/>\t(a)\tThe collection of the sewer service charge imposed by this article shall be under the direction. supervision and control of the Office of Finance.<br \/><br \/>\t(b)\tThe Office of Finance and City Controller, and the deputies of each of them, shall have the power to audit and examine all books and records as may be necessary for the purpose of ascertaining the amount of sewer service charges required to be paid according to the provisions of this article, and for the purpose of verifying the statements or any item thereof filed pursuant hereto. Each person, individual, corporate or otherwise whose duty it is to remit to or to collect and remit to the City of Los Angeles any sewer service charge imposed by this article shall keep and preserve for a period of four (4) years all books and records as may be necessary for the purpose hereof.<br \/><br \/>\t(c)\t(Amended by Ord. No. 171,497, Eff. 3\/7\/97.)  The Office of Finance shall arrange for the billing and collection of, and accounting for the Sewer Service Charge through and by available facilities of Water and Power insofar as possible and, with the advice and assistance of the Director of the Office of Administrative and Research Services (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.), shall arrange for the payment to Water and Power of its costs of such services, and to the extent such billing and collection by Water and Power are not deemed possible or practical by the Office of Finance due to adjustments or otherwise, separate billing and collection at reasonable and regular intervals shall be provided for by the Office of Finance.<br \/><br \/>\tFor those industrial users that pay a low-strength sewer service charge rate, the Bureau of Sanitation shall calculate the amount to be billed for the strength cost component of the Sewer Service Charge, as “Zero-Based” Quality Surcharge Fee, and the Bureau of accounting shall perform the billing and collection of, and accounting for said fee.<br \/><br \/>\t(d)\tThe Office of Finance shall have the power and duty, and is hereby directed, to enforce all of the provisions of this section, and may make such rules and regulations as are consistent with the provisions of this article as may be necessary or desirable to aid in the administration and enforcement of the provisions of this article.<br \/><br \/>\t(e)\tThe duty to collect the sewer service charge from a user or other person billed by Water and Power as provided for in this article, shall commence with the beginning of the first regular billing period of Water and Power applicable to said user or other person billed which starts on or after the operative date of this <span class=\"dictionary\">ordinance<\/span>.  (Amended by Ord. No. 162,637, Eff.  8\/23\/87.)<br \/><br \/>\t(f)\tThe sewer service charge shall be billed to and paid by said user or other person in whose name or names the water meter or meters serving said premises is listed upon the records of Water and Power, or, in the absence of such listing, as may be determined by the Board provided however the owner of said premises shall also be liable, jointly and severally, for any unpaid charges.  (Amended by Ord. No. 162,865, Eff. 11\/22\/87.)<br \/><br \/>\t(g)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Unless the billing is handled through some other procedure the sewer service charge shall be billed by Water and Power in accordance with its regular billing practices, shall be added to and included on each water bill of Water and Power to users of the sewer system, and shall be due and payable to the City of Los Angeles through Water and Power at the time and in the manner of the payment of said water bill and other charges made thereon. If any increase in the sewer service charge, as a result of an amendment to Section 64.41.03 of this Code, is effective during a particular user’s billing period, said user will be billed at such new rate for the period of time during such billing period said new rate is in effect and at the old rate for the period of time prior to that. For the purpose of such proration the water delivered or furnished to the premises, or the sewage discharged from the premises pursuant to Section 64.41.03 of this Code, will likewise be prorated based on the respective number of days during such billing period the new and old rate are in effect.<br \/><br \/>\t(h)\tWhere Water and Power does not supply, deliver to, or connect, any of its water lines to a premise in the City of Los Angeles from which premise the sewer system receives sewage, and said user is determined by the Board to be a user of the City’s sewer system, the user shall be billed separately by the Office of Finance.  (Amended by Ord. No. 151,211, Eff. 8\/7\/78.)<br \/><br \/>\t(i)\tAll bills for the sewer service charge provided for herein are due and payable upon presentation. Bills not paid within fifteen (15) days after date of presentation shall be deemed delinquent.<br \/><br \/>\t(j)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Whenever the Office of Finance determines that a user or other person billed as provided for in this article has deliberately withheld or failed or refused to pay all or any part or portion of the sewer service charge billed to him by Water and Power, and the Office of Finance deems it in the best interest of the City, the Office of Finance may relieve the Water and Power of any obligation it may have to bill or collect, or both, the sewer service charge from said user or person billed, and assume the billing or collection, or both, thereof for the periods involved.<br \/><br \/>\tIf the Office of Finance for whatever reason assumes from Water and Power the direct billing or collection, or both, of the sewer service charge, he may at said time so notify the person billed and, in addition, the owner of the premises, if other than the person billed, of the delinquency, if such be the case.<br \/><br \/>\tWhenever the Office of Finance determines that a user or other person billed initially by him has deliberately withheld or failed or refused to pay all or any part or portion of the sewer service charge billed, and the Office of Finance deems it in the best interest of the City, the Office of Finance may serve notice on the user or other person billed and, in addition, the owner of the premises, if other than the person billed, of his or her delinquency.<br \/><br \/>\tThe notice in either event shall be served on the user or other person billed and, in addition, the owner of the premises, if other than the person billed, by handing it to him or her personally, or by deposit of the notice in the United States mail, postage prepaid thereon, addressed to the user or other person, at the address to which billing was made by Water and Power, or, if his or her address has been changed or he or she was not so billed then to his or her last known address and, in addition, the owner of the premises, if other than the person billed, at such owner’s address. The notice shall include information as to the amount due and a warning notice that if the amount due is not paid within fifteen (15) days, proceedings to establish a <span class=\"dictionary\">lien<\/span> against the real property to which the service was furnished will be instituted, and if the <span class=\"dictionary\">lien<\/span> is established and recorded, penalties and interest, pursuant to this article, will accrue. If the user or person billed or, in addition, the owner of the premises, if other than the person billed, fails to pay the Office of Finance within fifteen (15) days from the date of service of the notice upon such person, which shall be the date of mailing if service is not accomplished in person, the Office of Finance is authorized to make such delinquent charges a <span class=\"dictionary\">lien<\/span> against any such property (except that no such <span class=\"dictionary\">lien<\/span> shall be created against any publicly owned property). Such <span class=\"dictionary\">lien<\/span> proceedings will be initiated by the Office of Finance by preparing a list of such delinquencies containing the names, the amount due, and the description of each parcel to be subjected to the <span class=\"dictionary\">lien<\/span> procedure. The descriptions of the parcel shall be hose used for the same parcels on the Assessor’s map books for the current year. The Office of Finance shall fix a time, date and place for <span class=\"dictionary\">hearing<\/span> any protests or objections to the list, and shall cause notice of the <span class=\"dictionary\">hearing<\/span> to be mailed to each owner of the parcels of real properly to be subjected to the <span class=\"dictionary\">lien<\/span> not less than ten (10) days prior to the date of <span class=\"dictionary\">hearing<\/span>. Any person opposing the <span class=\"dictionary\">lien<\/span> upon real property which is owned by such person may submit his or her protest either in writing, orally, or both. The oral <span class=\"dictionary\">hearing<\/span> may be continued from time-to-time as <span class=\"dictionary\">schedules<\/span> require. The Office of Finance shall keep a record of the notices, the persons to whom such notices were mailed, the date of mailing, and the person responsible for the mailing. A declaration by the person responsible for such mailing that it was made shall be sufficient <span class=\"dictionary\">evidence<\/span> that notice was given. At the <span class=\"dictionary\">hearing<\/span> on the list of the Office of Finance for imposition of the <span class=\"dictionary\">lien<\/span> the list shall be prima facie <span class=\"dictionary\">evidence<\/span> of he matters contained therein. The burden of going forward with the <span class=\"dictionary\">evidence<\/span> to establish the incorrectness of the list shall be upon the person opposing the proposed <span class=\"dictionary\">lien<\/span>. Upon a conclusion of the <span class=\"dictionary\">hearing<\/span>, the Office of Finance shall confirm and verify the list to be recorded in the County Recorder’s Office. The <span class=\"dictionary\">lien<\/span> as to each parcel properly described in such list shall carry a basic <span class=\"dictionary\">penalty<\/span> of ten percent (10%) of the amount owed or an administrative expense of fifty dollars ($50.00), whichever is higher, together with an additional <span class=\"dictionary\">penalty<\/span> at a rate of one percent (1%) per full month compounded monthly from the date of recordation of the <span class=\"dictionary\">lien<\/span> on all charges due. Such <span class=\"dictionary\">lien<\/span> shall have the same force, effect, priority and duration as to the real properly described as would the <span class=\"dictionary\">lien<\/span> of an abstract of <span class=\"dictionary\">judgment<\/span> against the owner of real property at the time such list is recorded and may be enforced in like manner.<br \/><br \/>\tProperty may be discharged from the <span class=\"dictionary\">lien<\/span> by the payment of all delinquent charges plus penalties. A list of all such delinquent charges shall be recorded at least every six months, but no delay or informality in recording the same shall invalidate the <span class=\"dictionary\">lien<\/span> or any unpaid charge or any subsequent act or proceeding. If through error or otherwise the amount of any unpaid charge plus penalties thereon as stated in said list shall be incorrect, said error shall be disregarded and shall not affect or invalidate the filing if said error is one dollar ($1.00) or less.<br \/><br \/>\tThe Director shall provide such information, as necessary, to the Office of Finance in reference to property descriptions and owners.<br \/><br \/>\t(k)\tThe sewer service charge shall be a civil debt owing to the City of Los Angeles from the user of any premises from which sewage is received or collected into the sewer system, or from any other person billed as provided in this section. Any person owing money to the City under the provisions of this article shall be liable in an action brought in the name of the City of Los Angeles in any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span> for the recovery of such amount and any <span class=\"dictionary\">penalty<\/span> imposed thereon pursuant to the terms of this article. In any such action reasonable attorney’s fees shall be awarded to the City of Los Angeles. (Last Sentence added by Ord. No. 162,637, Eff. 8\/23\/87.)<br \/><br \/>\t(l)\tIf the Office of Finance finds that he cannot collect the sewer service charge and <span class=\"dictionary\">penalty<\/span> or either of them imposed under the terms of this article, or that his efforts to collect any such amount would be disproportionately costly with relation to the probable outcome of the collection efforts, he may prepare a report setting forth his <span class=\"dictionary\">finding<\/span> and the reasons therefor, and submit it to a Board of Review which shall be composed of the City Controller, the Office of Finance, and the City Attorney, or the duly appointed representative of each. The Board of Review may call for additional <span class=\"dictionary\">evidence<\/span> as it may deem relevant. Upon unanimous approval of a <span class=\"dictionary\">finding<\/span> by the Board of Review, the Office of Finance may remove from his active accounts receivable said unpaid sewer service charge and <span class=\"dictionary\">penalty<\/span>. If the Board of Review does not unanimously recommend approval of the <span class=\"dictionary\">finding<\/span>, the matter shall be returned to the Office of Finance. The Office of Finance may include in a single report his <span class=\"dictionary\">findings<\/span> and supporting reasons regarding the sewer service charge and <span class=\"dictionary\">penalty<\/span> due from more than one user or person billed. The removal from the active accounts receivable of the Office of Finance of any unpaid sewer service charge and <span class=\"dictionary\">penalty<\/span> as provided for by this article shall not preclude the City from collecting or attempting to collect any such sewer service charge and <span class=\"dictionary\">penalty<\/span>.<br \/><br \/>\t(m)\tThe Office of Finance for and in the name of the City of Los Angeles may enter into a written agreement in form approved by the City Attorney, with any person indebted to The City of Los Angeles pursuant to the terms of this article obligating said person to pay such indebtedness to the Office of Finance in monthly or more frequent installments, but in no event over a period greater than one year. In any such agreement such person, whether corporate, individual or otherwise, shall acknowledge the obligation owed to the City and his indebtedness thereon, shall agree that in the event of his failure to make timely payment of any installment thereof that the whole amount then due and unpaid may be determined by the Office of Finance to be immediately due and payable in full, and shall agree to pay all costs and reasonable attorneys fees incurred by or on behalf of the City in collection thereof or for any legal proceeding commenced for said purpose.<br \/><br \/>\t(n)\tWhenever a payment mailed to the City is received after the time prescribed in this article for receipt thereof, the Office of Finance or Water and Power as the case may be, may accept proof that there had been a timely deposit thereof in the United States mail and that no delinquency or <span class=\"dictionary\">penalty<\/span> is applicable thereto.<br \/><br \/>\t(o)\tWhenever the amount of a sewer service charge and <span class=\"dictionary\">penalty<\/span>, or either, is determined by Water and Power or by the Office of Finance to have been overpaid, paid more than once, or to have been erroneously collected or received by it in whole or in part, the office making said determination may provide for correction thereof either by refund or by credit on future bills in its discretion.<br \/><br \/>\t(p)\tWhere there is a dispute with respect to the sewer service charges or penalties or both, owing to the City, the Office of Finance, with the written approval of the City Attorney and subject to the provisions of the Charter of the City of Los Angeles, may compromise the amount of the City’s claim for sewer service charges or penalties, or both, which may apply thereto where the portion of the amount proposed to be released is less than $500.00; and with the approval of the City Attorney and the City Council, may compromise such amount where the portion proposed to be released is $500.00 or more.<br \/><br \/>\t(q)\tRemedies for collecting and enforcing rates and charges set out in this article are cumulative and may be pursued alternately, or any thereof may be used consecutively when the City Council so determines. If any one of said remedies is or may be invalid, all valid remedies shall remain effectual until the principal and interest of the <span class=\"dictionary\">bonds<\/span> are fully paid. Any holder of any <span class=\"dictionary\">bond<\/span> outstanding at any time may compel the use of any or all of the remedies herein provided. The costs of collection and enforcement of the remedies for the collection or charges may be paid from the revenues.  (Amended by Ord. No. 162,637, Eff. 8\/23\/87.)<br \/><br \/>\t(r)\tWhere a singular, non-recurrent, incident occurs on a premises which results in a discharge of metered water and which is not tributary to the sewer, upon receipt of a written application and satisfactory <span class=\"dictionary\">evidence<\/span>, the Board shall provide for abatement of the Sewer Service Charge applicable to the volume of water so discharged up to a maximum of $5000.  In the Board’s discretion, the abatement may occur through a refund or a credit on future bills.  (Amended by Ord. No. 180,157, Eff. 9\/26\/08.)<\/p><\/section>","previous_section":{"id":"2937","structure_id":"107","section_number":"64.41.03","catch_line":"Charges.","url":"\/64.41.03\/","token":"64.41.03"},"text":{"0":{"id":"1200","text":"  BILLING – COLLECTION – PAYMENT OF CHARGES – DELINQUENCY PENALTIES.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\t(a)\tThe collection of the sewer service charge imposed by this article shall be under the direction. supervision and control of the Office of Finance.\t(b)\tThe Office of Finance and City Controller, and the deputies of each of them, shall have the power to audit and examine all books and records as may be necessary for the purpose of ascertaining the amount of sewer service charges required to be paid according to the provisions of this article, and for the purpose of verifying the statements or any item thereof filed pursuant hereto. Each person, individual, corporate or otherwise whose duty it is to remit to or to collect and remit to the City of Los Angeles any sewer service charge imposed by this article shall keep and preserve for a period of four (4) years all books and records as may be necessary for the purpose hereof.\t(c)\t(Amended by Ord. No. 171,497, Eff. 3\/7\/97.)  The Office of Finance shall arrange for the billing and collection of, and accounting for the Sewer Service Charge through and by available facilities of Water and Power insofar as possible and, with the advice and assistance of the Director of the Office of Administrative and Research Services (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.), shall arrange for the payment to Water and Power of its costs of such services, and to the extent such billing and collection by Water and Power are not deemed possible or practical by the Office of Finance due to adjustments or otherwise, separate billing and collection at reasonable and regular intervals shall be provided for by the Office of Finance.\tFor those industrial users that pay a low-strength sewer service charge rate, the Bureau of Sanitation shall calculate the amount to be billed for the strength cost component of the Sewer Service Charge, as “Zero-Based” Quality Surcharge Fee, and the Bureau of accounting shall perform the billing and collection of, and accounting for said fee.\t(d)\tThe Office of Finance shall have the power and duty, and is hereby directed, to enforce all of the provisions of this section, and may make such rules and regulations as are consistent with the provisions of this article as may be necessary or desirable to aid in the administration and enforcement of the provisions of this article.\t(e)\tThe duty to collect the sewer service charge from a user or other person billed by Water and Power as provided for in this article, shall commence with the beginning of the first regular billing period of Water and Power applicable to said user or other person billed which starts on or after the operative date of this ordinance.  (Amended by Ord. No. 162,637, Eff.  8\/23\/87.)\t(f)\tThe sewer service charge shall be billed to and paid by said user or other person in whose name or names the water meter or meters serving said premises is listed upon the records of Water and Power, or, in the absence of such listing, as may be determined by the Board provided however the owner of said premises shall also be liable, jointly and severally, for any unpaid charges.  (Amended by Ord. No. 162,865, Eff. 11\/22\/87.)\t(g)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Unless the billing is handled through some other procedure the sewer service charge shall be billed by Water and Power in accordance with its regular billing practices, shall be added to and included on each water bill of Water and Power to users of the sewer system, and shall be due and payable to the City of Los Angeles through Water and Power at the time and in the manner of the payment of said water bill and other charges made thereon. If any increase in the sewer service charge, as a result of an amendment to Section 64.41.03 of this Code, is effective during a particular user’s billing period, said user will be billed at such new rate for the period of time during such billing period said new rate is in effect and at the old rate for the period of time prior to that. For the purpose of such proration the water delivered or furnished to the premises, or the sewage discharged from the premises pursuant to Section 64.41.03 of this Code, will likewise be prorated based on the respective number of days during such billing period the new and old rate are in effect.\t(h)\tWhere Water and Power does not supply, deliver to, or connect, any of its water lines to a premise in the City of Los Angeles from which premise the sewer system receives sewage, and said user is determined by the Board to be a user of the City’s sewer system, the user shall be billed separately by the Office of Finance.  (Amended by Ord. No. 151,211, Eff. 8\/7\/78.)\t(i)\tAll bills for the sewer service charge provided for herein are due and payable upon presentation. Bills not paid within fifteen (15) days after date of presentation shall be deemed delinquent.\t(j)\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)  Whenever the Office of Finance determines that a user or other person billed as provided for in this article has deliberately withheld or failed or refused to pay all or any part or portion of the sewer service charge billed to him by Water and Power, and the Office of Finance deems it in the best interest of the City, the Office of Finance may relieve the Water and Power of any obligation it may have to bill or collect, or both, the sewer service charge from said user or person billed, and assume the billing or collection, or both, thereof for the periods involved.\tIf the Office of Finance for whatever reason assumes from Water and Power the direct billing or collection, or both, of the sewer service charge, he may at said time so notify the person billed and, in addition, the owner of the premises, if other than the person billed, of the delinquency, if such be the case.\tWhenever the Office of Finance determines that a user or other person billed initially by him has deliberately withheld or failed or refused to pay all or any part or portion of the sewer service charge billed, and the Office of Finance deems it in the best interest of the City, the Office of Finance may serve notice on the user or other person billed and, in addition, the owner of the premises, if other than the person billed, of his or her delinquency.\tThe notice in either event shall be served on the user or other person billed and, in addition, the owner of the premises, if other than the person billed, by handing it to him or her personally, or by deposit of the notice in the United States mail, postage prepaid thereon, addressed to the user or other person, at the address to which billing was made by Water and Power, or, if his or her address has been changed or he or she was not so billed then to his or her last known address and, in addition, the owner of the premises, if other than the person billed, at such owner’s address. The notice shall include information as to the amount due and a warning notice that if the amount due is not paid within fifteen (15) days, proceedings to establish a lien against the real property to which the service was furnished will be instituted, and if the lien is established and recorded, penalties and interest, pursuant to this article, will accrue. If the user or person billed or, in addition, the owner of the premises, if other than the person billed, fails to pay the Office of Finance within fifteen (15) days from the date of service of the notice upon such person, which shall be the date of mailing if service is not accomplished in person, the Office of Finance is authorized to make such delinquent charges a lien against any such property (except that no such lien shall be created against any publicly owned property). Such lien proceedings will be initiated by the Office of Finance by preparing a list of such delinquencies containing the names, the amount due, and the description of each parcel to be subjected to the lien procedure. The descriptions of the parcel shall be hose used for the same parcels on the Assessor’s map books for the current year. The Office of Finance shall fix a time, date and place for hearing any protests or objections to the list, and shall cause notice of the hearing to be mailed to each owner of the parcels of real properly to be subjected to the lien not less than ten (10) days prior to the date of hearing. Any person opposing the lien upon real property which is owned by such person may submit his or her protest either in writing, orally, or both. The oral hearing may be continued from time-to-time as schedules require. The Office of Finance shall keep a record of the notices, the persons to whom such notices were mailed, the date of mailing, and the person responsible for the mailing. A declaration by the person responsible for such mailing that it was made shall be sufficient evidence that notice was given. At the hearing on the list of the Office of Finance for imposition of the lien the list shall be prima facie evidence of he matters contained therein. The burden of going forward with the evidence to establish the incorrectness of the list shall be upon the person opposing the proposed lien. Upon a conclusion of the hearing, the Office of Finance shall confirm and verify the list to be recorded in the County Recorder’s Office. The lien as to each parcel properly described in such list shall carry a basic penalty of ten percent (10%) of the amount owed or an administrative expense of fifty dollars ($50.00), whichever is higher, together with an additional penalty at a rate of one percent (1%) per full month compounded monthly from the date of recordation of the lien on all charges due. Such lien shall have the same force, effect, priority and duration as to the real properly described as would the lien of an abstract of judgment against the owner of real property at the time such list is recorded and may be enforced in like manner.\tProperty may be discharged from the lien by the payment of all delinquent charges plus penalties. A list of all such delinquent charges shall be recorded at least every six months, but no delay or informality in recording the same shall invalidate the lien or any unpaid charge or any subsequent act or proceeding. If through error or otherwise the amount of any unpaid charge plus penalties thereon as stated in said list shall be incorrect, said error shall be disregarded and shall not affect or invalidate the filing if said error is one dollar ($1.00) or less.\tThe Director shall provide such information, as necessary, to the Office of Finance in reference to property descriptions and owners.\t(k)\tThe sewer service charge shall be a civil debt owing to the City of Los Angeles from the user of any premises from which sewage is received or collected into the sewer system, or from any other person billed as provided in this section. Any person owing money to the City under the provisions of this article shall be liable in an action brought in the name of the City of Los Angeles in any court of competent jurisdiction for the recovery of such amount and any penalty imposed thereon pursuant to the terms of this article. In any such action reasonable attorney’s fees shall be awarded to the City of Los Angeles. (Last Sentence added by Ord. No. 162,637, Eff. 8\/23\/87.)\t(l)\tIf the Office of Finance finds that he cannot collect the sewer service charge and penalty or either of them imposed under the terms of this article, or that his efforts to collect any such amount would be disproportionately costly with relation to the probable outcome of the collection efforts, he may prepare a report setting forth his finding and the reasons therefor, and submit it to a Board of Review which shall be composed of the City Controller, the Office of Finance, and the City Attorney, or the duly appointed representative of each. The Board of Review may call for additional evidence as it may deem relevant. Upon unanimous approval of a finding by the Board of Review, the Office of Finance may remove from his active accounts receivable said unpaid sewer service charge and penalty. If the Board of Review does not unanimously recommend approval of the finding, the matter shall be returned to the Office of Finance. The Office of Finance may include in a single report his findings and supporting reasons regarding the sewer service charge and penalty due from more than one user or person billed. The removal from the active accounts receivable of the Office of Finance of any unpaid sewer service charge and penalty as provided for by this article shall not preclude the City from collecting or attempting to collect any such sewer service charge and penalty.\t(m)\tThe Office of Finance for and in the name of the City of Los Angeles may enter into a written agreement in form approved by the City Attorney, with any person indebted to The City of Los Angeles pursuant to the terms of this article obligating said person to pay such indebtedness to the Office of Finance in monthly or more frequent installments, but in no event over a period greater than one year. In any such agreement such person, whether corporate, individual or otherwise, shall acknowledge the obligation owed to the City and his indebtedness thereon, shall agree that in the event of his failure to make timely payment of any installment thereof that the whole amount then due and unpaid may be determined by the Office of Finance to be immediately due and payable in full, and shall agree to pay all costs and reasonable attorneys fees incurred by or on behalf of the City in collection thereof or for any legal proceeding commenced for said purpose.\t(n)\tWhenever a payment mailed to the City is received after the time prescribed in this article for receipt thereof, the Office of Finance or Water and Power as the case may be, may accept proof that there had been a timely deposit thereof in the United States mail and that no delinquency or penalty is applicable thereto.\t(o)\tWhenever the amount of a sewer service charge and penalty, or either, is determined by Water and Power or by the Office of Finance to have been overpaid, paid more than once, or to have been erroneously collected or received by it in whole or in part, the office making said determination may provide for correction thereof either by refund or by credit on future bills in its discretion.\t(p)\tWhere there is a dispute with respect to the sewer service charges or penalties or both, owing to the City, the Office of Finance, with the written approval of the City Attorney and subject to the provisions of the Charter of the City of Los Angeles, may compromise the amount of the City’s claim for sewer service charges or penalties, or both, which may apply thereto where the portion of the amount proposed to be released is less than $500.00; and with the approval of the City Attorney and the City Council, may compromise such amount where the portion proposed to be released is $500.00 or more.\t(q)\tRemedies for collecting and enforcing rates and charges set out in this article are cumulative and may be pursued alternately, or any thereof may be used consecutively when the City Council so determines. If any one of said remedies is or may be invalid, all valid remedies shall remain effectual until the principal and interest of the bonds are fully paid. Any holder of any bond outstanding at any time may compel the use of any or all of the remedies herein provided. The costs of collection and enforcement of the remedies for the collection or charges may be paid from the revenues.  (Amended by Ord. No. 162,637, Eff. 8\/23\/87.)\t(r)\tWhere a singular, non-recurrent, incident occurs on a premises which results in a discharge of metered water and which is not tributary to the sewer, upon receipt of a written application and satisfactory evidence, the Board shall provide for abatement of the Sewer Service Charge applicable to the volume of water so discharged up to a maximum of $5000.  In the Board’s discretion, the abatement may occur through a refund or a credit on future bills.  (Amended by Ord. No. 180,157, Eff. 9\/26\/08.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}