{"section_number":"64.41.03","edition_id":"1","section_id":"2937","structure_id":"107","catch_line":"Charges.","history":"","full_text":"  CHARGES.\n\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)\n\n\t(a)\tThere is hereby imposed a sewer services charge for the receiving, transportation, pumping treatment and\/or disposal of sewage through the sewer system.  (Amended by Ord. No 151,211, Eff. 8\/7\/78.)\n\n\t(b)\tThe Sewer Service Charge (SSC) will be a charge to all users on the volume of sewage discharged to the sewer system from a premises. The SSC shall be paid by the user or other person billed by either Water and Power or the Office of Finance, whichever has billed for such charge.  If the user is someone other than the owner of the premises the owner and such user shall be jointly and severally obligated to pay the SSC.  The imposition of the SSC based on the volume of sewage discharged shall not preclude imposition of a supplemental charge to industrial users based on the quality of sewage discharged (“Quality Surcharge Fee”), as provided by Section 64.30 D.4. of this Code.  (Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)  \n\n\t(c)\tAny allocation of the Sewer Service Charge rate between the financing of capital improvements and the payment of the costs of operation and maintenance (including replacement) of the sewer system, or any other adjustment of the rate, necessary to comply with the provisions of federal or state law, shall be made by the Board following adoption of the budget for each fiscal year.\n\n\t(d)\tNo Sewer Service Charge shall be billed to or collected from a premises where no portion of the water supplied or delivered to the premises, from whatever source, neither traverses through any portion of the City’s sewer collection system or is treated at any of the City’s sewage treatment facilities.\n\n\t(e)\tSewer Service Charge Computation:  The Sewer Service Charge for each user shall be computed by multiplying the applicable rate, as provided in Subsection (f), by the volume of sewage discharged to the sewer system from a premises, as provided in Subsection (g); the result shall be decreased by a low-income subsidy, as provided in Subsection (h), or increased by a low-income subsidy surcharge, as provided in Subsection (i), whichever is applicable.\n\n\t(f)\tRate:  The rate applicable to calculating the Sewer Service Charge shall be determined as follows:\n\n\t(1)\tFor users whose premises discharge sewage to the sewer system, and this sewage is treated in the City’s facilities, the rate shall be $3.27 per hcf of sewage discharged, except as provided in Subdivision (2) of this Subsection.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(2)\tAny Low-Strength Industrial User may petition the Board and request to pay its Sewer Service Charge at the Low-Strength rate of $2.268 per hcf, for the flow component of its wastewater discharge in addition to paying a “Zero-Based” Quality Surcharge Fee for the strength component of its wastewater discharge per Section 64.30 D.4.(b) and (c) of this Code.  The petitioner must submit analytical data on its discharge at the time of and with its petition, demonstrating that the average strengths of its BOD and\/or SS concentrations discharged over a one-year period are less than the designated BOD and SS values in the Board Rules and Regulations Governing Disposal of Industrial Wastewater into the Publicly Owned Treatment Works of the City of Los Angeles.  Fees paid in accordance with this paragraph shall be effective for services provided up to one year prior to date of petition to pay such fees.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(3)\tA Supplemental Charge shall be added to the charge imposed pursuant to the provisions of Subdivision (1) of this Subsection at  the rate of $0.15 per hcf of sewage discharged, and a Supplemental Charge shall be added to the charges imposed pursuant to Subdivision (2) of this Subsection at the Low-Strength rate of $0.102 per hcf.  The rates identified in this Subdivision shall be annually adjusted as shown in the table below:  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\n  \n    \n      \n        \n\n\nEffective Date\n      \n      \n        \nSupplemental Sewer Service Charge ($\/hcf)\n      \n      \n        Supplemental Low-Strength Sewer Service Charge ($\/hcf)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        0.30\n      \n      \n        0.209\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        0.46\n      \n      \n        0.320\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        0.70\n      \n      \n        0.488\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        0.96\n      \n      \n        0.668\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        1.24\n      \n      \n        0.858\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        1.53\n      \n      \n        1.062\n      \n    \n    \n      \n        July 1, 2018\n      \n      \n        1.84\n      \n      \n        1.278\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        2.17\n      \n      \n        1.509\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        2.53\n      \n      \n        1.754\n      \n    \n  \n\n\n\t(4)\tThe Supplemental Charge imposed pursuant to the provisions of Subdivision (3) of this Subsection shall be subject to all of the provisions of this Article, except that it shall not be subject to the provisions of Subsection (h) or Subsection (i) of this Section.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(5)\tIf a premises discharges sewage to the sewage collection system but the sewage is not treated at the City’s sewage treatment facilities, the applicable rate shown at Subdivisions (1), (2) and (3) of this Subsection shall be 15% of what it would otherwise be if the sewage was treated at the City’s sewage treatment facilities.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(g)\tSewage Volume:  The volume of sewage discharged from a premises, used for the purposes of calculating the Sewer Service Charge, shall be determined as follows, unless the Board has authorized an adjustment pursuant to Subsection (b) of Section 64.41.07:\n\n\t(1)\tFor residential users, the volume for each day billed to a user on a premises within a fiscal year shall be the greater of the following:\n\n\t(A)\tthe Winter Water Use for that user on that premises during the most recently determined Rainy Season Review Period multiplied by the corresponding Dry Winter Compensation Factor; or\n\n\t(B)\tthe minimum reasonable volume of sewage discharged by a household consisting of one resident as determined by the Board.\n\n\tEXCEPTION:  If the volume of water delivered to a premises during a billing period is zero, the volume of sewage discharged shall be zero. The Board shall establish rules to estimate the volume of sewage discharged when the record of data for a user on a premises during the most recently determined rainy season is incomplete or nonexistent.\n\n(Amended by Ord. No. 172,763, Eff. 9\/19\/99.)  \n\n\t(2)\tFor Commercial, Governmental, Multiple Dwelling, and Industrial users, the volume shall be the volume of water supplied to the premises during the billing period multiplied by the Default Percentage Discharge.  The Board shall annually adjust the Default Percentage Discharge based, in whole or in part, on Department of Water and Power Water conservation policies, to reflect the amount of flow discharged to the sewer system by commercial, governmental, multiple dwelling, and industrial users, but in no event shall the Default Percentage Discharge be less than 90% or exceed 94%.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(3)\tDirect Measurement\/Calculation:\n\n\tA.\tIn lieu of paragraphs (1) or (2) above, the Board may authorize the direct measurement or calculation of the volume of sewage discharged from a premises in the following circumstances:\n\n\ti.\tWhere in the Board’s judgement, the flows of sewage from the premises are sufficient for accurate measurement, any user may obtain a permit from the Board and install a device or devices approved by the Board to measure all the sewage discharged into the sewer system from the premises.  For purposes of this article, the total aggregate sewage measured through said device or devices sharing a given billing period will be deemed to be the sewage volume discharged from the premises for said billing period.\n\n\tii.\tWhere the plumbing on a premises has been arranged to isolate the plumbing which serves uses that are tributary to the sewer from the uses not so tributary, subject to inspection and approval by the Department of Building and Safety (DBS), a user may obtain Board authority to install one private water meter for each tributary City water meter serving the premises.  When the private meter is installed on the tributary service, the Sewer Service Charge shall be billed based on the volume of water through the private meter during the billing period.  When the private meter is installed on the non-tributary service, the Sewer Service Charge shall be billed based on the difference between the volume through the City meter and the private meter during the billing period.  A user may allow hose bibbs to remain attached to the tributary service, but no credit against the Sewer Service Charge shall be given in such a case.  The Board shall promulgate rules which determine whether the meter is to be installed on the tributary or non-tributary service.\n\n\tA user may choose at any time to revert to volume determination based on the methods in Paragraphs (1) or (2) above, whichever is applicable; however, such a user may not again be approved for private metering before 12 months have elapsed since the effective date of reversion.\n\n\tThe Board may require the user at any time to install a device to telemeter the data obtained by the metering device back to a City computer if the installed meter allows for this to be done.\n\n\tB.\tWhenever the Board has authorized the direct measurement or calculation of sewage volume discharged from a premises, the user shall bear all responsibility for the expense of permits, equipment, installation, and maintenance of any private water meter.  The Board may require periodic testing of installed equipment to insure reasonable accuracy.  The board may revert a user who does not repair malfunctioning equipment within the time which the Board may specify to volume determination based on the methods in paragraphs (1) or (2)  above, whichever is applicable.\n\n\t(h)\tLow-Income Subsidy:  The Sewer Service Charge shall be reduced by 31% for low-income Residential users who pay such charges, the definition of such a class being determined by the Board of Water and Power Commissioners, subject to verification by the Director of Sanitation, for the first 18 billing units (a billing unit being each hcf of sewage entering the sewer system) of each two-month billing period, or the first nine billing units for each one-month billing period as to any such Residential user billed monthly.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n\n\t(i)\tLow-Income Subsidy Surcharge:  The Sewer Service Charge to all users, who are not within the class of a low-income Residential user, as provided in Subsection (h), shall be increased by a surcharge of 0.84%.\n\n\t(j)\tThe sewer service charge for the volume of sewage introduced into the sewer system from any property not supplied with water by Water and Power will be determined by the Board and shall be as nearly as possible equivalent to the sewer service charge established under this section for similar property supplied with water from Water and Power.\n\n\t(k)\tThe Board shall have the power and duty, and is hereby directed to enforce all of the provisions of this article, except as otherwise set forth herein, and shall provide such rules and regulations as are consistent with the provisions of this article and as may be necessary or desirable to aid in the administration, including adjustments. and enforcement of the sewer service charge.\n\n\t(l)\tThe Board or any of its authorized representatives may make such inspections or investigations as said Board deems necessary at any reasonable time in any building, premises or lot for any of the purposes set forth in this article. No person shall interfere with, prevent or refuse to permit the entry of said Board or any of its authorized representatives into or upon any building, premises or lot for any of the purposes set forth in this article.\n\n\t(1)\tTo determine the size, depth and location of the sewer or storm drain connection;\n\n\t(2)\tTo determine the outlet of an sewer or storm drain connection by depositing testing materials in any plumbing fixture attached thereto and flushing the same, if necessary;\n\n\t(3)\tTo determine by measurements and samples the quantity of sewage or waste water being discharged into any sewer, storm drain or water course;\n\n\t(4)\tTo inspect, test and sample the discharge of any device used to prevent the discharge into any sewer, storm drain, or water course of illegal waste or illegal quantities of waste, such as floor drains, sand boxes, grease traps or other clarifiers, also, of those devices used to grind, shred, pulverize, or otherwise treat garbage or industrial waste before discharging same into a sewer or storm drain.\n\n\t(5)\tTo determine the location of roof, swimming pool and surface drains, and whether they are connected to a street gutter, storm drain or sewer.\n\n\t(6)\tTo determine the nature and quantity of flow in any open water course or storm drain.","order_by":"41.03","ancestry":{"1":{"id":"107","name":"\nSewer Service Charge","identifier":"4.1","label":"article","url":"\/6\/4.1\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1940","structure_id":"107","section_number":"64.41.01","catch_line":"Definitions.","url":"\/64.41.01\/","token":"64.41.01"},"1":{"id":"2937","structure_id":"107","section_number":"64.41.03","catch_line":"Charges.","url":"\/64.41.03\/","token":"64.41.03"},"2":{"id":"1213","structure_id":"107","section_number":"64.41.05","catch_line":"Billing – Collection – Payment Of Charges – Delinquency Penalties.","url":"\/64.41.05\/","token":"64.41.05"},"3":{"id":"3381","structure_id":"107","section_number":"64.41.07","catch_line":"Adjustments - Exemptions - Appeals.","url":"\/64.41.07\/","token":"64.41.07"},"4":{"id":"2614","structure_id":"107","section_number":"64.41.09","catch_line":"Dispositions Of Funds.","url":"\/64.41.09\/","token":"64.41.09"},"5":{"id":"3494","structure_id":"107","section_number":"64.41.10","catch_line":"Sewer Service Charges Held In Trust.","url":"\/64.41.10\/","token":"64.41.10"},"6":{"id":"610","structure_id":"107","section_number":"64.41.11","catch_line":"Annual Review.","url":"\/64.41.11\/","token":"64.41.11"}},"next_section":{"id":"1213","structure_id":"107","section_number":"64.41.05","catch_line":"Billing – Collection – Payment Of Charges – Delinquency Penalties.","url":"\/64.41.05\/","token":"64.41.05"},"metadata":false,"references":false,"url":"\/64.41.03\/","token":"64.41.03","formats":{"txt":"\/64.41.03.txt","json":"\/64.41.03.xml"},"dublin_core":{"Title":"Charges.","Type":"Text","Format":"text\/html","Identifier":"§ 64.41.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCHARGES. (§ 64.41.03)\n\n  CHARGES.\n\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)\t(a)\tThere is hereby\nimposed a sewer services charge for the receiving, transportation, pumping\ntreatment and\/or disposal of sewage through the sewer system.  (Amended by Ord.\nNo 151,211, Eff. 8\/7\/78.)\t(b)\tThe Sewer Service Charge (SSC) will be a charge to\nall users on the volume of sewage discharged to the sewer system from a\npremises. The SSC shall be paid by the user or other person billed by either\nWater and Power or the Office of Finance, whichever has billed for such\ncharge.  If the user is someone other than the owner of the premises the owner\nand such user shall be jointly and severally obligated to pay the SSC.  The\nimposition of the SSC based on the volume of sewage discharged shall not\npreclude imposition of a supplemental charge to industrial users based on the\nquality of sewage discharged (“Quality Surcharge Fee”), as provided by\nSection 64.30 D.4. of this Code.  (Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\n \t(c)\tAny allocation of the Sewer Service Charge rate between the financing of\ncapital improvements and the payment of the costs of operation and maintenance\n(including replacement) of the sewer system, or any other adjustment of the\nrate, necessary to comply with the provisions of federal or state law, shall be\nmade by the Board following adoption of the budget for each fiscal year.\t(d)\tNo\nSewer Service Charge shall be billed to or collected from a premises where no\nportion of the water supplied or delivered to the premises, from whatever\nsource, neither traverses through any portion of the City’s sewer collection\nsystem or is treated at any of the City’s sewage treatment\nfacilities.\t(e)\tSewer Service Charge Computation:  The Sewer Service Charge for\neach user shall be computed by multiplying the applicable rate, as provided in\nSubsection (f), by the volume of sewage discharged to the sewer system from a\npremises, as provided in Subsection (g); the result shall be decreased by a\nlow-income subsidy, as provided in Subsection (h), or increased by a low-income\nsubsidy surcharge, as provided in Subsection (i), whichever is\napplicable.\t(f)\tRate:  The rate applicable to calculating the Sewer Service\nCharge shall be determined as follows:\t(1)\tFor users whose premises discharge\nsewage to the sewer system, and this sewage is treated in the City’s\nfacilities, the rate shall be $3.27 per hcf of sewage discharged, except as\nprovided in Subdivision (2) of this Subsection.  (Amended by Ord. No. 182,076,\nEff. 4\/6\/12.)\t(2)\tAny Low-Strength Industrial User may petition the Board and\nrequest to pay its Sewer Service Charge at the Low-Strength rate of $2.268 per\nhcf, for the flow component of its wastewater discharge in addition to paying a\n“Zero-Based” Quality Surcharge Fee for the strength component of its\nwastewater discharge per Section 64.30 D.4.(b) and (c) of this Code.  The\npetitioner must submit analytical data on its discharge at the time of and with\nits petition, demonstrating that the average strengths of its BOD and\/or SS\nconcentrations discharged over a one-year period are less than the designated\nBOD and SS values in the Board Rules and Regulations Governing Disposal of\nIndustrial Wastewater into the Publicly Owned Treatment Works of the City of Los\nAngeles.  Fees paid in accordance with this paragraph shall be effective for\nservices provided up to one year prior to date of petition to pay such fees. \n(Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(3)\tA Supplemental Charge shall be\nadded to the charge imposed pursuant to the provisions of Subdivision (1) of\nthis Subsection at  the rate of $0.15 per hcf of sewage discharged, and a\nSupplemental Charge shall be added to the charges imposed pursuant to\nSubdivision (2) of this Subsection at the Low-Strength rate of $0.102 per hcf. \nThe rates identified in this Subdivision shall be annually adjusted as shown in\nthe table below:  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n  \n    \n      \n        \nEffective Date\n      \n      \n        \nSupplemental Sewer Service Charge ($\/hcf)\n      \n      \n        Supplemental Low-Strength Sewer Service Charge ($\/hcf)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        0.30\n      \n      \n        0.209\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        0.46\n      \n      \n        0.320\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        0.70\n      \n      \n        0.488\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        0.96\n      \n      \n        0.668\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        1.24\n      \n      \n        0.858\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        1.53\n      \n      \n        1.062\n      \n    \n    \n      \n        July 1, 2018\n      \n      \n        1.84\n      \n      \n        1.278\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        2.17\n      \n      \n        1.509\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        2.53\n      \n      \n        1.754\n      \n    \n  \n\t(4)\tThe Supplemental Charge imposed pursuant to the provisions of Subdivision\n(3) of this Subsection shall be subject to all of the provisions of this\nArticle, except that it shall not be subject to the provisions of Subsection (h)\nor Subsection (i) of this Section.  (Amended by Ord. No. 182,076, Eff.\n4\/6\/12.)\t(5)\tIf a premises discharges sewage to the sewage collection system but\nthe sewage is not treated at the City’s sewage treatment facilities, the\napplicable rate shown at Subdivisions (1), (2) and (3) of this Subsection shall\nbe 15% of what it would otherwise be if the sewage was treated at the City’s\nsewage treatment facilities.  (Added by Ord. No. 182,076, Eff.\n4\/6\/12.)\t(g)\tSewage Volume:  The volume of sewage discharged from a premises,\nused for the purposes of calculating the Sewer Service Charge, shall be\ndetermined as follows, unless the Board has authorized an adjustment pursuant to\nSubsection (b) of Section 64.41.07:\t(1)\tFor residential users, the volume for\neach day billed to a user on a premises within a fiscal year shall be the\ngreater of the following:\t(A)\tthe Winter Water Use for that user on that\npremises during the most recently determined Rainy Season Review Period\nmultiplied by the corresponding Dry Winter Compensation Factor; or\t(B)\tthe\nminimum reasonable volume of sewage discharged by a household consisting of one\nresident as determined by the Board.\tEXCEPTION:  If the volume of water\ndelivered to a premises during a billing period is zero, the volume of sewage\ndischarged shall be zero. The Board shall establish rules to estimate the volume\nof sewage discharged when the record of data for a user on a premises during the\nmost recently determined rainy season is incomplete or nonexistent.(Amended by\nOrd. No. 172,763, Eff. 9\/19\/99.)  \t(2)\tFor Commercial, Governmental, Multiple\nDwelling, and Industrial users, the volume shall be the volume of water supplied\nto the premises during the billing period multiplied by the Default Percentage\nDischarge.  The Board shall annually adjust the Default Percentage Discharge\nbased, in whole or in part, on Department of Water and Power Water conservation\npolicies, to reflect the amount of flow discharged to the sewer system by\ncommercial, governmental, multiple dwelling, and industrial users, but in no\nevent shall the Default Percentage Discharge be less than 90% or exceed 94%. \n(Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(3)\tDirect\nMeasurement\/Calculation:\tA.\tIn lieu of paragraphs (1) or (2) above, the Board\nmay authorize the direct measurement or calculation of the volume of sewage\ndischarged from a premises in the following circumstances:\ti.\tWhere in the\nBoard’s judgement, the flows of sewage from the premises are sufficient for\naccurate measurement, any user may obtain a permit from the Board and install a\ndevice or devices approved by the Board to measure all the sewage discharged\ninto the sewer system from the premises.  For purposes of this article, the\ntotal aggregate sewage measured through said device or devices sharing a given\nbilling period will be deemed to be the sewage volume discharged from the\npremises for said billing period.\tii.\tWhere the plumbing on a premises has been\narranged to isolate the plumbing which serves uses that are tributary to the\nsewer from the uses not so tributary, subject to inspection and approval by the\nDepartment of Building and Safety (DBS), a user may obtain Board authority to\ninstall one private water meter for each tributary City water meter serving the\npremises.  When the private meter is installed on the tributary service, the\nSewer Service Charge shall be billed based on the volume of water through the\nprivate meter during the billing period.  When the private meter is installed\non the non-tributary service, the Sewer Service Charge shall be billed based on\nthe difference between the volume through the City meter and the private meter\nduring the billing period.  A user may allow hose bibbs to remain attached to\nthe tributary service, but no credit against the Sewer Service Charge shall be\ngiven in such a case.  The Board shall promulgate rules which determine whether\nthe meter is to be installed on the tributary or non-tributary service.\tA user\nmay choose at any time to revert to volume determination based on the methods in\nParagraphs (1) or (2) above, whichever is applicable; however, such a user may\nnot again be approved for private metering before 12 months have elapsed since\nthe effective date of reversion.\tThe Board may require the user at any time to\ninstall a device to telemeter the data obtained by the metering device back to a\nCity computer if the installed meter allows for this to be done.\tB.\tWhenever the\nBoard has authorized the direct measurement or calculation of sewage volume\ndischarged from a premises, the user shall bear all responsibility for the\nexpense of permits, equipment, installation, and maintenance of any private\nwater meter.  The Board may require periodic testing of installed equipment to\ninsure reasonable accuracy.  The board may revert a user who does not repair\nmalfunctioning equipment within the time which the Board may specify to volume\ndetermination based on the methods in paragraphs (1) or (2)  above, whichever\nis applicable.\t(h)\tLow-Income Subsidy:  The Sewer Service Charge shall be\nreduced by 31% for low-income Residential users who pay such charges, the\ndefinition of such a class being determined by the Board of Water and Power\nCommissioners, subject to verification by the Director of Sanitation, for the\nfirst 18 billing units (a billing unit being each hcf of sewage entering the\nsewer system) of each two-month billing period, or the first nine billing units\nfor each one-month billing period as to any such Residential user billed\nmonthly.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(i)\tLow-Income Subsidy\nSurcharge:  The Sewer Service Charge to all users, who are not within the class\nof a low-income Residential user, as provided in Subsection (h), shall be\nincreased by a surcharge of 0.84%.\t(j)\tThe sewer service charge for the volume\nof sewage introduced into the sewer system from any property not supplied with\nwater by Water and Power will be determined by the Board and shall be as nearly\nas possible equivalent to the sewer service charge established under this\nsection for similar property supplied with water from Water and Power.\t(k)\tThe\nBoard shall have the power and duty, and is hereby directed to enforce all of\nthe provisions of this article, except as otherwise set forth herein, and shall\nprovide such rules and regulations as are consistent with the provisions of this\narticle and as may be necessary or desirable to aid in the administration,\nincluding adjustments. and enforcement of the sewer service charge.\t(l)\tThe\nBoard or any of its authorized representatives may make such inspections or\ninvestigations as said Board deems necessary at any reasonable time in any\nbuilding, premises or lot for any of the purposes set forth in this article. No\nperson shall interfere with, prevent or refuse to permit the entry of said Board\nor any of its authorized representatives into or upon any building, premises or\nlot for any of the purposes set forth in this article.\t(1)\tTo determine the\nsize, depth and location of the sewer or storm drain connection;\t(2)\tTo\ndetermine the outlet of an sewer or storm drain connection by depositing testing\nmaterials in any plumbing fixture attached thereto and flushing the same, if\nnecessary;\t(3)\tTo determine by measurements and samples the quantity of sewage\nor waste water being discharged into any sewer, storm drain or water\ncourse;\t(4)\tTo inspect, test and sample the discharge of any device used to\nprevent the discharge into any sewer, storm drain, or water course of illegal\nwaste or illegal quantities of waste, such as floor drains, sand boxes, grease\ntraps or other clarifiers, also, of those devices used to grind, shred,\npulverize, or otherwise treat garbage or industrial waste before discharging\nsame into a sewer or storm drain.\t(5)\tTo determine the location of roof,\nswimming pool and surface drains, and whether they are connected to a street\ngutter, storm drain or sewer.\t(6)\tTo determine the nature and quantity of flow\nin any open water course or storm drain.\n","html":"\n\t\t\t\t\t<section><p>  CHARGES.\n\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)<br \/><br \/>\t(a)\tThere is hereby imposed a sewer services charge for the receiving, transportation, pumping treatment and\/or disposal of sewage through the sewer system.  (Amended by Ord. No 151,211, Eff. 8\/7\/78.)<br \/><br \/>\t(b)\tThe Sewer Service Charge (SSC) will be a charge to all users on the volume of sewage discharged to the sewer system from a premises. The SSC shall be paid by the user or other person billed by either Water and Power or the Office of Finance, whichever has billed for such charge.  If the user is someone other than the owner of the premises the owner and such user shall be jointly and severally obligated to pay the SSC.  The imposition of the SSC based on the volume of sewage discharged shall not preclude imposition of a supplemental charge to industrial users based on the quality of sewage discharged (“Quality Surcharge Fee”), as provided by Section 64.30 D.4. of this Code.  (Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)  <br \/><br \/>\t(c)\tAny allocation of the Sewer Service Charge rate between the financing of capital improvements and the payment of the costs of operation and maintenance (including replacement) of the sewer system, or any other adjustment of the rate, necessary to comply with the provisions of federal or state <span class=\"dictionary\">law<\/span>, shall be made by the Board following adoption of the budget for each fiscal year.<br \/><br \/>\t(d)\tNo Sewer Service Charge shall be billed to or collected from a premises where no portion of the water supplied or delivered to the premises, from whatever source, neither traverses through any portion of the City’s sewer collection system or is treated at any of the City’s sewage treatment facilities.<br \/><br \/>\t(e)\tSewer Service Charge Computation:  The Sewer Service Charge for each user shall be computed by multiplying the applicable rate, as provided in Subsection (f), by the volume of sewage discharged to the sewer system from a premises, as provided in Subsection (g); the result shall be decreased by a low-income subsidy, as provided in Subsection (h), or increased by a low-income subsidy surcharge, as provided in Subsection (i), whichever is applicable.<br \/><br \/>\t(f)\tRate:  The rate applicable to calculating the Sewer Service Charge shall be determined as follows:<br \/><br \/>\t(1)\tFor users whose premises discharge sewage to the sewer system, and this sewage is treated in the City’s facilities, the rate shall be $3.27 per hcf of sewage discharged, except as provided in Subdivision (2) of this Subsection.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(2)\tAny Low-Strength Industrial User may <span class=\"dictionary\">petition<\/span> the Board and request to pay its Sewer Service Charge at the Low-Strength rate of $2.268 per hcf, for the flow component of its wastewater discharge in addition to paying a “Zero-Based” Quality Surcharge Fee for the strength component of its wastewater discharge per Section 64.30 D.4.(b) and (c) of this Code.  The petitioner must submit analytical data on its discharge at the time of and with its <span class=\"dictionary\">petition<\/span>, demonstrating that the average strengths of its BOD and\/or SS concentrations discharged over a one-year period are less than the designated BOD and SS values in the Board Rules and Regulations Governing Disposal of Industrial Wastewater into the Publicly Owned Treatment Works of the City of Los Angeles.  Fees paid in accordance with this paragraph shall be effective for services provided up to one year prior to date of <span class=\"dictionary\">petition<\/span> to pay such fees.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(3)\tA Supplemental Charge shall be added to the charge imposed pursuant to the provisions of Subdivision (1) of this Subsection at  the rate of $0.15 per hcf of sewage discharged, and a Supplemental Charge shall be added to the charges imposed pursuant to Subdivision (2) of this Subsection at the Low-Strength rate of $0.102 per hcf.  The rates identified in this Subdivision shall be annually adjusted as shown in the table below:  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\n  \n    \n      \n        <br \/><br \/>\nEffective Date\n      \n      \n        \nSupplemental Sewer Service Charge ($\/hcf)\n      \n      \n        Supplemental Low-Strength Sewer Service Charge ($\/hcf)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        0.30\n      \n      \n        0.209\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        0.46\n      \n      \n        0.320\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        0.70\n      \n      \n        0.488\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        0.96\n      \n      \n        0.668\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        1.24\n      \n      \n        0.858\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        1.53\n      \n      \n        1.062\n      \n    \n    \n      \n        July 1, 2018\n      \n      \n        1.84\n      \n      \n        1.278\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        2.17\n      \n      \n        1.509\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        2.53\n      \n      \n        1.754\n      \n    \n  <br \/><br \/>\n\t(4)\tThe Supplemental Charge imposed pursuant to the provisions of Subdivision (3) of this Subsection shall be subject to all of the provisions of this Article, except that it shall not be subject to the provisions of Subsection (h) or Subsection (i) of this Section.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(5)\tIf a premises discharges sewage to the sewage collection system but the sewage is not treated at the City’s sewage treatment facilities, the applicable rate shown at Subdivisions (1), (2) and (3) of this Subsection shall be 15% of what it would otherwise be if the sewage was treated at the City’s sewage treatment facilities.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(g)\tSewage Volume:  The volume of sewage discharged from a premises, used for the purposes of calculating the Sewer Service Charge, shall be determined as follows, unless the Board has authorized an adjustment pursuant to Subsection (b) of Section 64.41.07:<br \/><br \/>\t(1)\tFor residential users, the volume for each day billed to a user on a premises within a fiscal year shall be the greater of the following:<br \/><br \/>\t(A)\tthe Winter Water Use for that user on that premises during the most recently determined Rainy Season Review Period multiplied by the corresponding Dry Winter Compensation Factor; or<br \/><br \/>\t(B)\tthe minimum reasonable volume of sewage discharged by a household consisting of one resident as determined by the Board.<br \/><br \/>\tEXCEPTION:  If the volume of water delivered to a premises during a billing period is zero, the volume of sewage discharged shall be zero. The Board shall establish rules to estimate the volume of sewage discharged when the record of data for a user on a premises during the most recently determined rainy season is incomplete or nonexistent.<br \/><br \/>(Amended by Ord. No. 172,763, Eff. 9\/19\/99.)  <br \/><br \/>\t(2)\tFor Commercial, Governmental, Multiple Dwelling, and Industrial users, the volume shall be the volume of water supplied to the premises during the billing period multiplied by the <span class=\"dictionary\">Default<\/span> Percentage Discharge.  The Board shall annually adjust the <span class=\"dictionary\">Default<\/span> Percentage Discharge based, in whole or in part, on Department of Water and Power Water conservation policies, to reflect the amount of flow discharged to the sewer system by commercial, governmental, multiple dwelling, and industrial users, but in no event shall the <span class=\"dictionary\">Default<\/span> Percentage Discharge be less than 90% or exceed 94%.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(3)\tDirect Measurement\/Calculation:<br \/><br \/>\tA.\tIn lieu of paragraphs (1) or (2) above, the Board may authorize the direct measurement or calculation of the volume of sewage discharged from a premises in the following circumstances:<br \/><br \/>\ti.\tWhere in the Board’s judgement, the flows of sewage from the premises are sufficient for accurate measurement, any user may obtain a permit from the Board and install a device or devices approved by the Board to measure all the sewage discharged into the sewer system from the premises.  For purposes of this article, the total aggregate sewage measured through said device or devices sharing a given billing period will be deemed to be the sewage volume discharged from the premises for said billing period.<br \/><br \/>\tii.\tWhere the plumbing on a premises has been arranged to isolate the plumbing which serves uses that are tributary to the sewer from the uses not so tributary, subject to inspection and approval by the Department of Building and Safety (DBS), a user may obtain Board authority to install one private water meter for each tributary City water meter serving the premises.  When the private meter is installed on the tributary service, the Sewer Service Charge shall be billed based on the volume of water through the private meter during the billing period.  When the private meter is installed on the non-tributary service, the Sewer Service Charge shall be billed based on the difference between the volume through the City meter and the private meter during the billing period.  A user may allow hose bibbs to remain attached to the tributary service, but no credit against the Sewer Service Charge shall be given in such a case.  The Board shall promulgate rules which determine whether the meter is to be installed on the tributary or non-tributary service.<br \/><br \/>\tA user may choose at any time to revert to volume determination based on the methods in Paragraphs (1) or (2) above, whichever is applicable; however, such a user may not again be approved for private metering before 12 months have elapsed since the effective date of reversion.<br \/><br \/>\tThe Board may require the user at any time to install a device to telemeter the data obtained by the metering device back to a City computer if the installed meter allows for this to be done.<br \/><br \/>\tB.\tWhenever the Board has authorized the direct measurement or calculation of sewage volume discharged from a premises, the user shall bear all responsibility for the expense of permits, equipment, installation, and maintenance of any private water meter.  The Board may require periodic testing of installed equipment to insure reasonable accuracy.  The board may revert a user who does not repair malfunctioning equipment within the time which the Board may specify to volume determination based on the methods in paragraphs (1) or (2)  above, whichever is applicable.<br \/><br \/>\t(h)\tLow-Income Subsidy:  The Sewer Service Charge shall be reduced by 31% for low-income Residential users who pay such charges, the definition of such a class being determined by the Board of Water and Power Commissioners, subject to verification by the Director of Sanitation, for the first 18 billing units (a billing unit being each hcf of sewage entering the sewer system) of each two-month billing period, or the first nine billing units for each one-month billing period as to any such Residential user billed monthly.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)<br \/><br \/>\t(i)\tLow-Income Subsidy Surcharge:  The Sewer Service Charge to all users, who are not within the class of a low-income Residential user, as provided in Subsection (h), shall be increased by a surcharge of 0.84%.<br \/><br \/>\t(j)\tThe sewer service charge for the volume of sewage introduced into the sewer system from any property not supplied with water by Water and Power will be determined by the Board and shall be as nearly as possible equivalent to the sewer service charge established under this section for similar property supplied with water from Water and Power.<br \/><br \/>\t(k)\tThe Board shall have the power and duty, and is hereby directed to enforce all of the provisions of this article, except as otherwise set forth herein, and shall provide such rules and regulations as are consistent with the provisions of this article and as may be necessary or desirable to aid in the administration, including adjustments. and enforcement of the sewer service charge.<br \/><br \/>\t(l)\tThe Board or any of its authorized representatives may make such inspections or investigations as said Board deems necessary at any reasonable time in any building, premises or lot for any of the purposes set forth in this article. No person shall interfere with, prevent or refuse to permit the entry of said Board or any of its authorized representatives into or upon any building, premises or lot for any of the purposes set forth in this article.<br \/><br \/>\t(1)\tTo determine the size, depth and location of the sewer or storm drain connection;<br \/><br \/>\t(2)\tTo determine the outlet of an sewer or storm drain connection by depositing testing <span class=\"dictionary\">materials<\/span> in any plumbing fixture attached thereto and flushing the same, if necessary;<br \/><br \/>\t(3)\tTo determine by measurements and samples the quantity of sewage or waste water being discharged into any sewer, storm drain or water course;<br \/><br \/>\t(4)\tTo inspect, test and sample the discharge of any device used to prevent the discharge into any sewer, storm drain, or water course of illegal waste or illegal quantities of waste, such as floor drains, sand boxes, grease traps or other clarifiers, also, of those devices used to grind, shred, pulverize, or otherwise treat garbage or industrial waste before discharging same into a sewer or storm drain.<br \/><br \/>\t(5)\tTo determine the location of roof, swimming pool and surface drains, and whether they are connected to a street gutter, storm drain or sewer.<br \/><br \/>\t(6)\tTo determine the nature and quantity of flow in any open water course or storm drain.<\/p><\/section>","text":{"0":{"id":"2912","text":"  CHARGES.\n\t(Amended by Ord. No. 171,531, Eff. 4\/5\/97, Oper. 7\/1\/97.)\t(a)\tThere is hereby imposed a sewer services charge for the receiving, transportation, pumping treatment and\/or disposal of sewage through the sewer system.  (Amended by Ord. No 151,211, Eff. 8\/7\/78.)\t(b)\tThe Sewer Service Charge (SSC) will be a charge to all users on the volume of sewage discharged to the sewer system from a premises. The SSC shall be paid by the user or other person billed by either Water and Power or the Office of Finance, whichever has billed for such charge.  If the user is someone other than the owner of the premises the owner and such user shall be jointly and severally obligated to pay the SSC.  The imposition of the SSC based on the volume of sewage discharged shall not preclude imposition of a supplemental charge to industrial users based on the quality of sewage discharged (“Quality Surcharge Fee”), as provided by Section 64.30 D.4. of this Code.  (Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)  \t(c)\tAny allocation of the Sewer Service Charge rate between the financing of capital improvements and the payment of the costs of operation and maintenance (including replacement) of the sewer system, or any other adjustment of the rate, necessary to comply with the provisions of federal or state law, shall be made by the Board following adoption of the budget for each fiscal year.\t(d)\tNo Sewer Service Charge shall be billed to or collected from a premises where no portion of the water supplied or delivered to the premises, from whatever source, neither traverses through any portion of the City’s sewer collection system or is treated at any of the City’s sewage treatment facilities.\t(e)\tSewer Service Charge Computation:  The Sewer Service Charge for each user shall be computed by multiplying the applicable rate, as provided in Subsection (f), by the volume of sewage discharged to the sewer system from a premises, as provided in Subsection (g); the result shall be decreased by a low-income subsidy, as provided in Subsection (h), or increased by a low-income subsidy surcharge, as provided in Subsection (i), whichever is applicable.\t(f)\tRate:  The rate applicable to calculating the Sewer Service Charge shall be determined as follows:\t(1)\tFor users whose premises discharge sewage to the sewer system, and this sewage is treated in the City’s facilities, the rate shall be $3.27 per hcf of sewage discharged, except as provided in Subdivision (2) of this Subsection.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(2)\tAny Low-Strength Industrial User may petition the Board and request to pay its Sewer Service Charge at the Low-Strength rate of $2.268 per hcf, for the flow component of its wastewater discharge in addition to paying a “Zero-Based” Quality Surcharge Fee for the strength component of its wastewater discharge per Section 64.30 D.4.(b) and (c) of this Code.  The petitioner must submit analytical data on its discharge at the time of and with its petition, demonstrating that the average strengths of its BOD and\/or SS concentrations discharged over a one-year period are less than the designated BOD and SS values in the Board Rules and Regulations Governing Disposal of Industrial Wastewater into the Publicly Owned Treatment Works of the City of Los Angeles.  Fees paid in accordance with this paragraph shall be effective for services provided up to one year prior to date of petition to pay such fees.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(3)\tA Supplemental Charge shall be added to the charge imposed pursuant to the provisions of Subdivision (1) of this Subsection at  the rate of $0.15 per hcf of sewage discharged, and a Supplemental Charge shall be added to the charges imposed pursuant to Subdivision (2) of this Subsection at the Low-Strength rate of $0.102 per hcf.  The rates identified in this Subdivision shall be annually adjusted as shown in the table below:  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\n  \n    \n      \n        \nEffective Date\n      \n      \n        \nSupplemental Sewer Service Charge ($\/hcf)\n      \n      \n        Supplemental Low-Strength Sewer Service Charge ($\/hcf)\n      \n    \n    \n      \n        July 1, 2012\n      \n      \n        0.30\n      \n      \n        0.209\n      \n    \n    \n      \n        July 1, 2013\n      \n      \n        0.46\n      \n      \n        0.320\n      \n    \n    \n      \n        July 1, 2014\n      \n      \n        0.70\n      \n      \n        0.488\n      \n    \n    \n      \n        July 1, 2015\n      \n      \n        0.96\n      \n      \n        0.668\n      \n    \n    \n      \n        July 1, 2016\n      \n      \n        1.24\n      \n      \n        0.858\n      \n    \n    \n      \n        July 1, 2017\n      \n      \n        1.53\n      \n      \n        1.062\n      \n    \n    \n      \n        July 1, 2018\n      \n      \n        1.84\n      \n      \n        1.278\n      \n    \n    \n      \n        July 1, 2019\n      \n      \n        2.17\n      \n      \n        1.509\n      \n    \n    \n      \n        July 1, 2020\n      \n      \n        2.53\n      \n      \n        1.754\n      \n    \n  \n\t(4)\tThe Supplemental Charge imposed pursuant to the provisions of Subdivision (3) of this Subsection shall be subject to all of the provisions of this Article, except that it shall not be subject to the provisions of Subsection (h) or Subsection (i) of this Section.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(5)\tIf a premises discharges sewage to the sewage collection system but the sewage is not treated at the City’s sewage treatment facilities, the applicable rate shown at Subdivisions (1), (2) and (3) of this Subsection shall be 15% of what it would otherwise be if the sewage was treated at the City’s sewage treatment facilities.  (Added by Ord. No. 182,076, Eff. 4\/6\/12.)\t(g)\tSewage Volume:  The volume of sewage discharged from a premises, used for the purposes of calculating the Sewer Service Charge, shall be determined as follows, unless the Board has authorized an adjustment pursuant to Subsection (b) of Section 64.41.07:\t(1)\tFor residential users, the volume for each day billed to a user on a premises within a fiscal year shall be the greater of the following:\t(A)\tthe Winter Water Use for that user on that premises during the most recently determined Rainy Season Review Period multiplied by the corresponding Dry Winter Compensation Factor; or\t(B)\tthe minimum reasonable volume of sewage discharged by a household consisting of one resident as determined by the Board.\tEXCEPTION:  If the volume of water delivered to a premises during a billing period is zero, the volume of sewage discharged shall be zero. The Board shall establish rules to estimate the volume of sewage discharged when the record of data for a user on a premises during the most recently determined rainy season is incomplete or nonexistent.(Amended by Ord. No. 172,763, Eff. 9\/19\/99.)  \t(2)\tFor Commercial, Governmental, Multiple Dwelling, and Industrial users, the volume shall be the volume of water supplied to the premises during the billing period multiplied by the Default Percentage Discharge.  The Board shall annually adjust the Default Percentage Discharge based, in whole or in part, on Department of Water and Power Water conservation policies, to reflect the amount of flow discharged to the sewer system by commercial, governmental, multiple dwelling, and industrial users, but in no event shall the Default Percentage Discharge be less than 90% or exceed 94%.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(3)\tDirect Measurement\/Calculation:\tA.\tIn lieu of paragraphs (1) or (2) above, the Board may authorize the direct measurement or calculation of the volume of sewage discharged from a premises in the following circumstances:\ti.\tWhere in the Board’s judgement, the flows of sewage from the premises are sufficient for accurate measurement, any user may obtain a permit from the Board and install a device or devices approved by the Board to measure all the sewage discharged into the sewer system from the premises.  For purposes of this article, the total aggregate sewage measured through said device or devices sharing a given billing period will be deemed to be the sewage volume discharged from the premises for said billing period.\tii.\tWhere the plumbing on a premises has been arranged to isolate the plumbing which serves uses that are tributary to the sewer from the uses not so tributary, subject to inspection and approval by the Department of Building and Safety (DBS), a user may obtain Board authority to install one private water meter for each tributary City water meter serving the premises.  When the private meter is installed on the tributary service, the Sewer Service Charge shall be billed based on the volume of water through the private meter during the billing period.  When the private meter is installed on the non-tributary service, the Sewer Service Charge shall be billed based on the difference between the volume through the City meter and the private meter during the billing period.  A user may allow hose bibbs to remain attached to the tributary service, but no credit against the Sewer Service Charge shall be given in such a case.  The Board shall promulgate rules which determine whether the meter is to be installed on the tributary or non-tributary service.\tA user may choose at any time to revert to volume determination based on the methods in Paragraphs (1) or (2) above, whichever is applicable; however, such a user may not again be approved for private metering before 12 months have elapsed since the effective date of reversion.\tThe Board may require the user at any time to install a device to telemeter the data obtained by the metering device back to a City computer if the installed meter allows for this to be done.\tB.\tWhenever the Board has authorized the direct measurement or calculation of sewage volume discharged from a premises, the user shall bear all responsibility for the expense of permits, equipment, installation, and maintenance of any private water meter.  The Board may require periodic testing of installed equipment to insure reasonable accuracy.  The board may revert a user who does not repair malfunctioning equipment within the time which the Board may specify to volume determination based on the methods in paragraphs (1) or (2)  above, whichever is applicable.\t(h)\tLow-Income Subsidy:  The Sewer Service Charge shall be reduced by 31% for low-income Residential users who pay such charges, the definition of such a class being determined by the Board of Water and Power Commissioners, subject to verification by the Director of Sanitation, for the first 18 billing units (a billing unit being each hcf of sewage entering the sewer system) of each two-month billing period, or the first nine billing units for each one-month billing period as to any such Residential user billed monthly.  (Amended by Ord. No. 182,076, Eff. 4\/6\/12.)\t(i)\tLow-Income Subsidy Surcharge:  The Sewer Service Charge to all users, who are not within the class of a low-income Residential user, as provided in Subsection (h), shall be increased by a surcharge of 0.84%.\t(j)\tThe sewer service charge for the volume of sewage introduced into the sewer system from any property not supplied with water by Water and Power will be determined by the Board and shall be as nearly as possible equivalent to the sewer service charge established under this section for similar property supplied with water from Water and Power.\t(k)\tThe Board shall have the power and duty, and is hereby directed to enforce all of the provisions of this article, except as otherwise set forth herein, and shall provide such rules and regulations as are consistent with the provisions of this article and as may be necessary or desirable to aid in the administration, including adjustments. and enforcement of the sewer service charge.\t(l)\tThe Board or any of its authorized representatives may make such inspections or investigations as said Board deems necessary at any reasonable time in any building, premises or lot for any of the purposes set forth in this article. No person shall interfere with, prevent or refuse to permit the entry of said Board or any of its authorized representatives into or upon any building, premises or lot for any of the purposes set forth in this article.\t(1)\tTo determine the size, depth and location of the sewer or storm drain connection;\t(2)\tTo determine the outlet of an sewer or storm drain connection by depositing testing materials in any plumbing fixture attached thereto and flushing the same, if necessary;\t(3)\tTo determine by measurements and samples the quantity of sewage or waste water being discharged into any sewer, storm drain or water course;\t(4)\tTo inspect, test and sample the discharge of any device used to prevent the discharge into any sewer, storm drain, or water course of illegal waste or illegal quantities of waste, such as floor drains, sand boxes, grease traps or other clarifiers, also, of those devices used to grind, shred, pulverize, or otherwise treat garbage or industrial waste before discharging same into a sewer or storm drain.\t(5)\tTo determine the location of roof, swimming pool and surface drains, and whether they are connected to a street gutter, storm drain or sewer.\t(6)\tTo determine the nature and quantity of flow in any open water course or storm drain.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"1940","structure_id":"107","section_number":"64.41.01","catch_line":"Definitions.","url":"\/64.41.01\/","token":"64.41.01"}}