{"section_number":"64.51.11","edition_id":"1","section_id":"583","structure_id":"104","catch_line":"Stormwater Pollution Abatement Fund.","history":"","full_text":"  STORMWATER POLLUTION ABATEMENT FUND.\n\n\tThere is hereby established a special fund in the City Treasury entitled  The Council shall designate by ordinance those monies which shall be deposited on a regular basis into the Fund. Monies deposited into the Fund shall not be subject to reversion to the Reserve Fund.\n\n\tMonies deposited into the Fund shall be expended only for storm drain and storm drainage-related purposes including but not limited to stormwater pollution control. Expenditures shall be made from the Fund as provided in the General City Budget or by Council resolution unless provided otherwise by ordinance, except however that monies in the Fund which were received by the City subject to any limitations on their use may only be expended in accordance with those limitations.","order_by":"51.11","ancestry":{"1":{"id":"104","name":"Stormwater Pollution Abatement Charge","identifier":"4.2","label":"article","url":"\/6\/4.2\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"731","structure_id":"104","section_number":"64.51.01","catch_line":"Definitions.","url":"\/64.51.01\/","token":"64.51.01"},"1":{"id":"3295","structure_id":"104","section_number":"64.51.03","catch_line":"Charges.","url":"\/64.51.03\/","token":"64.51.03"},"2":{"id":"1923","structure_id":"104","section_number":"64.51.05","catch_line":"Land Use Categories And Run-Off Factors.","url":"\/64.51.05\/","token":"64.51.05"},"3":{"id":"1785","structure_id":"104","section_number":"64.51.07","catch_line":"Collection And Enforcement.","url":"\/64.51.07\/","token":"64.51.07"},"4":{"id":"964","structure_id":"104","section_number":"64.51.09","catch_line":"Adjustments, Exemptions And Appeals.","url":"\/64.51.09\/","token":"64.51.09"},"5":{"id":"583","structure_id":"104","section_number":"64.51.11","catch_line":"Stormwater Pollution Abatement Fund.","url":"\/64.51.11\/","token":"64.51.11"},"6":{"id":"1293","structure_id":"104","section_number":"64.51.13","catch_line":"Disposition Of Funds.","url":"\/64.51.13\/","token":"64.51.13"},"7":{"id":"1707","structure_id":"104","section_number":"64.51.15","catch_line":"Annual Review.","url":"\/64.51.15\/","token":"64.51.15"},"8":{"id":"855","structure_id":"104","section_number":"64.51.17","catch_line":"Severability.","url":"\/64.51.17\/","token":"64.51.17"}},"next_section":{"id":"1293","structure_id":"104","section_number":"64.51.13","catch_line":"Disposition Of Funds.","url":"\/64.51.13\/","token":"64.51.13"},"metadata":false,"references":false,"url":"\/64.51.11\/","token":"64.51.11","formats":{"txt":"\/64.51.11.txt","json":"\/64.51.11.xml"},"dublin_core":{"Title":"Stormwater Pollution Abatement Fund.","Type":"Text","Format":"text\/html","Identifier":"§ 64.51.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSTORMWATER POLLUTION ABATEMENT FUND. (§ 64.51.11)\n\n  STORMWATER POLLUTION ABATEMENT FUND.\tThere is hereby established a special\nfund in the City Treasury entitled  The Council shall designate by ordinance\nthose monies which shall be deposited on a regular basis into the Fund. Monies\ndeposited into the Fund shall not be subject to reversion to the Reserve\nFund.\tMonies deposited into the Fund shall be expended only for storm drain and\nstorm drainage-related purposes including but not limited to stormwater\npollution control. Expenditures shall be made from the Fund as provided in the\nGeneral City Budget or by Council resolution unless provided otherwise by\nordinance, except however that monies in the Fund which were received by the\nCity subject to any limitations on their use may only be expended in accordance\nwith those limitations.\n","html":"\n\t\t\t\t\t<section><p>  STORMWATER POLLUTION ABATEMENT FUND.<br \/><br \/>\tThere is hereby established a special fund in the City Treasury entitled  The Council shall designate by <span class=\"dictionary\">ordinance<\/span> those monies which shall be deposited on a regular basis into the Fund. Monies deposited into the Fund shall not be subject to reversion to the Reserve Fund.<br \/><br \/>\tMonies deposited into the Fund shall be expended only for storm drain and storm drainage-related purposes including but not limited to stormwater pollution control. Expenditures shall be made from the Fund as provided in the General City Budget or by Council resolution unless provided otherwise by <span class=\"dictionary\">ordinance<\/span>, except however that monies in the Fund which were received by the City subject to any limitations on their use may only be expended in accordance with those limitations.<\/p><\/section>","previous_section":{"id":"964","structure_id":"104","section_number":"64.51.09","catch_line":"Adjustments, Exemptions And Appeals.","url":"\/64.51.09\/","token":"64.51.09"},"text":{"0":{"id":"576","text":"  STORMWATER POLLUTION ABATEMENT FUND.\tThere is hereby established a special fund in the City Treasury entitled  The Council shall designate by ordinance those monies which shall be deposited on a regular basis into the Fund. Monies deposited into the Fund shall not be subject to reversion to the Reserve Fund.\tMonies deposited into the Fund shall be expended only for storm drain and storm drainage-related purposes including but not limited to stormwater pollution control. Expenditures shall be made from the Fund as provided in the General City Budget or by Council resolution unless provided otherwise by ordinance, except however that monies in the Fund which were received by the City subject to any limitations on their use may only be expended in accordance with those limitations.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}