{"section_number":"64.51.09","edition_id":"1","section_id":"964","structure_id":"104","catch_line":"Adjustments, Exemptions And Appeals.","history":"","full_text":"  ADJUSTMENTS, EXEMPTIONS AND APPEALS.\n\t(Amended by Ord. No. 175,397, Eff. 9\/21\/03.)\n\n\t(a)\tThe Board shall establish rules and regulations for the filing, review and determination of adjustments and exemptions, and consistent with the terms of this section, for any appeals to the Board from determinations pursuant to this section.\n\n\t(b)\tThe Board shall have the power to provide for adjustments determined by the Board, which reflect, as reasonably as possible, the receipt from a premises into the storm drain system of quantities of storm drainage that may be substantially different from average storm drainage, as this term is used in this section.  In addition the Board shall have the power to provide for exemptions.\n\n\t(c)\tWhere a determination or adjustment or exemption has become final as provided in this section, future tax bills shall reflect the adjustment unless otherwise determined by the Board.\n\n\t(d)\tAny user may apply in writing for an adjustment to the office designated by the Board within 30 days from the date the tax bill is mailed or delivered with respect to the period for which the user seeks adjustment.\n\n\t(e)\tThe Board shall provide for action to be taken and determination to be made upon each application for adjustment or exemption within 30 days from the date the application is filed, whenever reasonably possible, and shall cause the applicant to be immediately notified in writing of any determination on the application for adjustment. The City may request production of additional information from the applicant, and if the applicant fails to produce the requested information within 30 days from the date of mailing of the request, proceedings may be terminated or other action may be taken by the Board as it deems appropriate.\n\n\t(f)\tAny person who has filed an application for adjustment or exemption and received a determination, and who has complied with the procedures of this section, may appeal the determination to the Board pursuant to procedures, rules and regulations adopted by the Board for that purpose.  An appeal must be filed within ten days following the date of mailing notice of the determination on the request for adjustment or exemption. The Board shall set a time for hearing the matter, and shall mail written notice of the hearing no fewer than ten days prior to the date of the hearing to the person who has filed.  The notice shall be mailed postage prepaid to the address designated on the appeal, and also to the address shown on the original application for adjustment if that address is different.\n\n\t(g)\tA hearing upon an appeal shall be set, whenever reasonably possible, no later than 30 days after the date of filing the appeal.  The Board may continue the hearing from time to time in its discretion, and shall make a written determination upon the appeal within 15 days from the conclusion of the hearing and provide a copy of the determination to the person who filed the appeal.\n\n\t(h)\tAny person who has complied with the procedures of this section, may, within ten days of the mailing date of the Board’s written determination, referred to in (h) above, appeal the decision to the City Council by filing a notice of appeal with the City Clerk. This notice of appeal shall be in writing and set forth specifically where the appellant believes there was an error or abuse of discretion on the part of the Board.  The Council may then set a time for hearing the matter, and shall mail written notice of that hearing no fewer than ten days prior to the date of the hearing to the person who has so filed.  The notice shall be mailed as provided in (f) above.  If the City Council fails to act within 30 days after the day of the filing or the appeal with the City Clerk the appeal shall be deemed denied.\n\n\t(i)\tAn adjustment or exemption determination shall become final upon the termination of time for filing an appeal to the City Council as provided for in this section where no appeal has been filed.  In the event an appeal has been timely filed, the City Council’s ruling on the appeal shall be final and the City Council shall notify the Board of its determination.  In either event, the Board shall cause written notice of the final adjustment determination to be immediately given to the City Clerk.\n\n\tThe filing of an application for adjustment or exemption, or of an appeal to the Board or City Council from a determination, shall not stay the continued and further billing of SPAC during the course of time consumed in the proceedings, but any billing during this time may be adjusted, if appropriate, at the termination of the proceedings pursuant to and in conformance with the determination made on the matter.  However, acceptance of any payment by the Los Angeles County Tax Collector on behalf of the City subsequent to an application for adjustment shall not preclude billing and collection of a sum different from, or in excess of, the payments and in conformance with the final determination.\n\n\t(j)\tUpon the discovery of any mistake or error pertaining to the application of the Use Code, Area, or Run-Off Factor that affects the amount of SPAC for a parcel as calculated by the Los Angeles County Tax Collector, the City shall request that the County make the appropriate adjustments for future billings.  The City shall have authority to issue any refund due to the property owner(s).\n\n\t(k)\tAny refunds or adjustments authorized by this Section are subject to the following:\n\n\tIf the amount to be refunded or adjusted does not exceed $10,000, the Director or the designated head of the Bureau of Sanitation or designee is authorized to adjust the billing or submit the appropriate refund to the property owner(s).\n\n\tIf the amount to be refunded or adjusted is greater than $10,000, the Board of Public Works must approve authorization for the refund or adjustment.\n\n\tIf the amount to be refunded or adjusted exceeds the intra-departmental transfer limit pursuant to City Charter Section 343(a), (b) and (c), the City Council must approve authorization for the refund or adjustment.","order_by":"51.09","ancestry":{"1":{"id":"104","name":"Stormwater Pollution Abatement Charge","identifier":"4.2","label":"article","url":"\/6\/4.2\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"731","structure_id":"104","section_number":"64.51.01","catch_line":"Definitions.","url":"\/64.51.01\/","token":"64.51.01"},"1":{"id":"3295","structure_id":"104","section_number":"64.51.03","catch_line":"Charges.","url":"\/64.51.03\/","token":"64.51.03"},"2":{"id":"1923","structure_id":"104","section_number":"64.51.05","catch_line":"Land Use Categories And Run-Off Factors.","url":"\/64.51.05\/","token":"64.51.05"},"3":{"id":"1785","structure_id":"104","section_number":"64.51.07","catch_line":"Collection And Enforcement.","url":"\/64.51.07\/","token":"64.51.07"},"4":{"id":"964","structure_id":"104","section_number":"64.51.09","catch_line":"Adjustments, Exemptions And Appeals.","url":"\/64.51.09\/","token":"64.51.09"},"5":{"id":"583","structure_id":"104","section_number":"64.51.11","catch_line":"Stormwater Pollution Abatement Fund.","url":"\/64.51.11\/","token":"64.51.11"},"6":{"id":"1293","structure_id":"104","section_number":"64.51.13","catch_line":"Disposition Of Funds.","url":"\/64.51.13\/","token":"64.51.13"},"7":{"id":"1707","structure_id":"104","section_number":"64.51.15","catch_line":"Annual Review.","url":"\/64.51.15\/","token":"64.51.15"},"8":{"id":"855","structure_id":"104","section_number":"64.51.17","catch_line":"Severability.","url":"\/64.51.17\/","token":"64.51.17"}},"next_section":{"id":"583","structure_id":"104","section_number":"64.51.11","catch_line":"Stormwater Pollution Abatement Fund.","url":"\/64.51.11\/","token":"64.51.11"},"metadata":false,"references":false,"url":"\/64.51.09\/","token":"64.51.09","formats":{"txt":"\/64.51.09.txt","json":"\/64.51.09.xml"},"dublin_core":{"Title":"Adjustments, Exemptions And Appeals.","Type":"Text","Format":"text\/html","Identifier":"§ 64.51.09","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nADJUSTMENTS, EXEMPTIONS AND APPEALS. (§ 64.51.09)\n\n  ADJUSTMENTS, EXEMPTIONS AND APPEALS.\n\t(Amended by Ord. No. 175,397, Eff. 9\/21\/03.)\t(a)\tThe Board shall establish\nrules and regulations for the filing, review and determination of adjustments\nand exemptions, and consistent with the terms of this section, for any appeals\nto the Board from determinations pursuant to this section.\t(b)\tThe Board shall\nhave the power to provide for adjustments determined by the Board, which\nreflect, as reasonably as possible, the receipt from a premises into the storm\ndrain system of quantities of storm drainage that may be substantially different\nfrom average storm drainage, as this term is used in this section.  In addition\nthe Board shall have the power to provide for exemptions.\t(c)\tWhere a\ndetermination or adjustment or exemption has become final as provided in this\nsection, future tax bills shall reflect the adjustment unless otherwise\ndetermined by the Board.\t(d)\tAny user may apply in writing for an adjustment to\nthe office designated by the Board within 30 days from the date the tax bill is\nmailed or delivered with respect to the period for which the user seeks\nadjustment.\t(e)\tThe Board shall provide for action to be taken and determination\nto be made upon each application for adjustment or exemption within 30 days from\nthe date the application is filed, whenever reasonably possible, and shall cause\nthe applicant to be immediately notified in writing of any determination on the\napplication for adjustment. The City may request production of additional\ninformation from the applicant, and if the applicant fails to produce the\nrequested information within 30 days from the date of mailing of the request,\nproceedings may be terminated or other action may be taken by the Board as it\ndeems appropriate.\t(f)\tAny person who has filed an application for adjustment or\nexemption and received a determination, and who has complied with the procedures\nof this section, may appeal the determination to the Board pursuant to\nprocedures, rules and regulations adopted by the Board for that purpose.  An\nappeal must be filed within ten days following the date of mailing notice of the\ndetermination on the request for adjustment or exemption. The Board shall set a\ntime for hearing the matter, and shall mail written notice of the hearing no\nfewer than ten days prior to the date of the hearing to the person who has\nfiled.  The notice shall be mailed postage prepaid to the address designated on\nthe appeal, and also to the address shown on the original application for\nadjustment if that address is different.\t(g)\tA hearing upon an appeal shall be\nset, whenever reasonably possible, no later than 30 days after the date of\nfiling the appeal.  The Board may continue the hearing from time to time in its\ndiscretion, and shall make a written determination upon the appeal within 15\ndays from the conclusion of the hearing and provide a copy of the determination\nto the person who filed the appeal.\t(h)\tAny person who has complied with the\nprocedures of this section, may, within ten days of the mailing date of the\nBoard’s written determination, referred to in (h) above, appeal the decision\nto the City Council by filing a notice of appeal with the City Clerk. This\nnotice of appeal shall be in writing and set forth specifically where the\nappellant believes there was an error or abuse of discretion on the part of the\nBoard.  The Council may then set a time for hearing the matter, and shall mail\nwritten notice of that hearing no fewer than ten days prior to the date of the\nhearing to the person who has so filed.  The notice shall be mailed as provided\nin (f) above.  If the City Council fails to act within 30 days after the day of\nthe filing or the appeal with the City Clerk the appeal shall be deemed\ndenied.\t(i)\tAn adjustment or exemption determination shall become final upon the\ntermination of time for filing an appeal to the City Council as provided for in\nthis section where no appeal has been filed.  In the event an appeal has been\ntimely filed, the City Council’s ruling on the appeal shall be final and the\nCity Council shall notify the Board of its determination.  In either event, the\nBoard shall cause written notice of the final adjustment determination to be\nimmediately given to the City Clerk.\tThe filing of an application for adjustment\nor exemption, or of an appeal to the Board or City Council from a determination,\nshall not stay the continued and further billing of SPAC during the course of\ntime consumed in the proceedings, but any billing during this time may be\nadjusted, if appropriate, at the termination of the proceedings pursuant to and\nin conformance with the determination made on the matter.  However, acceptance\nof any payment by the Los Angeles County Tax Collector on behalf of the City\nsubsequent to an application for adjustment shall not preclude billing and\ncollection of a sum different from, or in excess of, the payments and in\nconformance with the final determination.\t(j)\tUpon the discovery of any mistake\nor error pertaining to the application of the Use Code, Area, or Run-Off Factor\nthat affects the amount of SPAC for a parcel as calculated by the Los Angeles\nCounty Tax Collector, the City shall request that the County make the\nappropriate adjustments for future billings.  The City shall have authority to\nissue any refund due to the property owner(s).\t(k)\tAny refunds or adjustments\nauthorized by this Section are subject to the following:\tIf the amount to be\nrefunded or adjusted does not exceed $10,000, the Director or the designated\nhead of the Bureau of Sanitation or designee is authorized to adjust the billing\nor submit the appropriate refund to the property owner(s).\tIf the amount to be\nrefunded or adjusted is greater than $10,000, the Board of Public Works must\napprove authorization for the refund or adjustment.\tIf the amount to be refunded\nor adjusted exceeds the intra-departmental transfer limit pursuant to City\nCharter Section 343(a), (b) and (c), the City Council must approve authorization\nfor the refund or adjustment.\n","html":"\n\t\t\t\t\t<section><p>  ADJUSTMENTS, EXEMPTIONS AND <span class=\"dictionary\">APPEALS<\/span>.\n\t(Amended by Ord. No. 175,397, Eff. 9\/21\/03.)<br \/><br \/>\t(a)\tThe Board shall establish rules and regulations for the filing, review and determination of adjustments and exemptions, and consistent with the terms of this section, for any <span class=\"dictionary\">appeals<\/span> to the Board from determinations pursuant to this section.<br \/><br \/>\t(b)\tThe Board shall have the power to provide for adjustments determined by the Board, which reflect, as reasonably as possible, the receipt from a premises into the storm drain system of quantities of storm drainage that may be substantially different from average storm drainage, as this term is used in this section.  In addition the Board shall have the power to provide for exemptions.<br \/><br \/>\t(c)\tWhere a determination or adjustment or exemption has become final as provided in this section, future tax bills shall reflect the adjustment unless otherwise determined by the Board.<br \/><br \/>\t(d)\tAny user may apply in writing for an adjustment to the office designated by the Board within 30 days from the date the tax bill is mailed or delivered with respect to the period for which the user seeks adjustment.<br \/><br \/>\t(e)\tThe Board shall provide for action to be taken and determination to be made upon each application for adjustment or exemption within 30 days from the date the application is filed, whenever reasonably possible, and shall cause the applicant to be immediately notified in writing of any determination on the application for adjustment. The City may request production of additional information from the applicant, and if the applicant fails to produce the requested information within 30 days from the date of mailing of the request, proceedings may be terminated or other action may be taken by the Board as it deems appropriate.<br \/><br \/>\t(f)\tAny person who has filed an application for adjustment or exemption and received a determination, and who has complied with the procedures of this section, may appeal the determination to the Board pursuant to procedures, rules and regulations adopted by the Board for that purpose.  An appeal must be filed within ten days following the date of mailing notice of the determination on the request for adjustment or exemption. The Board shall set a time for <span class=\"dictionary\">hearing<\/span> the matter, and shall mail written notice of the <span class=\"dictionary\">hearing<\/span> no fewer than ten days prior to the date of the <span class=\"dictionary\">hearing<\/span> to the person who has filed.  The notice shall be mailed postage prepaid to the address designated on the appeal, and also to the address shown on the original application for adjustment if that address is different.<br \/><br \/>\t(g)\tA <span class=\"dictionary\">hearing<\/span> upon an appeal shall be set, whenever reasonably possible, no later than 30 days after the date of filing the appeal.  The Board may continue the <span class=\"dictionary\">hearing<\/span> from time to time in its discretion, and shall make a written determination upon the appeal within 15 days from the conclusion of the <span class=\"dictionary\">hearing<\/span> and provide a copy of the determination to the person who filed the appeal.<br \/><br \/>\t(h)\tAny person who has complied with the procedures of this section, may, within ten days of the mailing date of the Board’s written determination, referred to in (h) above, appeal the decision to the City Council by filing a <span class=\"dictionary\">notice of appeal<\/span> with the City Clerk. This <span class=\"dictionary\">notice of appeal<\/span> shall be in writing and set forth specifically where the <span class=\"dictionary\">appellant<\/span> believes there was an error or abuse of discretion on the part of the Board.  The Council may then set a time for <span class=\"dictionary\">hearing<\/span> the matter, and shall mail written notice of that <span class=\"dictionary\">hearing<\/span> no fewer than ten days prior to the date of the <span class=\"dictionary\">hearing<\/span> to the person who has so filed.  The notice shall be mailed as provided in (f) above.  If the City Council fails to act within 30 days after the day of the filing or the appeal with the City Clerk the appeal shall be deemed denied.<br \/><br \/>\t(i)\tAn adjustment or exemption determination shall become final upon the termination of time for filing an appeal to the City Council as provided for in this section where no appeal has been filed.  In the event an appeal has been timely filed, the City Council’s ruling on the appeal shall be final and the City Council shall notify the Board of its determination.  In either event, the Board shall cause written notice of the final adjustment determination to be immediately given to the City Clerk.<br \/><br \/>\tThe filing of an application for adjustment or exemption, or of an appeal to the Board or City Council from a determination, shall not <span class=\"dictionary\">stay<\/span> the continued and further billing of SPAC during the course of time consumed in the proceedings, but any billing during this time may be adjusted, if appropriate, at the termination of the proceedings pursuant to and in conformance with the determination made on the matter.  However, acceptance of any payment by the Los Angeles County Tax Collector on behalf of the City subsequent to an application for adjustment shall not preclude billing and collection of a sum different from, or in excess of, the payments and in conformance with the final determination.<br \/><br \/>\t(j)\tUpon the <span class=\"dictionary\">discovery<\/span> of any mistake or error pertaining to the application of the Use Code, Area, or Run-Off Factor that affects the amount of SPAC for a parcel as calculated by the Los Angeles County Tax Collector, the City shall request that the County make the appropriate adjustments for future billings.  The City shall have authority to <span class=\"dictionary\">issue<\/span> any refund due to the property owner(s).<br \/><br \/>\t(k)\tAny refunds or adjustments authorized by this Section are subject to the following:<br \/><br \/>\tIf the amount to be refunded or adjusted does not exceed $10,000, the Director or the designated head of the Bureau of Sanitation or designee is authorized to adjust the billing or submit the appropriate refund to the property owner(s).<br \/><br \/>\tIf the amount to be refunded or adjusted is greater than $10,000, the Board of Public Works must approve authorization for the refund or adjustment.<br \/><br \/>\tIf the amount to be refunded or adjusted exceeds the intra-departmental transfer limit pursuant to City Charter Section 343(a), (b) and (c), the City Council must approve authorization for the refund or adjustment.<\/p><\/section>","previous_section":{"id":"1785","structure_id":"104","section_number":"64.51.07","catch_line":"Collection And Enforcement.","url":"\/64.51.07\/","token":"64.51.07"},"text":{"0":{"id":"952","text":"  ADJUSTMENTS, EXEMPTIONS AND APPEALS.\n\t(Amended by Ord. No. 175,397, Eff. 9\/21\/03.)\t(a)\tThe Board shall establish rules and regulations for the filing, review and determination of adjustments and exemptions, and consistent with the terms of this section, for any appeals to the Board from determinations pursuant to this section.\t(b)\tThe Board shall have the power to provide for adjustments determined by the Board, which reflect, as reasonably as possible, the receipt from a premises into the storm drain system of quantities of storm drainage that may be substantially different from average storm drainage, as this term is used in this section.  In addition the Board shall have the power to provide for exemptions.\t(c)\tWhere a determination or adjustment or exemption has become final as provided in this section, future tax bills shall reflect the adjustment unless otherwise determined by the Board.\t(d)\tAny user may apply in writing for an adjustment to the office designated by the Board within 30 days from the date the tax bill is mailed or delivered with respect to the period for which the user seeks adjustment.\t(e)\tThe Board shall provide for action to be taken and determination to be made upon each application for adjustment or exemption within 30 days from the date the application is filed, whenever reasonably possible, and shall cause the applicant to be immediately notified in writing of any determination on the application for adjustment. The City may request production of additional information from the applicant, and if the applicant fails to produce the requested information within 30 days from the date of mailing of the request, proceedings may be terminated or other action may be taken by the Board as it deems appropriate.\t(f)\tAny person who has filed an application for adjustment or exemption and received a determination, and who has complied with the procedures of this section, may appeal the determination to the Board pursuant to procedures, rules and regulations adopted by the Board for that purpose.  An appeal must be filed within ten days following the date of mailing notice of the determination on the request for adjustment or exemption. The Board shall set a time for hearing the matter, and shall mail written notice of the hearing no fewer than ten days prior to the date of the hearing to the person who has filed.  The notice shall be mailed postage prepaid to the address designated on the appeal, and also to the address shown on the original application for adjustment if that address is different.\t(g)\tA hearing upon an appeal shall be set, whenever reasonably possible, no later than 30 days after the date of filing the appeal.  The Board may continue the hearing from time to time in its discretion, and shall make a written determination upon the appeal within 15 days from the conclusion of the hearing and provide a copy of the determination to the person who filed the appeal.\t(h)\tAny person who has complied with the procedures of this section, may, within ten days of the mailing date of the Board’s written determination, referred to in (h) above, appeal the decision to the City Council by filing a notice of appeal with the City Clerk. This notice of appeal shall be in writing and set forth specifically where the appellant believes there was an error or abuse of discretion on the part of the Board.  The Council may then set a time for hearing the matter, and shall mail written notice of that hearing no fewer than ten days prior to the date of the hearing to the person who has so filed.  The notice shall be mailed as provided in (f) above.  If the City Council fails to act within 30 days after the day of the filing or the appeal with the City Clerk the appeal shall be deemed denied.\t(i)\tAn adjustment or exemption determination shall become final upon the termination of time for filing an appeal to the City Council as provided for in this section where no appeal has been filed.  In the event an appeal has been timely filed, the City Council’s ruling on the appeal shall be final and the City Council shall notify the Board of its determination.  In either event, the Board shall cause written notice of the final adjustment determination to be immediately given to the City Clerk.\tThe filing of an application for adjustment or exemption, or of an appeal to the Board or City Council from a determination, shall not stay the continued and further billing of SPAC during the course of time consumed in the proceedings, but any billing during this time may be adjusted, if appropriate, at the termination of the proceedings pursuant to and in conformance with the determination made on the matter.  However, acceptance of any payment by the Los Angeles County Tax Collector on behalf of the City subsequent to an application for adjustment shall not preclude billing and collection of a sum different from, or in excess of, the payments and in conformance with the final determination.\t(j)\tUpon the discovery of any mistake or error pertaining to the application of the Use Code, Area, or Run-Off Factor that affects the amount of SPAC for a parcel as calculated by the Los Angeles County Tax Collector, the City shall request that the County make the appropriate adjustments for future billings.  The City shall have authority to issue any refund due to the property owner(s).\t(k)\tAny refunds or adjustments authorized by this Section are subject to the following:\tIf the amount to be refunded or adjusted does not exceed $10,000, the Director or the designated head of the Bureau of Sanitation or designee is authorized to adjust the billing or submit the appropriate refund to the property owner(s).\tIf the amount to be refunded or adjusted is greater than $10,000, the Board of Public Works must approve authorization for the refund or adjustment.\tIf the amount to be refunded or adjusted exceeds the intra-departmental transfer limit pursuant to City Charter Section 343(a), (b) and (c), the City Council must approve authorization for the refund or adjustment.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}