{"section_number":"64.70.05","edition_id":"1","section_id":"3532","structure_id":"98","catch_line":"Authority To Inspect.","history":"","full_text":"  AUTHORITY TO INSPECT.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\n\n\tA.\tAuthority to Inspect.  Whenever it is necessary to investigate the source of any discharge to any public street, inlet, gutter, or storm drainage system within the City of Los Angeles, to verify compliance with this article, or to enforce any of its provisions, or perform any duty imposed by this article or other applicable law, the Director is hereby authorized to enter such private property at any reasonable time and perform such inspection or investigation.  Prior to performing any authorized inspections, entry to private property shall be obtained as follows:\n\n\t1.\tIf such building or premises is occupied, the Director shall first present proper credentials of identification and obtain either the consent of the owner or occupant of the private property or shall obtain an administrative warrant or criminal search warrant; or\n\n\t2.\tIf such building or premises is unoccupied, the Director shall first make a reasonable effort to locate the owner or other persons having charge or control of the building or premises and request entry, explaining the reasons therefor.  If such entry is refused or cannot be obtained because the owner or other person having charge or control of the building or premises cannot be found, the Director shall have recourse to every remedy provided by law to secure entry and inspect the building or premises.\n\n\t3.\tNotwithstanding the foregoing, if the Director has reasonable belief that the discharges emanating from the premises are so hazardous, unsafe or dangerous as to require immediate inspection or remedial actions to abate conditions that endanger the public health or safety, the Director shall have the right to immediately enter the premises.  Any reasonable means may be used to effect such entry to make the necessary inspection or abate the dangerous condition, whether the property is occupied or unoccupied and whether or not formal permission to inspect has been obtained.  If the property is occupied, the Director shall first present proper credentials of identification to the occupant and demand entry, explaining the reasons therefor and the purpose of the inspection.\n\n\t(a)\tIn accordance with this subdivision, no person shall refuse, resist, restrict, delay, or interfere with the Director in the performance of his\/her duties.\n\n\tB.\tInspection Duties.  Upon securing entry onto private property, the Director shall be allowed to perform the following duties during an inspection:\n\n\t1.\tTo inspect, take samples of any area runoff, process discharge or materials within any exposed waste storage area and perform tests for the purpose of determining the potential for the contribution of pollutants to the storm drain system;\n\n\t2.\tTo place on the property of the inspected facility or site any such devices as are necessary to sample, monitor, measure and record flows of discharge or threatened discharge;\n\n\t3.\tTo inspect, examine and copy all records of the owner or occupant of inspected property that pertains to any discharge to the storm drain system, including records relating to chemicals or processes presently or previously occurring on the site, NPDES permit, Notice of Intent to comply with a General NPDES permit, waste discharge records, waste manifests, Storm Water Pollution Prevention Plans, monitoring plans, test results, any records or plans relating to discharge connections to the storm drain system and any other information required to carry out the provisions of this article;\n\n\t4.\tTo inspect and enforce the sufficient implementation of applicable Best Management Practices by the business establishment, property owner and\/or developer;  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)\n\n\t5.\tTo photograph any materials, storage or process areas, wastes, waste containers, vehicles, connections, Best Management Practices, treatment systems, discharge location(s), or any violation(s) discovered during the inspection; and (Former Subdivision B.4. re-designated Subdivision B.5. by Ord. No. 175,026, Eff. 2\/2\/03.)\n\n\t6.\tTo abate, correct or prevent pollutants from entering the storm drain system or surface waters.  (Former Subdivision B.5. re-designated Subdivision B.6. by Ord. No. 175,026, Eff. 2\/2\/03.)","order_by":"70.05","ancestry":{"1":{"id":"98","name":"Stormwater And Urban Runoff Pollution Control","identifier":"4.4","label":"article","url":"\/6\/4.4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2298","structure_id":"98","section_number":"64.70","catch_line":"General Provisions.","url":"\/64.70\/","token":"64.70"},"1":{"id":"510","structure_id":"98","section_number":"64.70.01","catch_line":"Definitions And Abbreviations.","url":"\/64.70.01\/","token":"64.70.01"},"2":{"id":"1907","structure_id":"98","section_number":"64.70.02","catch_line":"Pollutant Discharge Control.","url":"\/64.70.02\/","token":"64.70.02"},"3":{"id":"2961","structure_id":"98","section_number":"64.70.03","catch_line":"Elimination Of Illicit Discharges And Illicit Connections.","url":"\/64.70.03\/","token":"64.70.03"},"4":{"id":"902","structure_id":"98","section_number":"64.70.04","catch_line":"(Reserved)","url":"\/64.70.04\/","token":"64.70.04"},"5":{"id":"3532","structure_id":"98","section_number":"64.70.05","catch_line":"Authority To Inspect.","url":"\/64.70.05\/","token":"64.70.05"},"6":{"id":"1945","structure_id":"98","section_number":"64.70.06","catch_line":"Authority To Arrest And Issue Citations.","url":"\/64.70.06\/","token":"64.70.06"},"7":{"id":"1650","structure_id":"98","section_number":"64.70.07","catch_line":"Enforcement.","url":"\/64.70.07\/","token":"64.70.07"},"8":{"id":"2284","structure_id":"98","section_number":"64.70.08","catch_line":"Remedies Not Exclusive.","url":"\/64.70.08\/","token":"64.70.08"},"9":{"id":"2798","structure_id":"98","section_number":"64.70.09","catch_line":"Liability For Costs Of Correction Arising From Unlawful Discharge.","url":"\/64.70.09\/","token":"64.70.09"},"10":{"id":"2877","structure_id":"98","section_number":"64.70.10","catch_line":"Disposition Of Money Collected.","url":"\/64.70.10\/","token":"64.70.10"},"11":{"id":"3708","structure_id":"98","section_number":"64.70.11","catch_line":"Stormwater And Urban Runoff Pollution Education.","url":"\/64.70.11\/","token":"64.70.11"},"12":{"id":"1509","structure_id":"98","section_number":"64.70.12","catch_line":"Construction And Application.","url":"\/64.70.12\/","token":"64.70.12"},"13":{"id":"3760","structure_id":"98","section_number":"64.70.13","catch_line":"Severability.","url":"\/64.70.13\/","token":"64.70.13"},"14":{"id":"1065","structure_id":"98","section_number":"64.72","catch_line":"Stormwater Pollution Control Measures For Development Planning And Construction Activities.","url":"\/64.72\/","token":"64.72"},"15":{"id":"2145","structure_id":"98","section_number":"64.72.01","catch_line":"Authority Of The Board Of Public Works.","url":"\/64.72.01\/","token":"64.72.01"},"16":{"id":"1534","structure_id":"98","section_number":"64.72.02","catch_line":"Funds Collected From Waiver.","url":"\/64.72.02\/","token":"64.72.02"},"17":{"id":"796","structure_id":"98","section_number":"64.72.03","catch_line":"Supplemental Provisions.","url":"\/64.72.03\/","token":"64.72.03"},"18":{"id":"3740","structure_id":"98","section_number":"64.72.04","catch_line":"Authority To Inspect And Enforce Stormwater Pollution Control Measures.","url":"\/64.72.04\/","token":"64.72.04"},"19":{"id":"2969","structure_id":"98","section_number":"64.72.05","catch_line":"Lid Plan Check Fees.","url":"\/64.72.05\/","token":"64.72.05"}},"next_section":{"id":"1945","structure_id":"98","section_number":"64.70.06","catch_line":"Authority To Arrest And Issue Citations.","url":"\/64.70.06\/","token":"64.70.06"},"metadata":false,"references":false,"url":"\/64.70.05\/","token":"64.70.05","formats":{"txt":"\/64.70.05.txt","json":"\/64.70.05.xml"},"dublin_core":{"Title":"Authority To Inspect.","Type":"Text","Format":"text\/html","Identifier":"§ 64.70.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAUTHORITY TO INSPECT. (§ 64.70.05)\n\n  AUTHORITY TO INSPECT.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\tA.\tAuthority to Inspect.  Whenever\nit is necessary to investigate the source of any discharge to any public street,\ninlet, gutter, or storm drainage system within the City of Los Angeles, to\nverify compliance with this article, or to enforce any of its provisions, or\nperform any duty imposed by this article or other applicable law, the Director\nis hereby authorized to enter such private property at any reasonable time and\nperform such inspection or investigation.  Prior to performing any authorized\ninspections, entry to private property shall be obtained as follows:\t1.\tIf such\nbuilding or premises is occupied, the Director shall first present proper\ncredentials of identification and obtain either the consent of the owner or\noccupant of the private property or shall obtain an administrative warrant or\ncriminal search warrant; or\t2.\tIf such building or premises is unoccupied, the\nDirector shall first make a reasonable effort to locate the owner or other\npersons having charge or control of the building or premises and request entry,\nexplaining the reasons therefor.  If such entry is refused or cannot be\nobtained because the owner or other person having charge or control of the\nbuilding or premises cannot be found, the Director shall have recourse to every\nremedy provided by law to secure entry and inspect the building or\npremises.\t3.\tNotwithstanding the foregoing, if the Director has reasonable\nbelief that the discharges emanating from the premises are so hazardous, unsafe\nor dangerous as to require immediate inspection or remedial actions to abate\nconditions that endanger the public health or safety, the Director shall have\nthe right to immediately enter the premises.  Any reasonable means may be used\nto effect such entry to make the necessary inspection or abate the dangerous\ncondition, whether the property is occupied or unoccupied and whether or not\nformal permission to inspect has been obtained.  If the property is occupied,\nthe Director shall first present proper credentials of identification to the\noccupant and demand entry, explaining the reasons therefor and the purpose of\nthe inspection.\t(a)\tIn accordance with this subdivision, no person shall refuse,\nresist, restrict, delay, or interfere with the Director in the performance of\nhis\/her duties.\tB.\tInspection Duties.  Upon securing entry onto private\nproperty, the Director shall be allowed to perform the following duties during\nan inspection:\t1.\tTo inspect, take samples of any area runoff, process discharge\nor materials within any exposed waste storage area and perform tests for the\npurpose of determining the potential for the contribution of pollutants to the\nstorm drain system;\t2.\tTo place on the property of the inspected facility or\nsite any such devices as are necessary to sample, monitor, measure and record\nflows of discharge or threatened discharge;\t3.\tTo inspect, examine and copy all\nrecords of the owner or occupant of inspected property that pertains to any\ndischarge to the storm drain system, including records relating to chemicals or\nprocesses presently or previously occurring on the site, NPDES permit, Notice of\nIntent to comply with a General NPDES permit, waste discharge records, waste\nmanifests, Storm Water Pollution Prevention Plans, monitoring plans, test\nresults, any records or plans relating to discharge connections to the storm\ndrain system and any other information required to carry out the provisions of\nthis article;\t4.\tTo inspect and enforce the sufficient implementation of\napplicable Best Management Practices by the business establishment, property\nowner and\/or developer;  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)\t5.\tTo\nphotograph any materials, storage or process areas, wastes, waste containers,\nvehicles, connections, Best Management Practices, treatment systems, discharge\nlocation(s), or any violation(s) discovered during the inspection; and (Former\nSubdivision B.4. re-designated Subdivision B.5. by Ord. No. 175,026, Eff.\n2\/2\/03.)\t6.\tTo abate, correct or prevent pollutants from entering the storm\ndrain system or surface waters.  (Former Subdivision B.5. re-designated\nSubdivision B.6. by Ord. No. 175,026, Eff. 2\/2\/03.)\n","html":"\n\t\t\t\t\t<section><p>  AUTHORITY TO INSPECT.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)<br \/><br \/>\tA.\tAuthority to Inspect.  Whenever it is necessary to investigate the source of any discharge to any public street, inlet, gutter, or storm drainage system within the City of Los Angeles, to verify compliance with this article, or to enforce any of its provisions, or perform any duty imposed by this article or other applicable <span class=\"dictionary\">law<\/span>, the Director is hereby authorized to enter such private property at any reasonable time and perform such inspection or investigation.  Prior to performing any authorized inspections, entry to private property shall be obtained as follows:<br \/><br \/>\t1.\tIf such building or premises is occupied, the Director shall first present proper credentials of identification and obtain either the consent of the owner or occupant of the private property or shall obtain an administrative warrant or criminal <span class=\"dictionary\">search warrant<\/span>; or<br \/><br \/>\t2.\tIf such building or premises is unoccupied, the Director shall first make a reasonable effort to locate the owner or other persons having charge or control of the building or premises and request entry, explaining the reasons therefor.  If such entry is refused or cannot be obtained because the owner or other person having charge or control of the building or premises cannot be found, the Director shall have recourse to every remedy provided by <span class=\"dictionary\">law<\/span> to secure entry and inspect the building or premises.<br \/><br \/>\t3.\tNotwithstanding the foregoing, if the Director has reasonable belief that the discharges emanating from the premises are so hazardous, unsafe or dangerous as to require immediate inspection or remedial actions to abate conditions that endanger the public health or safety, the Director shall have the right to immediately enter the premises.  Any reasonable means may be used to effect such entry to make the necessary inspection or abate the dangerous condition, whether the property is occupied or unoccupied and whether or not formal permission to inspect has been obtained.  If the property is occupied, the Director shall first present proper credentials of identification to the occupant and demand entry, explaining the reasons therefor and the purpose of the inspection.<br \/><br \/>\t(a)\tIn accordance with this subdivision, no person shall refuse, resist, restrict, delay, or interfere with the Director in the performance of his\/her duties.<br \/><br \/>\tB.\tInspection Duties.  Upon securing entry onto private property, the Director shall be allowed to perform the following duties during an inspection:<br \/><br \/>\t1.\tTo inspect, take samples of any area runoff, process discharge or <span class=\"dictionary\">materials<\/span> within any exposed waste storage area and perform tests for the purpose of determining the potential for the contribution of pollutants to the storm drain system;<br \/><br \/>\t2.\tTo place on the property of the inspected facility or site any such devices as are necessary to sample, monitor, measure and record flows of discharge or threatened discharge;<br \/><br \/>\t3.\tTo inspect, examine and copy all records of the owner or occupant of inspected property that pertains to any discharge to the storm drain system, including records relating to chemicals or processes presently or previously occurring on the site, NPDES permit, Notice of <span class=\"dictionary\">Intent<\/span> to comply with a General NPDES permit, waste discharge records, waste manifests, Storm Water Pollution Prevention Plans, monitoring plans, test results, any records or plans relating to discharge connections to the storm drain system and any other information required to carry out the provisions of this article;<br \/><br \/>\t4.\tTo inspect and enforce the sufficient implementation of applicable Best Management Practices by the business establishment, property owner and\/or developer;  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)<br \/><br \/>\t5.\tTo photograph any <span class=\"dictionary\">materials<\/span>, storage or process areas, wastes, waste containers, vehicles, connections, Best Management Practices, treatment systems, discharge location(s), or any violation(s) discovered during the inspection; and (Former Subdivision B.4. re-designated Subdivision B.5. by Ord. No. 175,026, Eff. 2\/2\/03.)<br \/><br \/>\t6.\tTo abate, correct or prevent pollutants from entering the storm drain system or surface waters.  (Former Subdivision B.5. re-designated Subdivision B.6. by Ord. No. 175,026, Eff. 2\/2\/03.)<\/p><\/section>","previous_section":{"id":"902","structure_id":"98","section_number":"64.70.04","catch_line":"(Reserved)","url":"\/64.70.04\/","token":"64.70.04"},"text":{"0":{"id":"3506","text":"  AUTHORITY TO INSPECT.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\tA.\tAuthority to Inspect.  Whenever it is necessary to investigate the source of any discharge to any public street, inlet, gutter, or storm drainage system within the City of Los Angeles, to verify compliance with this article, or to enforce any of its provisions, or perform any duty imposed by this article or other applicable law, the Director is hereby authorized to enter such private property at any reasonable time and perform such inspection or investigation.  Prior to performing any authorized inspections, entry to private property shall be obtained as follows:\t1.\tIf such building or premises is occupied, the Director shall first present proper credentials of identification and obtain either the consent of the owner or occupant of the private property or shall obtain an administrative warrant or criminal search warrant; or\t2.\tIf such building or premises is unoccupied, the Director shall first make a reasonable effort to locate the owner or other persons having charge or control of the building or premises and request entry, explaining the reasons therefor.  If such entry is refused or cannot be obtained because the owner or other person having charge or control of the building or premises cannot be found, the Director shall have recourse to every remedy provided by law to secure entry and inspect the building or premises.\t3.\tNotwithstanding the foregoing, if the Director has reasonable belief that the discharges emanating from the premises are so hazardous, unsafe or dangerous as to require immediate inspection or remedial actions to abate conditions that endanger the public health or safety, the Director shall have the right to immediately enter the premises.  Any reasonable means may be used to effect such entry to make the necessary inspection or abate the dangerous condition, whether the property is occupied or unoccupied and whether or not formal permission to inspect has been obtained.  If the property is occupied, the Director shall first present proper credentials of identification to the occupant and demand entry, explaining the reasons therefor and the purpose of the inspection.\t(a)\tIn accordance with this subdivision, no person shall refuse, resist, restrict, delay, or interfere with the Director in the performance of his\/her duties.\tB.\tInspection Duties.  Upon securing entry onto private property, the Director shall be allowed to perform the following duties during an inspection:\t1.\tTo inspect, take samples of any area runoff, process discharge or materials within any exposed waste storage area and perform tests for the purpose of determining the potential for the contribution of pollutants to the storm drain system;\t2.\tTo place on the property of the inspected facility or site any such devices as are necessary to sample, monitor, measure and record flows of discharge or threatened discharge;\t3.\tTo inspect, examine and copy all records of the owner or occupant of inspected property that pertains to any discharge to the storm drain system, including records relating to chemicals or processes presently or previously occurring on the site, NPDES permit, Notice of Intent to comply with a General NPDES permit, waste discharge records, waste manifests, Storm Water Pollution Prevention Plans, monitoring plans, test results, any records or plans relating to discharge connections to the storm drain system and any other information required to carry out the provisions of this article;\t4.\tTo inspect and enforce the sufficient implementation of applicable Best Management Practices by the business establishment, property owner and\/or developer;  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)\t5.\tTo photograph any materials, storage or process areas, wastes, waste containers, vehicles, connections, Best Management Practices, treatment systems, discharge location(s), or any violation(s) discovered during the inspection; and (Former Subdivision B.4. re-designated Subdivision B.5. by Ord. No. 175,026, Eff. 2\/2\/03.)\t6.\tTo abate, correct or prevent pollutants from entering the storm drain system or surface waters.  (Former Subdivision B.5. re-designated Subdivision B.6. by Ord. No. 175,026, Eff. 2\/2\/03.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}