{"section_number":"64.70.03","edition_id":"1","section_id":"2961","structure_id":"98","catch_line":"Elimination Of Illicit Discharges And Illicit Connections.","history":"","full_text":"  ELIMINATION OF ILLICIT DISCHARGES AND ILLICIT CONNECTIONS.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\n\n\tA.\tProhibition of Illicit Discharges.  No person shall discharge non-storm water to the storm drain system, unless authorized by a separate or general NPDES Permit or if the discharge is exempted or conditionally exempted by the Municipal Storm Water and Urban Runoff NPDES Permit for Los Angeles County, as provided or as subsequently amended or if granted as a special waiver or exemption by the Regional Board.\n\n\t1.\tExempt Discharges.  The following non-stormwater discharges are exempt from obtaining a separate or general NPDES permit and are allowed to be discharged into the storm drain system:\n\n\t(a)\tFlows from riparian habitats or wetlands;\n\n\t(b)\tDiverted stream flows;\n\n\t(c)\tFlows from natural springs;\n\n\t(d)\tRising ground waters;\n\n\t(e)\tUncontaminated ground water infiltration; and\n\n\t(f)\tDischarge or flows from emergency fire fighting activities.\n\n\t2.\tConditionally Exempt Discharges. The following non-stormwater discharges may be allowed to be discharged into the storm drain system, subject to all appropriate BMPs.  The Board may review and adopt appropriate BMPs for any conditionally exempt discharges and place said BMPs in the Board’s “Rules and Regulations Governing the Discharge of Conditionally Exempt Non-Stormwater Discharges”.  The Board may from time to time, as it deems appropriate, change, modify, revise or alter existing BMPs.  It shall be the responsibility of any discharger to comply with all Board adopted BMPs in existence at the time of discharge of any non-stormwater discharge set forth on this Conditionally Exempt Discharge list.  If the Board has not adopted BMPs for any of the below listed discharges, the discharger may allow such a discharge provided it is in compliance with all other requirements of the “Stormwater and Urban Runoff Pollution Control Ordinance”. Discharge of any of the below listed “Conditionally Exempt Discharges” at a time prior to the Board’s adoption of BMPs for that particular discharge shall not relieve the discharger from compliance with the BMPs for the discharge once they are adopted by the Board.  The “Conditionally Exempt Discharges” are as follows:\n\n\t(a)\tDischarges from lawn and landscape irrigation;\n\n\t(b)\tWater line flushing;\n\n\t(c)\tDischarges from potable water sources;\n\n\t(d)\tFoundation drains;\n\n\t(e)\tFooting drains;\n\n\t(f)\tAir conditioning condensate;\n\n\t(g)\tIrrigation water;\n\n\t(h)\tWater from crawl space pumps;\n\n\t(i)\tDechlorinated\/debrominated swimming pool discharges; (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)\n\n\t(j)\tDischarges from individual residential car washing;\n\n\t(k)\tDischarges from non-profit car washing;\n\n\t(l)\tStreet washing (including sidewalk washing); and\n\n\t(m)\tOther categories approved by the Executive Officer of the California Regional Water Quality Control Board, Los Angeles Region or an authorized representative.\n\n\tB.\tIllicit Connections.  It is prohibited to establish, use, maintain, or continue illicit drainage connections to the City storm drain system, and to commence or continue any illicit discharges to the City storm drain system.  This prohibition applies to connections made in the past.  Improperly installed or defective rain diversion systems or devices that release pollutants into the storm drain system shall be considered illicit connections and shall be subject to removal or modifications. One year after the effective date of this article and after notification of the illicit connection, a person has ninety (90) days to remove or modify such connection.  Any extension of time for removal or modification must be approved by the Board.\n\n\tC.\tStorm Drain Connection Permits.  No permit for any storm drain connection as required under Section 64.12 of this Code, shall be issued until the Board is satisfied that the discharge from the permitted connection will be in compliance with the provisions of this article and all applicable Federal and State discharge regulations or requirements.\n\n\tD.\tDischarges Permitted By Industrial Wastewater Permits.  Industrial Wastewater Permits issued for discharges of non-stormwater to the storm drain system, Waters of the State, and industrial waste discharges to points other than to the City’s Publicly Owned Treatment Works (POTW), that were previously permitted under Section 64.30 of this Code, shall be canceled by the Director.  No Industrial Wastewater Permit will be required for discharges to any point other than to the POTW.","order_by":"70.03","ancestry":{"1":{"id":"98","name":"Stormwater And Urban Runoff Pollution Control","identifier":"4.4","label":"article","url":"\/6\/4.4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2298","structure_id":"98","section_number":"64.70","catch_line":"General Provisions.","url":"\/64.70\/","token":"64.70"},"1":{"id":"510","structure_id":"98","section_number":"64.70.01","catch_line":"Definitions And Abbreviations.","url":"\/64.70.01\/","token":"64.70.01"},"2":{"id":"1907","structure_id":"98","section_number":"64.70.02","catch_line":"Pollutant Discharge Control.","url":"\/64.70.02\/","token":"64.70.02"},"3":{"id":"2961","structure_id":"98","section_number":"64.70.03","catch_line":"Elimination Of Illicit Discharges And Illicit Connections.","url":"\/64.70.03\/","token":"64.70.03"},"4":{"id":"902","structure_id":"98","section_number":"64.70.04","catch_line":"(Reserved)","url":"\/64.70.04\/","token":"64.70.04"},"5":{"id":"3532","structure_id":"98","section_number":"64.70.05","catch_line":"Authority To Inspect.","url":"\/64.70.05\/","token":"64.70.05"},"6":{"id":"1945","structure_id":"98","section_number":"64.70.06","catch_line":"Authority To Arrest And Issue Citations.","url":"\/64.70.06\/","token":"64.70.06"},"7":{"id":"1650","structure_id":"98","section_number":"64.70.07","catch_line":"Enforcement.","url":"\/64.70.07\/","token":"64.70.07"},"8":{"id":"2284","structure_id":"98","section_number":"64.70.08","catch_line":"Remedies Not Exclusive.","url":"\/64.70.08\/","token":"64.70.08"},"9":{"id":"2798","structure_id":"98","section_number":"64.70.09","catch_line":"Liability For Costs Of Correction Arising From Unlawful Discharge.","url":"\/64.70.09\/","token":"64.70.09"},"10":{"id":"2877","structure_id":"98","section_number":"64.70.10","catch_line":"Disposition Of Money Collected.","url":"\/64.70.10\/","token":"64.70.10"},"11":{"id":"3708","structure_id":"98","section_number":"64.70.11","catch_line":"Stormwater And Urban Runoff Pollution Education.","url":"\/64.70.11\/","token":"64.70.11"},"12":{"id":"1509","structure_id":"98","section_number":"64.70.12","catch_line":"Construction And Application.","url":"\/64.70.12\/","token":"64.70.12"},"13":{"id":"3760","structure_id":"98","section_number":"64.70.13","catch_line":"Severability.","url":"\/64.70.13\/","token":"64.70.13"},"14":{"id":"1065","structure_id":"98","section_number":"64.72","catch_line":"Stormwater Pollution Control Measures For Development Planning And Construction Activities.","url":"\/64.72\/","token":"64.72"},"15":{"id":"2145","structure_id":"98","section_number":"64.72.01","catch_line":"Authority Of The Board Of Public Works.","url":"\/64.72.01\/","token":"64.72.01"},"16":{"id":"1534","structure_id":"98","section_number":"64.72.02","catch_line":"Funds Collected From Waiver.","url":"\/64.72.02\/","token":"64.72.02"},"17":{"id":"796","structure_id":"98","section_number":"64.72.03","catch_line":"Supplemental Provisions.","url":"\/64.72.03\/","token":"64.72.03"},"18":{"id":"3740","structure_id":"98","section_number":"64.72.04","catch_line":"Authority To Inspect And Enforce Stormwater Pollution Control Measures.","url":"\/64.72.04\/","token":"64.72.04"},"19":{"id":"2969","structure_id":"98","section_number":"64.72.05","catch_line":"Lid Plan Check Fees.","url":"\/64.72.05\/","token":"64.72.05"}},"next_section":{"id":"902","structure_id":"98","section_number":"64.70.04","catch_line":"(Reserved)","url":"\/64.70.04\/","token":"64.70.04"},"metadata":false,"references":false,"url":"\/64.70.03\/","token":"64.70.03","formats":{"txt":"\/64.70.03.txt","json":"\/64.70.03.xml"},"dublin_core":{"Title":"Elimination Of Illicit Discharges And Illicit Connections.","Type":"Text","Format":"text\/html","Identifier":"§ 64.70.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nELIMINATION OF ILLICIT DISCHARGES AND ILLICIT CONNECTIONS. (§ 64.70.03)\n\n  ELIMINATION OF ILLICIT DISCHARGES AND ILLICIT CONNECTIONS.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\tA.\tProhibition of Illicit\nDischarges.  No person shall discharge non-storm water to the storm drain\nsystem, unless authorized by a separate or general NPDES Permit or if the\ndischarge is exempted or conditionally exempted by the Municipal Storm Water and\nUrban Runoff NPDES Permit for Los Angeles County, as provided or as subsequently\namended or if granted as a special waiver or exemption by the Regional\nBoard.\t1.\tExempt Discharges.  The following non-stormwater discharges are\nexempt from obtaining a separate or general NPDES permit and are allowed to be\ndischarged into the storm drain system:\t(a)\tFlows from riparian habitats or\nwetlands;\t(b)\tDiverted stream flows;\t(c)\tFlows from natural springs;\t(d)\tRising\nground waters;\t(e)\tUncontaminated ground water infiltration; and\t(f)\tDischarge\nor flows from emergency fire fighting activities.\t2.\tConditionally Exempt\nDischarges. The following non-stormwater discharges may be allowed to be\ndischarged into the storm drain system, subject to all appropriate BMPs.  The\nBoard may review and adopt appropriate BMPs for any conditionally exempt\ndischarges and place said BMPs in the Board’s “Rules and Regulations\nGoverning the Discharge of Conditionally Exempt Non-Stormwater Discharges”. \nThe Board may from time to time, as it deems appropriate, change, modify, revise\nor alter existing BMPs.  It shall be the responsibility of any discharger to\ncomply with all Board adopted BMPs in existence at the time of discharge of any\nnon-stormwater discharge set forth on this Conditionally Exempt Discharge\nlist.  If the Board has not adopted BMPs for any of the below listed\ndischarges, the discharger may allow such a discharge provided it is in\ncompliance with all other requirements of the “Stormwater and Urban Runoff\nPollution Control Ordinance”. Discharge of any of the below listed\n“Conditionally Exempt Discharges” at a time prior to the Board’s adoption\nof BMPs for that particular discharge shall not relieve the discharger from\ncompliance with the BMPs for the discharge once they are adopted by the Board. \nThe “Conditionally Exempt Discharges” are as follows:\t(a)\tDischarges from\nlawn and landscape irrigation;\t(b)\tWater line flushing;\t(c)\tDischarges from\npotable water sources;\t(d)\tFoundation drains;\t(e)\tFooting drains;\t(f)\tAir\nconditioning condensate;\t(g)\tIrrigation water;\t(h)\tWater from crawl space\npumps;\t(i)\tDechlorinated\/debrominated swimming pool discharges; (Amended by Ord.\nNo. 175,026, Eff. 2\/2\/03.)\t(j)\tDischarges from individual residential car\nwashing;\t(k)\tDischarges from non-profit car washing;\t(l)\tStreet washing\n(including sidewalk washing); and\t(m)\tOther categories approved by the Executive\nOfficer of the California Regional Water Quality Control Board, Los Angeles\nRegion or an authorized representative.\tB.\tIllicit Connections.  It is\nprohibited to establish, use, maintain, or continue illicit drainage connections\nto the City storm drain system, and to commence or continue any illicit\ndischarges to the City storm drain system.  This prohibition applies to\nconnections made in the past.  Improperly installed or defective rain diversion\nsystems or devices that release pollutants into the storm drain system shall be\nconsidered illicit connections and shall be subject to removal or modifications.\nOne year after the effective date of this article and after notification of the\nillicit connection, a person has ninety (90) days to remove or modify such\nconnection.  Any extension of time for removal or modification must be approved\nby the Board.\tC.\tStorm Drain Connection Permits.  No permit for any storm drain\nconnection as required under Section 64.12 of this Code, shall be issued until\nthe Board is satisfied that the discharge from the permitted connection will be\nin compliance with the provisions of this article and all applicable Federal and\nState discharge regulations or requirements.\tD.\tDischarges Permitted By\nIndustrial Wastewater Permits.  Industrial Wastewater Permits issued for\ndischarges of non-stormwater to the storm drain system, Waters of the State, and\nindustrial waste discharges to points other than to the City’s Publicly Owned\nTreatment Works (POTW), that were previously permitted under Section 64.30 of\nthis Code, shall be canceled by the Director.  No Industrial Wastewater Permit\nwill be required for discharges to any point other than to the POTW.\n","html":"\n\t\t\t\t\t<section><p>  ELIMINATION OF ILLICIT DISCHARGES AND ILLICIT CONNECTIONS.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)<br \/><br \/>\tA.\tProhibition of Illicit Discharges.  No person shall discharge non-storm water to the storm drain system, unless authorized by a separate or general NPDES Permit or if the discharge is exempted or conditionally exempted by the Municipal Storm Water and Urban Runoff NPDES Permit for Los Angeles County, as provided or as subsequently amended or if granted as a special <span class=\"dictionary\">waiver<\/span> or exemption by the Regional Board.<br \/><br \/>\t1.\tExempt Discharges.  The following non-stormwater discharges are exempt from obtaining a separate or general NPDES permit and are allowed to be discharged into the storm drain system:<br \/><br \/>\t(a)\tFlows from riparian habitats or wetlands;<br \/><br \/>\t(b)\tDiverted stream flows;<br \/><br \/>\t(c)\tFlows from natural springs;<br \/><br \/>\t(d)\tRising ground waters;<br \/><br \/>\t(e)\tUncontaminated ground water infiltration; and<br \/><br \/>\t(f)\tDischarge or flows from emergency fire fighting activities.<br \/><br \/>\t2.\tConditionally Exempt Discharges. The following non-stormwater discharges may be allowed to be discharged into the storm drain system, subject to all appropriate BMPs.  The Board may review and adopt appropriate BMPs for any conditionally exempt discharges and place said BMPs in the Board’s “Rules and Regulations Governing the Discharge of Conditionally Exempt Non-Stormwater Discharges”.  The Board may from time to time, as it deems appropriate, change, modify, revise or alter existing BMPs.  It shall be the responsibility of any discharger to comply with all Board adopted BMPs in existence at the time of discharge of any non-stormwater discharge set forth on this Conditionally Exempt Discharge list.  If the Board has not adopted BMPs for any of the below listed discharges, the discharger may allow such a discharge provided it is in compliance with all other requirements of the “Stormwater and Urban Runoff Pollution Control <span class=\"dictionary\">Ordinance<\/span>”. Discharge of any of the below listed “Conditionally Exempt Discharges” at a time prior to the Board’s adoption of BMPs for that particular discharge shall not relieve the discharger from compliance with the BMPs for the discharge once they are adopted by the Board.  The “Conditionally Exempt Discharges” are as follows:<br \/><br \/>\t(a)\tDischarges from lawn and landscape irrigation;<br \/><br \/>\t(b)\tWater line flushing;<br \/><br \/>\t(c)\tDischarges from potable water sources;<br \/><br \/>\t(d)\tFoundation drains;<br \/><br \/>\t(e)\tFooting drains;<br \/><br \/>\t(f)\tAir conditioning condensate;<br \/><br \/>\t(g)\tIrrigation water;<br \/><br \/>\t(h)\tWater from crawl space pumps;<br \/><br \/>\t(i)\tDechlorinated\/debrominated swimming pool discharges; (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)<br \/><br \/>\t(j)\tDischarges from individual residential car washing;<br \/><br \/>\t(k)\tDischarges from non-profit car washing;<br \/><br \/>\t(l)\tStreet washing (including sidewalk washing); and<br \/><br \/>\t(m)\tOther categories approved by the Executive Officer of the California Regional Water Quality Control Board, Los Angeles Region or an authorized representative.<br \/><br \/>\tB.\tIllicit Connections.  It is prohibited to establish, use, maintain, or continue illicit drainage connections to the City storm drain system, and to commence or continue any illicit discharges to the City storm drain system.  This prohibition applies to connections made in the past.  Improperly installed or defective rain <span class=\"dictionary\">diversion<\/span> systems or devices that release pollutants into the storm drain system shall be considered illicit connections and shall be subject to removal or modifications. One year after the effective date of this article and after notification of the illicit connection, a person has ninety (90) days to remove or modify such connection.  Any extension of time for removal or modification must be approved by the Board.<br \/><br \/>\tC.\tStorm Drain Connection Permits.  No permit for any storm drain connection as required under Section 64.12 of this Code, shall be issued until the Board is satisfied that the discharge from the permitted connection will be in compliance with the provisions of this article and all applicable Federal and State discharge regulations or requirements.<br \/><br \/>\tD.\tDischarges Permitted By Industrial Wastewater Permits.  Industrial Wastewater Permits issued for discharges of non-stormwater to the storm drain system, Waters of the State, and industrial waste discharges to points other than to the City’s Publicly Owned Treatment Works (POTW), that were previously permitted under Section 64.30 of this Code, shall be canceled by the Director.  No Industrial Wastewater Permit will be required for discharges to any point other than to the POTW.<\/p><\/section>","previous_section":{"id":"1907","structure_id":"98","section_number":"64.70.02","catch_line":"Pollutant Discharge Control.","url":"\/64.70.02\/","token":"64.70.02"},"text":{"0":{"id":"2936","text":"  ELIMINATION OF ILLICIT DISCHARGES AND ILLICIT CONNECTIONS.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\tA.\tProhibition of Illicit Discharges.  No person shall discharge non-storm water to the storm drain system, unless authorized by a separate or general NPDES Permit or if the discharge is exempted or conditionally exempted by the Municipal Storm Water and Urban Runoff NPDES Permit for Los Angeles County, as provided or as subsequently amended or if granted as a special waiver or exemption by the Regional Board.\t1.\tExempt Discharges.  The following non-stormwater discharges are exempt from obtaining a separate or general NPDES permit and are allowed to be discharged into the storm drain system:\t(a)\tFlows from riparian habitats or wetlands;\t(b)\tDiverted stream flows;\t(c)\tFlows from natural springs;\t(d)\tRising ground waters;\t(e)\tUncontaminated ground water infiltration; and\t(f)\tDischarge or flows from emergency fire fighting activities.\t2.\tConditionally Exempt Discharges. The following non-stormwater discharges may be allowed to be discharged into the storm drain system, subject to all appropriate BMPs.  The Board may review and adopt appropriate BMPs for any conditionally exempt discharges and place said BMPs in the Board’s “Rules and Regulations Governing the Discharge of Conditionally Exempt Non-Stormwater Discharges”.  The Board may from time to time, as it deems appropriate, change, modify, revise or alter existing BMPs.  It shall be the responsibility of any discharger to comply with all Board adopted BMPs in existence at the time of discharge of any non-stormwater discharge set forth on this Conditionally Exempt Discharge list.  If the Board has not adopted BMPs for any of the below listed discharges, the discharger may allow such a discharge provided it is in compliance with all other requirements of the “Stormwater and Urban Runoff Pollution Control Ordinance”. Discharge of any of the below listed “Conditionally Exempt Discharges” at a time prior to the Board’s adoption of BMPs for that particular discharge shall not relieve the discharger from compliance with the BMPs for the discharge once they are adopted by the Board.  The “Conditionally Exempt Discharges” are as follows:\t(a)\tDischarges from lawn and landscape irrigation;\t(b)\tWater line flushing;\t(c)\tDischarges from potable water sources;\t(d)\tFoundation drains;\t(e)\tFooting drains;\t(f)\tAir conditioning condensate;\t(g)\tIrrigation water;\t(h)\tWater from crawl space pumps;\t(i)\tDechlorinated\/debrominated swimming pool discharges; (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)\t(j)\tDischarges from individual residential car washing;\t(k)\tDischarges from non-profit car washing;\t(l)\tStreet washing (including sidewalk washing); and\t(m)\tOther categories approved by the Executive Officer of the California Regional Water Quality Control Board, Los Angeles Region or an authorized representative.\tB.\tIllicit Connections.  It is prohibited to establish, use, maintain, or continue illicit drainage connections to the City storm drain system, and to commence or continue any illicit discharges to the City storm drain system.  This prohibition applies to connections made in the past.  Improperly installed or defective rain diversion systems or devices that release pollutants into the storm drain system shall be considered illicit connections and shall be subject to removal or modifications. One year after the effective date of this article and after notification of the illicit connection, a person has ninety (90) days to remove or modify such connection.  Any extension of time for removal or modification must be approved by the Board.\tC.\tStorm Drain Connection Permits.  No permit for any storm drain connection as required under Section 64.12 of this Code, shall be issued until the Board is satisfied that the discharge from the permitted connection will be in compliance with the provisions of this article and all applicable Federal and State discharge regulations or requirements.\tD.\tDischarges Permitted By Industrial Wastewater Permits.  Industrial Wastewater Permits issued for discharges of non-stormwater to the storm drain system, Waters of the State, and industrial waste discharges to points other than to the City’s Publicly Owned Treatment Works (POTW), that were previously permitted under Section 64.30 of this Code, shall be canceled by the Director.  No Industrial Wastewater Permit will be required for discharges to any point other than to the POTW.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}