{"section_number":"64.72","edition_id":"1","section_id":"1065","structure_id":"98","catch_line":"Stormwater Pollution Control Measures For Development Planning And Construction Activities.","history":"","full_text":"  STORMWATER POLLUTION CONTROL MEASURES FOR DEVELOPMENT PLANNING AND CONSTRUCTION ACTIVITIES.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)\n\n\t(A)\tObjective.  The provisions of this Section contain requirements for construction activities and facility operations of Development and Redevelopment projects to comply with the requirements of the Standard Urban Stormwater Mitigation Plan, integrate LID practices and standards for stormwater pollution mitigation, and maximize open, green and pervious space on all Developments and Redevelopments consistent with the City’s landscape ordinance and other related requirements in the Development Best Management Practices Handbook.  LID shall be inclusive of SUSMP requirements.\n\n\t(B)\tScope.  This Section contains requirements for stormwater pollution control measures in Development and Redevelopment projects and authorizes the Board to further define and adopt stormwater pollution control measures, develop LID principles and requirements, including but not limited to the objectives and specifications for integration of LID strategies, collect Best Management Practices compliance plan check fees, grant waivers from the requirements of the Standard Urban Stormwater Mitigation Plan, collect funds for projects that are granted waivers, conduct inspections, cite violators for infractions, and impose fines.  Except as otherwise provided herein, the Board shall administer, implement and enforce the provisions of this Section.\n\n\t(C)\tLID Requirements.  All Developments and Redevelopments shall comply with the following:\n\n\t1.\tDevelopment or Redevelopment Involving Four or Fewer Units Intended for Residential Use.\n\n\ta.\tDevelopment or Redevelopment less than one acre shall implement LID BMP alternatives identified in the Development Best Management Practices Handbook; and\n\n\tb.\tDevelopment or Redevelopment one acre or greater shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.\n\n\t2.\tDevelopment or Redevelopment Involving Nonresidential Use or Five or More Units Intended for Residential Use.\n\n\ta.\tDevelopment or Redevelopment resulting in an alteration of at least fifty percent (50%) or more of the impervious surfaces on an existing developed Site, the entire Site must comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook; and\n\n\tb.\tDevelopment or Redevelopment resulting in an alteration of less than fifty percent (50%) of the impervious surfaces of an existing developed Site, only such incremental Development shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.\n\n\t3.\tA Development or Redevelopment of any size that would create 2,500 square feet or more of impervious surface area and is located partly or wholly within an ESA shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.\n\n\t4.\tThe Site for every Development or Redevelopment shall be designed to manage and capture stormwater runoff, to the maximum extent feasible, in priority order:  infiltration, evapotranspiration, capture and use, treated through high removal efficiency biofiltration\/biotreatment system of all of the runoff on site.  High removal efficiency biofiltration\/biotreatment systems shall comply with the standards and requirements of the Development Best Management Practices Handbook.  A LID Plan shall be prepared to comply with the following:\n\n\ta.\tStormwater runoff will be infiltrated, evapotranspired, captured and used, treated through high removal efficiency Best Management Practices, onsite, through stormwater management techniques that comply with the provisions of the Development Best Management Practices Handbook.  To the maximum extent feasible, onsite stormwater management techniques must be properly sized, at a minimum, to infiltrate, evapotranspire, store for use, treat through high removal efficiency biofiltration\/biotreatment system, without any storm water runoff leaving the Site for at least the volume of water produced by the quality design storm event that results from:\n\n\t(i)\tThe 85th percentile 24-hour runoff event determined as the maximized capture stormwater volume for the area using a 48 to 72-hour draw down time, from the formula recommended in Urban Runoff Quality Management, WEF Manual of Practice No. 23\/ASCE Manual of Practice No. 87, (1998); or\n\n\t(ii)\tThe volume of annual runoff based on unit basin storage water quality volume, to achieve 80 percent or more volume treatment by the method recommended in the California Stormwater Best Management Practices Handbook – Industrial\/Commercial, (2003); or\n\n\t(iii)\tThe volume of runoff produced from a 0.75 inch storm event.\n\n\tFor purposes of compliance with the LID requirements, and without changing the priority order of design preferences identified in this Section, all runoff from the water quality design storm event, as identified in Paragraph (a) of this Subdivision, that has been treated through an onsite high removal efficiency biofiltration\/biotreatment system shall be deemed to have achieved 100% infiltration regardless of the runoff leaving the Site from an onsite high removal efficiency biofiltration\/biotreatment system, and thus any runoff volume shall not be subject to the offsite mitigation requirement of this Article.\n\n\tb.\tPollutants shall be prevented from leaving the Site for a water quality design storm event as defined in Paragraph (a) of this Subdivision unless it has been treated through an onsite high removal efficiency biofiltration\/biotreatment system.\n\n\tc.\tHydromodification impacts shall be minimized to natural drainage systems as defined in the MS4 Permit. \n\n\t5.\tWhen, as determined by the Director, the onsite LID requirements are technically infeasible, partially or fully, as defined in the Development Best Management Handbook, the infeasibility shall be demonstrated in the submitted LID Plan, shall be consistent with other City requirements, and shall be reviewed in consultation with the Department of Building and Safety.  The technical infeasibility may result from conditions that may include, but are not limited to:\n\n\ta.\tLocations where seasonal high groundwater is within ten feet of surface grade;\n\n\tb.\tLocations within 100 feet of a groundwater well used for drinking water;\n\n\tc.\tBrownfield Development sites or other locations where pollutant mobilization is a documented concern;\n\n\td.\tLocations with potential geotechnical hazards;\n\n\te.\tLocations with impermeable soil type as indicated in applicable soils and geotechnical reports; and\n\n\tf.\tOther site or implementation constraints identified in the Development Best Management Practices Handbook.\n\n\t6.\tIf partial or complete onsite compliance of any type is technically infeasible, the project Site and LID Plan shall be required to comply with all applicable Standard Urban Stormwater Mitigation Plan (SUSMP) requirements in order to maximize onsite compliance.  For the remaining runoff that cannot feasibly be managed onsite, the project shall implement offsite mitigation on public and\/or private land within the same sub-watershed out of the following five sub-watersheds:  Upper Los Angeles River, Lower Los Angeles River, Ballona Creek, Santa Monica Bay, and Dominguez Channel.  This shall include construction and perpetual maintenance of projects that will achieve at least the same level of runoff retention, infiltration and\/or use, and water quality.  All City Departments will assist the developer, when and where feasible, in the design, permitting and implementation of LID BMP projects within the public right of way, with a preference for utilizing the public right of way immediately adjacent to the subject development.\n\n\t7.\tA Multi-Phased Project may comply with the standards and requirements of this Section for all of its phases by:  (a) designing a system acceptable to the Bureau of Sanitation to satisfy these standards and requirements for the entire Site during the first phase, and (b) implementing these standards and requirements for each phase of Development or Redevelopment of the Site during the first phase or prior to commencement of construction of a later phase, to the extent necessary to treat the stormwater from such later phase.  For purposes of this Section, “Multi-Phased Project” shall mean any Development or Redevelopment implemented over more than one phase and the Site of a Multi-Phased Project shall include any land and water area designed and used to store, treat or manage stormwater runoff in connection with the Development or Redevelopment, including any tracts, lots, or parcels of real property, whether Developed or not, associated with, functionally connected to, or under common ownership or control with such Development or Redevelopment.\n\n\t8.\tThe Director shall prepare, maintain, and update, as deemed necessary and appropriate, the Development Best Management Practices Handbook to set LID standards and practices and standards for stormwater pollution mitigation, including urban and stormwater runoff quantity and quality control development principles and technologies for achieving the LID standards. The Development Best Management Practices Handbook shall also include technical feasibility and implementation parameters, alternative compliance for technical infeasibility, as well as other rules, requirements and procedures as the Director deems necessary for implementing the provisions of this Section of the Los Angeles Municipal Code.  The Board of Public Works shall adopt the Development Best Management Practices Handbook no later than 90 days after the adoption of this Ordinance by the City Council and the Mayor.\n\n\t9.\tThe Director of the Bureau of Sanitation shall develop as deemed necessary and appropriate, in cooperation with other City departments and stakeholders, informational bulletins, training manuals and educational materials to assist in the implementation of the LID requirements.\n\n\t10.\tThe applicant can appeal the Director’s determination of compliance with the provisions of this Article to the Board of Public Works within 30 days of the date of the determination.\n\n\t11.\tAny Development or Redevelopment that is exempted from LID requirements under section D. has the option to voluntarily opt in and incorporate into the project the LID requirements set forth herein.  In such case, the Best Management Practices plan check fee associated with the project shall be waived and all LID related plan check processes shall be expedited.\n\n\t12.\tAny Development or Redevelopment exempted from this Ordinance under section D. shall comply with all applicable SUSMP requirements.\n\n\t(D)\tExceptions to LID Requirements.  The provisions of this Section do not apply to any of the following:\n\n\t1.\tA Development or Redevelopment that only creates, adds or replaces less than 500 square feet of impervious area;\n\n\t2.\tA Development or Redevelopment involving only emergency construction activity required to immediately protect public health and safety; \n\n\t3.\tInfrastructure projects within the public right-of-way;\n\n\t4.\tA Development or Redevelopment involving only activity related to gas, water, cable, or electricity services on private property;\n\n\t5.\tA Development or Redevelopment involving only re-striping of permitted parking lots;\n\n\t6.\tA project involving only exterior movie or television production sets, or facades on an existing developed site.\n\n\t(E)\tOther Agencies of the City of Los Angeles.  All City of Los Angeles departments, offices, entities and agencies, shall establish administrative procedures necessary to implement the provisions of this Article on their Development and Redevelopment projects and report their activities annually to the Board of Public Works.","order_by":"72","ancestry":{"1":{"id":"98","name":"Stormwater And Urban Runoff Pollution Control","identifier":"4.4","label":"article","url":"\/6\/4.4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2298","structure_id":"98","section_number":"64.70","catch_line":"General Provisions.","url":"\/64.70\/","token":"64.70"},"1":{"id":"510","structure_id":"98","section_number":"64.70.01","catch_line":"Definitions And Abbreviations.","url":"\/64.70.01\/","token":"64.70.01"},"2":{"id":"1907","structure_id":"98","section_number":"64.70.02","catch_line":"Pollutant Discharge Control.","url":"\/64.70.02\/","token":"64.70.02"},"3":{"id":"2961","structure_id":"98","section_number":"64.70.03","catch_line":"Elimination Of Illicit Discharges And Illicit Connections.","url":"\/64.70.03\/","token":"64.70.03"},"4":{"id":"902","structure_id":"98","section_number":"64.70.04","catch_line":"(Reserved)","url":"\/64.70.04\/","token":"64.70.04"},"5":{"id":"3532","structure_id":"98","section_number":"64.70.05","catch_line":"Authority To Inspect.","url":"\/64.70.05\/","token":"64.70.05"},"6":{"id":"1945","structure_id":"98","section_number":"64.70.06","catch_line":"Authority To Arrest And Issue Citations.","url":"\/64.70.06\/","token":"64.70.06"},"7":{"id":"1650","structure_id":"98","section_number":"64.70.07","catch_line":"Enforcement.","url":"\/64.70.07\/","token":"64.70.07"},"8":{"id":"2284","structure_id":"98","section_number":"64.70.08","catch_line":"Remedies Not Exclusive.","url":"\/64.70.08\/","token":"64.70.08"},"9":{"id":"2798","structure_id":"98","section_number":"64.70.09","catch_line":"Liability For Costs Of Correction Arising From Unlawful Discharge.","url":"\/64.70.09\/","token":"64.70.09"},"10":{"id":"2877","structure_id":"98","section_number":"64.70.10","catch_line":"Disposition Of Money Collected.","url":"\/64.70.10\/","token":"64.70.10"},"11":{"id":"3708","structure_id":"98","section_number":"64.70.11","catch_line":"Stormwater And Urban Runoff Pollution Education.","url":"\/64.70.11\/","token":"64.70.11"},"12":{"id":"1509","structure_id":"98","section_number":"64.70.12","catch_line":"Construction And Application.","url":"\/64.70.12\/","token":"64.70.12"},"13":{"id":"3760","structure_id":"98","section_number":"64.70.13","catch_line":"Severability.","url":"\/64.70.13\/","token":"64.70.13"},"14":{"id":"1065","structure_id":"98","section_number":"64.72","catch_line":"Stormwater Pollution Control Measures For Development Planning And Construction Activities.","url":"\/64.72\/","token":"64.72"},"15":{"id":"2145","structure_id":"98","section_number":"64.72.01","catch_line":"Authority Of The Board Of Public Works.","url":"\/64.72.01\/","token":"64.72.01"},"16":{"id":"1534","structure_id":"98","section_number":"64.72.02","catch_line":"Funds Collected From Waiver.","url":"\/64.72.02\/","token":"64.72.02"},"17":{"id":"796","structure_id":"98","section_number":"64.72.03","catch_line":"Supplemental Provisions.","url":"\/64.72.03\/","token":"64.72.03"},"18":{"id":"3740","structure_id":"98","section_number":"64.72.04","catch_line":"Authority To Inspect And Enforce Stormwater Pollution Control Measures.","url":"\/64.72.04\/","token":"64.72.04"},"19":{"id":"2969","structure_id":"98","section_number":"64.72.05","catch_line":"Lid Plan Check Fees.","url":"\/64.72.05\/","token":"64.72.05"}},"next_section":{"id":"2145","structure_id":"98","section_number":"64.72.01","catch_line":"Authority Of The Board Of Public Works.","url":"\/64.72.01\/","token":"64.72.01"},"metadata":false,"references":false,"url":"\/64.72\/","token":"64.72","formats":{"txt":"\/64.72.txt","json":"\/64.72.xml"},"dublin_core":{"Title":"Stormwater Pollution Control Measures For Development Planning And Construction Activities.","Type":"Text","Format":"text\/html","Identifier":"§ 64.72","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSTORMWATER POLLUTION CONTROL MEASURES FOR DEVELOPMENT PLANNING AND CONSTRUCTION\nACTIVITIES. (§ 64.72)\n\n  STORMWATER POLLUTION CONTROL MEASURES FOR DEVELOPMENT PLANNING AND\nCONSTRUCTION ACTIVITIES.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)\t(A)\tObjective. \nThe provisions of this Section contain requirements for construction activities\nand facility operations of Development and Redevelopment projects to comply with\nthe requirements of the Standard Urban Stormwater Mitigation Plan, integrate LID\npractices and standards for stormwater pollution mitigation, and maximize open,\ngreen and pervious space on all Developments and Redevelopments consistent with\nthe City’s landscape ordinance and other related requirements in the\nDevelopment Best Management Practices Handbook.  LID shall be inclusive of\nSUSMP requirements.\t(B)\tScope.  This Section contains requirements for\nstormwater pollution control measures in Development and Redevelopment projects\nand authorizes the Board to further define and adopt stormwater pollution\ncontrol measures, develop LID principles and requirements, including but not\nlimited to the objectives and specifications for integration of LID strategies,\ncollect Best Management Practices compliance plan check fees, grant waivers from\nthe requirements of the Standard Urban Stormwater Mitigation Plan, collect funds\nfor projects that are granted waivers, conduct inspections, cite violators for\ninfractions, and impose fines.  Except as otherwise provided herein, the Board\nshall administer, implement and enforce the provisions of this Section.\t(C)\tLID\nRequirements.  All Developments and Redevelopments shall comply with the\nfollowing:\t1.\tDevelopment or Redevelopment Involving Four or Fewer Units\nIntended for Residential Use.\ta.\tDevelopment or Redevelopment less than one acre\nshall implement LID BMP alternatives identified in the Development Best\nManagement Practices Handbook; and\tb.\tDevelopment or Redevelopment one acre or\ngreater shall comply with the standards and requirements of this Article and\nwith the Development Best Management Practices Handbook.\t2.\tDevelopment or\nRedevelopment Involving Nonresidential Use or Five or More Units Intended for\nResidential Use.\ta.\tDevelopment or Redevelopment resulting in an alteration of\nat least fifty percent (50%) or more of the impervious surfaces on an existing\ndeveloped Site, the entire Site must comply with the standards and requirements\nof this Article and with the Development Best Management Practices Handbook;\nand\tb.\tDevelopment or Redevelopment resulting in an alteration of less than\nfifty percent (50%) of the impervious surfaces of an existing developed Site,\nonly such incremental Development shall comply with the standards and\nrequirements of this Article and with the Development Best Management Practices\nHandbook.\t3.\tA Development or Redevelopment of any size that would create 2,500\nsquare feet or more of impervious surface area and is located partly or wholly\nwithin an ESA shall comply with the standards and requirements of this Article\nand with the Development Best Management Practices Handbook.\t4.\tThe Site for\nevery Development or Redevelopment shall be designed to manage and capture\nstormwater runoff, to the maximum extent feasible, in priority order: \ninfiltration, evapotranspiration, capture and use, treated through high removal\nefficiency biofiltration\/biotreatment system of all of the runoff on site. \nHigh removal efficiency biofiltration\/biotreatment systems shall comply with the\nstandards and requirements of the Development Best Management Practices\nHandbook.  A LID Plan shall be prepared to comply with the\nfollowing:\ta.\tStormwater runoff will be infiltrated, evapotranspired, captured\nand used, treated through high removal efficiency Best Management Practices,\nonsite, through stormwater management techniques that comply with the provisions\nof the Development Best Management Practices Handbook.  To the maximum extent\nfeasible, onsite stormwater management techniques must be properly sized, at a\nminimum, to infiltrate, evapotranspire, store for use, treat through high\nremoval efficiency biofiltration\/biotreatment system, without any storm water\nrunoff leaving the Site for at least the volume of water produced by the quality\ndesign storm event that results from:\t(i)\tThe 85th percentile 24-hour runoff\nevent determined as the maximized capture stormwater volume for the area using a\n48 to 72-hour draw down time, from the formula recommended in Urban Runoff\nQuality Management, WEF Manual of Practice No. 23\/ASCE Manual of Practice No.\n87, (1998); or\t(ii)\tThe volume of annual runoff based on unit basin storage\nwater quality volume, to achieve 80 percent or more volume treatment by the\nmethod recommended in the California Stormwater Best Management Practices\nHandbook – Industrial\/Commercial, (2003); or\t(iii)\tThe volume of runoff\nproduced from a 0.75 inch storm event.\tFor purposes of compliance with the LID\nrequirements, and without changing the priority order of design preferences\nidentified in this Section, all runoff from the water quality design storm\nevent, as identified in Paragraph (a) of this Subdivision, that has been treated\nthrough an onsite high removal efficiency biofiltration\/biotreatment system\nshall be deemed to have achieved 100% infiltration regardless of the runoff\nleaving the Site from an onsite high removal efficiency\nbiofiltration\/biotreatment system, and thus any runoff volume shall not be\nsubject to the offsite mitigation requirement of this Article.\tb.\tPollutants\nshall be prevented from leaving the Site for a water quality design storm event\nas defined in Paragraph (a) of this Subdivision unless it has been treated\nthrough an onsite high removal efficiency biofiltration\/biotreatment\nsystem.\tc.\tHydromodification impacts shall be minimized to natural drainage\nsystems as defined in the MS4 Permit. \t5.\tWhen, as determined by the Director,\nthe onsite LID requirements are technically infeasible, partially or fully, as\ndefined in the Development Best Management Handbook, the infeasibility shall be\ndemonstrated in the submitted LID Plan, shall be consistent with other City\nrequirements, and shall be reviewed in consultation with the Department of\nBuilding and Safety.  The technical infeasibility may result from conditions\nthat may include, but are not limited to:\ta.\tLocations where seasonal high\ngroundwater is within ten feet of surface grade;\tb.\tLocations within 100 feet of\na groundwater well used for drinking water;\tc.\tBrownfield Development sites or\nother locations where pollutant mobilization is a documented\nconcern;\td.\tLocations with potential geotechnical hazards;\te.\tLocations with\nimpermeable soil type as indicated in applicable soils and geotechnical reports;\nand\tf.\tOther site or implementation constraints identified in the Development\nBest Management Practices Handbook.\t6.\tIf partial or complete onsite compliance\nof any type is technically infeasible, the project Site and LID Plan shall be\nrequired to comply with all applicable Standard Urban Stormwater Mitigation Plan\n(SUSMP) requirements in order to maximize onsite compliance.  For the remaining\nrunoff that cannot feasibly be managed onsite, the project shall implement\noffsite mitigation on public and\/or private land within the same sub-watershed\nout of the following five sub-watersheds:  Upper Los Angeles River, Lower Los\nAngeles River, Ballona Creek, Santa Monica Bay, and Dominguez Channel.  This\nshall include construction and perpetual maintenance of projects that will\nachieve at least the same level of runoff retention, infiltration and\/or use,\nand water quality.  All City Departments will assist the developer, when and\nwhere feasible, in the design, permitting and implementation of LID BMP projects\nwithin the public right of way, with a preference for utilizing the public right\nof way immediately adjacent to the subject development.\t7.\tA Multi-Phased\nProject may comply with the standards and requirements of this Section for all\nof its phases by:  (a) designing a system acceptable to the Bureau of\nSanitation to satisfy these standards and requirements for the entire Site\nduring the first phase, and (b) implementing these standards and requirements\nfor each phase of Development or Redevelopment of the Site during the first\nphase or prior to commencement of construction of a later phase, to the extent\nnecessary to treat the stormwater from such later phase.  For purposes of this\nSection, “Multi-Phased Project” shall mean any Development or Redevelopment\nimplemented over more than one phase and the Site of a Multi-Phased Project\nshall include any land and water area designed and used to store, treat or\nmanage stormwater runoff in connection with the Development or Redevelopment,\nincluding any tracts, lots, or parcels of real property, whether Developed or\nnot, associated with, functionally connected to, or under common ownership or\ncontrol with such Development or Redevelopment.\t8.\tThe Director shall prepare,\nmaintain, and update, as deemed necessary and appropriate, the Development Best\nManagement Practices Handbook to set LID standards and practices and standards\nfor stormwater pollution mitigation, including urban and stormwater runoff\nquantity and quality control development principles and technologies for\nachieving the LID standards. The Development Best Management Practices Handbook\nshall also include technical feasibility and implementation parameters,\nalternative compliance for technical infeasibility, as well as other rules,\nrequirements and procedures as the Director deems necessary for implementing the\nprovisions of this Section of the Los Angeles Municipal Code.  The Board of\nPublic Works shall adopt the Development Best Management Practices Handbook no\nlater than 90 days after the adoption of this Ordinance by the City Council and\nthe Mayor.\t9.\tThe Director of the Bureau of Sanitation shall develop as deemed\nnecessary and appropriate, in cooperation with other City departments and\nstakeholders, informational bulletins, training manuals and educational\nmaterials to assist in the implementation of the LID requirements.\t10.\tThe\napplicant can appeal the Director’s determination of compliance with the\nprovisions of this Article to the Board of Public Works within 30 days of the\ndate of the determination.\t11.\tAny Development or Redevelopment that is exempted\nfrom LID requirements under section D. has the option to voluntarily opt in and\nincorporate into the project the LID requirements set forth herein.  In such\ncase, the Best Management Practices plan check fee associated with the project\nshall be waived and all LID related plan check processes shall be\nexpedited.\t12.\tAny Development or Redevelopment exempted from this Ordinance\nunder section D. shall comply with all applicable SUSMP\nrequirements.\t(D)\tExceptions to LID Requirements.  The provisions of this\nSection do not apply to any of the following:\t1.\tA Development or Redevelopment\nthat only creates, adds or replaces less than 500 square feet of impervious\narea;\t2.\tA Development or Redevelopment involving only emergency construction\nactivity required to immediately protect public health and\nsafety; \t3.\tInfrastructure projects within the public right-of-way;\t4.\tA\nDevelopment or Redevelopment involving only activity related to gas, water,\ncable, or electricity services on private property;\t5.\tA Development or\nRedevelopment involving only re-striping of permitted parking lots;\t6.\tA project\ninvolving only exterior movie or television production sets, or facades on an\nexisting developed site.\t(E)\tOther Agencies of the City of Los Angeles.  All\nCity of Los Angeles departments, offices, entities and agencies, shall establish\nadministrative procedures necessary to implement the provisions of this Article\non their Development and Redevelopment projects and report their activities\nannually to the Board of Public Works.\n","html":"\n\t\t\t\t\t<section><p>  STORMWATER POLLUTION CONTROL MEASURES FOR DEVELOPMENT PLANNING AND CONSTRUCTION ACTIVITIES.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)<br \/><br \/>\t(A)\tObjective.  The provisions of this Section contain requirements for construction activities and facility operations of Development and Redevelopment projects to comply with the requirements of the Standard Urban Stormwater Mitigation Plan, integrate LID practices and standards for stormwater pollution mitigation, and maximize open, green and pervious space on all Developments and Redevelopments consistent with the City’s landscape <span class=\"dictionary\">ordinance<\/span> and other related requirements in the Development Best Management Practices Handbook.  LID shall be inclusive of SUSMP requirements.<br \/><br \/>\t(B)\tScope.  This Section contains requirements for stormwater pollution control measures in Development and Redevelopment projects and authorizes the Board to further define and adopt stormwater pollution control measures, develop LID principles and requirements, including but not limited to the objectives and specifications for integration of LID strategies, collect Best Management Practices compliance plan check fees, grant <span class=\"dictionary\">waivers<\/span> from the requirements of the Standard Urban Stormwater Mitigation Plan, collect funds for projects that are granted <span class=\"dictionary\">waivers<\/span>, conduct inspections, cite violators for infractions, and impose fines.  Except as otherwise provided herein, the Board shall administer, implement and enforce the provisions of this Section.<br \/><br \/>\t(C)\tLID Requirements.  All Developments and Redevelopments shall comply with the following:<br \/><br \/>\t1.\tDevelopment or Redevelopment Involving Four or Fewer Units Intended for Residential Use.<br \/><br \/>\ta.\tDevelopment or Redevelopment less than one acre shall implement LID BMP alternatives identified in the Development Best Management Practices Handbook; and<br \/><br \/>\tb.\tDevelopment or Redevelopment one acre or greater shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.<br \/><br \/>\t2.\tDevelopment or Redevelopment Involving Nonresidential Use or Five or More Units Intended for Residential Use.<br \/><br \/>\ta.\tDevelopment or Redevelopment resulting in an alteration of at least fifty percent (50%) or more of the impervious surfaces on an existing developed Site, the entire Site must comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook; and<br \/><br \/>\tb.\tDevelopment or Redevelopment resulting in an alteration of less than fifty percent (50%) of the impervious surfaces of an existing developed Site, only such incremental Development shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.<br \/><br \/>\t3.\tA Development or Redevelopment of any size that would create 2,500 square feet or more of impervious surface area and is located partly or wholly within an ESA shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.<br \/><br \/>\t4.\tThe Site for every Development or Redevelopment shall be designed to manage and capture stormwater runoff, to the maximum extent feasible, in priority <span class=\"dictionary\">order<\/span>:  infiltration, evapotranspiration, capture and use, treated through high removal efficiency biofiltration\/biotreatment system of all of the runoff on site.  High removal efficiency biofiltration\/biotreatment systems shall comply with the standards and requirements of the Development Best Management Practices Handbook.  A LID Plan shall be prepared to comply with the following:<br \/><br \/>\ta.\tStormwater runoff will be infiltrated, evapotranspired, captured and used, treated through high removal efficiency Best Management Practices, onsite, through stormwater management techniques that comply with the provisions of the Development Best Management Practices Handbook.  To the maximum extent feasible, onsite stormwater management techniques must be properly sized, at a minimum, to infiltrate, evapotranspire, store for use, treat through high removal efficiency biofiltration\/biotreatment system, without any storm water runoff leaving the Site for at least the volume of water produced by the quality design storm event that results from:<br \/><br \/>\t(i)\tThe 85th percentile 24-hour runoff event determined as the maximized capture stormwater volume for the area using a 48 to 72-hour draw down time, from the formula recommended in Urban Runoff Quality Management, WEF Manual of Practice No. 23\/ASCE Manual of Practice No. 87, (1998); or<br \/><br \/>\t(ii)\tThe volume of annual runoff based on unit basin storage water quality volume, to achieve 80 percent or more volume treatment by the method recommended in the California Stormwater Best Management Practices Handbook – Industrial\/Commercial, (2003); or<br \/><br \/>\t(iii)\tThe volume of runoff produced from a 0.75 inch storm event.<br \/><br \/>\tFor purposes of compliance with the LID requirements, and without changing the priority <span class=\"dictionary\">order<\/span> of design preferences identified in this Section, all runoff from the water quality design storm event, as identified in Paragraph (a) of this Subdivision, that has been treated through an onsite high removal efficiency biofiltration\/biotreatment system shall be deemed to have achieved 100% infiltration regardless of the runoff leaving the Site from an onsite high removal efficiency biofiltration\/biotreatment system, and thus any runoff volume shall not be subject to the offsite mitigation requirement of this Article.<br \/><br \/>\tb.\tPollutants shall be prevented from leaving the Site for a water quality design storm event as defined in Paragraph (a) of this Subdivision unless it has been treated through an onsite high removal efficiency biofiltration\/biotreatment system.<br \/><br \/>\tc.\tHydromodification impacts shall be minimized to natural drainage systems as defined in the MS4 Permit. <br \/><br \/>\t5.\tWhen, as determined by the Director, the onsite LID requirements are technically infeasible, partially or fully, as defined in the Development Best Management Handbook, the infeasibility shall be demonstrated in the submitted LID Plan, shall be consistent with other City requirements, and shall be reviewed in consultation with the Department of Building and Safety.  The technical infeasibility may result from conditions that may include, but are not limited to:<br \/><br \/>\ta.\tLocations where seasonal high groundwater is within ten feet of surface grade;<br \/><br \/>\tb.\tLocations within 100 feet of a groundwater well used for drinking water;<br \/><br \/>\tc.\tBrownfield Development sites or other locations where pollutant mobilization is a documented concern;<br \/><br \/>\td.\tLocations with potential geotechnical hazards;<br \/><br \/>\te.\tLocations with impermeable soil type as indicated in applicable soils and geotechnical reports; and<br \/><br \/>\tf.\tOther site or implementation constraints identified in the Development Best Management Practices Handbook.<br \/><br \/>\t6.\tIf partial or complete onsite compliance of any type is technically infeasible, the project Site and LID Plan shall be required to comply with all applicable Standard Urban Stormwater Mitigation Plan (SUSMP) requirements in <span class=\"dictionary\">order<\/span> to maximize onsite compliance.  For the remaining runoff that cannot feasibly be managed onsite, the project shall implement offsite mitigation on public and\/or private land within the same sub-watershed out of the following five sub-watersheds:  Upper Los Angeles River, Lower Los Angeles River, Ballona Creek, Santa Monica Bay, and Dominguez Channel.  This shall include construction and perpetual maintenance of projects that will achieve at least the same level of runoff retention, infiltration and\/or use, and water quality.  All City Departments will assist the developer, when and where feasible, in the design, permitting and implementation of LID BMP projects within the public right of way, with a preference for utilizing the public right of way immediately adjacent to the subject development.<br \/><br \/>\t7.\tA Multi-Phased Project may comply with the standards and requirements of this Section for all of its phases by:  (a) designing a system acceptable to the Bureau of Sanitation to satisfy these standards and requirements for the entire Site during the first phase, and (b) implementing these standards and requirements for each phase of Development or Redevelopment of the Site during the first phase or prior to commencement of construction of a later phase, to the extent necessary to treat the stormwater from such later phase.  For purposes of this Section, “Multi-Phased Project” shall mean any Development or Redevelopment implemented over more than one phase and the Site of a Multi-Phased Project shall include any land and water area designed and used to store, treat or manage stormwater runoff in connection with the Development or Redevelopment, including any tracts, lots, or parcels of real property, whether Developed or not, associated with, functionally connected to, or under common ownership or control with such Development or Redevelopment.<br \/><br \/>\t8.\tThe Director shall prepare, maintain, and update, as deemed necessary and appropriate, the Development Best Management Practices Handbook to set LID standards and practices and standards for stormwater pollution mitigation, including urban and stormwater runoff quantity and quality control development principles and technologies for achieving the LID standards. The Development Best Management Practices Handbook shall also include technical feasibility and implementation parameters, alternative compliance for technical infeasibility, as well as other rules, requirements and procedures as the Director deems necessary for implementing the provisions of this Section of the Los Angeles Municipal Code.  The Board of Public Works shall adopt the Development Best Management Practices Handbook no later than 90 days after the adoption of this <span class=\"dictionary\">Ordinance<\/span> by the City Council and the Mayor.<br \/><br \/>\t9.\tThe Director of the Bureau of Sanitation shall develop as deemed necessary and appropriate, in cooperation with other City departments and stakeholders, informational bulletins, training manuals and educational <span class=\"dictionary\">materials<\/span> to assist in the implementation of the LID requirements.<br \/><br \/>\t10.\tThe applicant can <span class=\"dictionary\">appeal<\/span> the Director’s determination of compliance with the provisions of this Article to the Board of Public Works within 30 days of the date of the determination.<br \/><br \/>\t11.\tAny Development or Redevelopment that is exempted from LID requirements under section D. has the option to voluntarily opt in and incorporate into the project the LID requirements set forth herein.  In such case, the Best Management Practices plan check fee associated with the project shall be waived and all LID related plan check processes shall be expedited.<br \/><br \/>\t12.\tAny Development or Redevelopment exempted from this <span class=\"dictionary\">Ordinance<\/span> under section D. shall comply with all applicable SUSMP requirements.<br \/><br \/>\t(D)\tExceptions to LID Requirements.  The provisions of this Section do not apply to any of the following:<br \/><br \/>\t1.\tA Development or Redevelopment that only creates, adds or replaces less than 500 square feet of impervious area;<br \/><br \/>\t2.\tA Development or Redevelopment involving only emergency construction activity required to immediately protect public health and safety; <br \/><br \/>\t3.\tInfrastructure projects within the public right-of-way;<br \/><br \/>\t4.\tA Development or Redevelopment involving only activity related to gas, water, cable, or electricity services on private property;<br \/><br \/>\t5.\tA Development or Redevelopment involving only re-striping of permitted parking lots;<br \/><br \/>\t6.\tA project involving only exterior movie or television production sets, or facades on an existing developed site.<br \/><br \/>\t(E)\tOther Agencies of the City of Los Angeles.  All City of Los Angeles departments, offices, entities and agencies, shall establish administrative procedures necessary to implement the provisions of this Article on their Development and Redevelopment projects and report their activities annually to the Board of Public Works.<\/p><\/section>","previous_section":{"id":"3760","structure_id":"98","section_number":"64.70.13","catch_line":"Severability.","url":"\/64.70.13\/","token":"64.70.13"},"text":{"0":{"id":"1052","text":"  STORMWATER POLLUTION CONTROL MEASURES FOR DEVELOPMENT PLANNING AND CONSTRUCTION ACTIVITIES.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)\t(A)\tObjective.  The provisions of this Section contain requirements for construction activities and facility operations of Development and Redevelopment projects to comply with the requirements of the Standard Urban Stormwater Mitigation Plan, integrate LID practices and standards for stormwater pollution mitigation, and maximize open, green and pervious space on all Developments and Redevelopments consistent with the City’s landscape ordinance and other related requirements in the Development Best Management Practices Handbook.  LID shall be inclusive of SUSMP requirements.\t(B)\tScope.  This Section contains requirements for stormwater pollution control measures in Development and Redevelopment projects and authorizes the Board to further define and adopt stormwater pollution control measures, develop LID principles and requirements, including but not limited to the objectives and specifications for integration of LID strategies, collect Best Management Practices compliance plan check fees, grant waivers from the requirements of the Standard Urban Stormwater Mitigation Plan, collect funds for projects that are granted waivers, conduct inspections, cite violators for infractions, and impose fines.  Except as otherwise provided herein, the Board shall administer, implement and enforce the provisions of this Section.\t(C)\tLID Requirements.  All Developments and Redevelopments shall comply with the following:\t1.\tDevelopment or Redevelopment Involving Four or Fewer Units Intended for Residential Use.\ta.\tDevelopment or Redevelopment less than one acre shall implement LID BMP alternatives identified in the Development Best Management Practices Handbook; and\tb.\tDevelopment or Redevelopment one acre or greater shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.\t2.\tDevelopment or Redevelopment Involving Nonresidential Use or Five or More Units Intended for Residential Use.\ta.\tDevelopment or Redevelopment resulting in an alteration of at least fifty percent (50%) or more of the impervious surfaces on an existing developed Site, the entire Site must comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook; and\tb.\tDevelopment or Redevelopment resulting in an alteration of less than fifty percent (50%) of the impervious surfaces of an existing developed Site, only such incremental Development shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.\t3.\tA Development or Redevelopment of any size that would create 2,500 square feet or more of impervious surface area and is located partly or wholly within an ESA shall comply with the standards and requirements of this Article and with the Development Best Management Practices Handbook.\t4.\tThe Site for every Development or Redevelopment shall be designed to manage and capture stormwater runoff, to the maximum extent feasible, in priority order:  infiltration, evapotranspiration, capture and use, treated through high removal efficiency biofiltration\/biotreatment system of all of the runoff on site.  High removal efficiency biofiltration\/biotreatment systems shall comply with the standards and requirements of the Development Best Management Practices Handbook.  A LID Plan shall be prepared to comply with the following:\ta.\tStormwater runoff will be infiltrated, evapotranspired, captured and used, treated through high removal efficiency Best Management Practices, onsite, through stormwater management techniques that comply with the provisions of the Development Best Management Practices Handbook.  To the maximum extent feasible, onsite stormwater management techniques must be properly sized, at a minimum, to infiltrate, evapotranspire, store for use, treat through high removal efficiency biofiltration\/biotreatment system, without any storm water runoff leaving the Site for at least the volume of water produced by the quality design storm event that results from:\t(i)\tThe 85th percentile 24-hour runoff event determined as the maximized capture stormwater volume for the area using a 48 to 72-hour draw down time, from the formula recommended in Urban Runoff Quality Management, WEF Manual of Practice No. 23\/ASCE Manual of Practice No. 87, (1998); or\t(ii)\tThe volume of annual runoff based on unit basin storage water quality volume, to achieve 80 percent or more volume treatment by the method recommended in the California Stormwater Best Management Practices Handbook – Industrial\/Commercial, (2003); or\t(iii)\tThe volume of runoff produced from a 0.75 inch storm event.\tFor purposes of compliance with the LID requirements, and without changing the priority order of design preferences identified in this Section, all runoff from the water quality design storm event, as identified in Paragraph (a) of this Subdivision, that has been treated through an onsite high removal efficiency biofiltration\/biotreatment system shall be deemed to have achieved 100% infiltration regardless of the runoff leaving the Site from an onsite high removal efficiency biofiltration\/biotreatment system, and thus any runoff volume shall not be subject to the offsite mitigation requirement of this Article.\tb.\tPollutants shall be prevented from leaving the Site for a water quality design storm event as defined in Paragraph (a) of this Subdivision unless it has been treated through an onsite high removal efficiency biofiltration\/biotreatment system.\tc.\tHydromodification impacts shall be minimized to natural drainage systems as defined in the MS4 Permit. \t5.\tWhen, as determined by the Director, the onsite LID requirements are technically infeasible, partially or fully, as defined in the Development Best Management Handbook, the infeasibility shall be demonstrated in the submitted LID Plan, shall be consistent with other City requirements, and shall be reviewed in consultation with the Department of Building and Safety.  The technical infeasibility may result from conditions that may include, but are not limited to:\ta.\tLocations where seasonal high groundwater is within ten feet of surface grade;\tb.\tLocations within 100 feet of a groundwater well used for drinking water;\tc.\tBrownfield Development sites or other locations where pollutant mobilization is a documented concern;\td.\tLocations with potential geotechnical hazards;\te.\tLocations with impermeable soil type as indicated in applicable soils and geotechnical reports; and\tf.\tOther site or implementation constraints identified in the Development Best Management Practices Handbook.\t6.\tIf partial or complete onsite compliance of any type is technically infeasible, the project Site and LID Plan shall be required to comply with all applicable Standard Urban Stormwater Mitigation Plan (SUSMP) requirements in order to maximize onsite compliance.  For the remaining runoff that cannot feasibly be managed onsite, the project shall implement offsite mitigation on public and\/or private land within the same sub-watershed out of the following five sub-watersheds:  Upper Los Angeles River, Lower Los Angeles River, Ballona Creek, Santa Monica Bay, and Dominguez Channel.  This shall include construction and perpetual maintenance of projects that will achieve at least the same level of runoff retention, infiltration and\/or use, and water quality.  All City Departments will assist the developer, when and where feasible, in the design, permitting and implementation of LID BMP projects within the public right of way, with a preference for utilizing the public right of way immediately adjacent to the subject development.\t7.\tA Multi-Phased Project may comply with the standards and requirements of this Section for all of its phases by:  (a) designing a system acceptable to the Bureau of Sanitation to satisfy these standards and requirements for the entire Site during the first phase, and (b) implementing these standards and requirements for each phase of Development or Redevelopment of the Site during the first phase or prior to commencement of construction of a later phase, to the extent necessary to treat the stormwater from such later phase.  For purposes of this Section, “Multi-Phased Project” shall mean any Development or Redevelopment implemented over more than one phase and the Site of a Multi-Phased Project shall include any land and water area designed and used to store, treat or manage stormwater runoff in connection with the Development or Redevelopment, including any tracts, lots, or parcels of real property, whether Developed or not, associated with, functionally connected to, or under common ownership or control with such Development or Redevelopment.\t8.\tThe Director shall prepare, maintain, and update, as deemed necessary and appropriate, the Development Best Management Practices Handbook to set LID standards and practices and standards for stormwater pollution mitigation, including urban and stormwater runoff quantity and quality control development principles and technologies for achieving the LID standards. The Development Best Management Practices Handbook shall also include technical feasibility and implementation parameters, alternative compliance for technical infeasibility, as well as other rules, requirements and procedures as the Director deems necessary for implementing the provisions of this Section of the Los Angeles Municipal Code.  The Board of Public Works shall adopt the Development Best Management Practices Handbook no later than 90 days after the adoption of this Ordinance by the City Council and the Mayor.\t9.\tThe Director of the Bureau of Sanitation shall develop as deemed necessary and appropriate, in cooperation with other City departments and stakeholders, informational bulletins, training manuals and educational materials to assist in the implementation of the LID requirements.\t10.\tThe applicant can appeal the Director’s determination of compliance with the provisions of this Article to the Board of Public Works within 30 days of the date of the determination.\t11.\tAny Development or Redevelopment that is exempted from LID requirements under section D. has the option to voluntarily opt in and incorporate into the project the LID requirements set forth herein.  In such case, the Best Management Practices plan check fee associated with the project shall be waived and all LID related plan check processes shall be expedited.\t12.\tAny Development or Redevelopment exempted from this Ordinance under section D. shall comply with all applicable SUSMP requirements.\t(D)\tExceptions to LID Requirements.  The provisions of this Section do not apply to any of the following:\t1.\tA Development or Redevelopment that only creates, adds or replaces less than 500 square feet of impervious area;\t2.\tA Development or Redevelopment involving only emergency construction activity required to immediately protect public health and safety; \t3.\tInfrastructure projects within the public right-of-way;\t4.\tA Development or Redevelopment involving only activity related to gas, water, cable, or electricity services on private property;\t5.\tA Development or Redevelopment involving only re-striping of permitted parking lots;\t6.\tA project involving only exterior movie or television production sets, or facades on an existing developed site.\t(E)\tOther Agencies of the City of Los Angeles.  All City of Los Angeles departments, offices, entities and agencies, shall establish administrative procedures necessary to implement the provisions of this Article on their Development and Redevelopment projects and report their activities annually to the Board of Public Works.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}