{"section_number":"64.70.02","edition_id":"1","section_id":"1907","structure_id":"98","catch_line":"Pollutant Discharge Control.","history":"","full_text":"  POLLUTANT DISCHARGE CONTROL.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\n\n\tA.\tGeneral Discharge Prohibitions.  No person shall discharge, cause, permit, or contribute to the discharge of any of the following to the storm drain system or receiving waters:\n\n\t1.\tAny liquids, solids or gases which by reason of their nature or quantity are flammable, reactive, explosive, corrosive, or radioactive, or by interaction with other materials could result in fire, explosion or injury.\n\n\t2.\tAny solid or viscous materials which could cause obstruction to the flow or operation of the storm drain system.\n\n\t3.\tAny pollutant that injures or constitutes a hazard to human, animal, plant, or fish life, or creates a public nuisance.\n\n\t4.\tAny noxious or malodorous liquid, gas, or solid in sufficient quantity, either singly or by interaction with other materials, which creates a public nuisance, hazard to life, or inhibits authorized entry of any person into the storm drain system.\n\n\t5.\tAny medical, infectious, toxic or hazardous material or waste.\n\n\tB.\tControlling the Discharge of Pollutants Associated with Industrial or Commercial Activities.  Except as allowed under a general or separate NPDES permit, the following prohibitions apply to all persons operating or performing any industrial or commercial activities within the City of Los Angeles:\n\n\t1.\tNo person shall discharge, cause or permit the discharge of untreated wastewater from steam cleaning, mobile carpet cleaning, or from other such mobile commercial or industrial operations into the storm drain system.\n\n\t2.\tNo person shall discharge, cause or permit any discharge of untreated runoff containing grease, oil, antifreeze, other fluids from machinery, equipment, tools or motor vehicles, or hazardous substances into the storm drain system.\n\n\t3.\tNo person shall discharge, cause or permit the discharge of untreated runoff from the washing of toxic materials from paved or unpaved areas into the storm drain system.\n\n\t4.\tNo person shall discharge, cause or permit the discharge of wastewater from the washing out of concrete trucks into the storm drain system.\n\n\t5.\tViolation of any of the following prohibitions within this subdivision shall be punishable as a infraction:\n\n\t(a)\tNo person shall discharge, cause or permit the discharge of untreated wash water from gas stations, auto repair garages, or from other types of automotive facilities into the storm drain system.\n\n\t(b)\tNo person shall discharge, cause or permit the discharge of untreated runoff from the washing of impervious surfaces into the storm drain system.  This provision shall apply unless the washing is specifically required by State or local health and safety codes or unless the discharge is conditionally exempt as street or sidewalk washing as provided in Subdivision 2, Subsection A of Section 64.70.03 of this article.\n\n\t(c)\tNo person shall discharge, cause or permit the discharge of food wastes from the washing of any floor coverings such as duck boards, grates, mats or rugs from any commercial kitchen, or from any other commercial food preparation or processing activity, into the storm drain system.\n\n\t(d)\tNo person shall discharge, cause or permit the discharge of commercial\/public swimming pool filter backwash into the storm drain system. \n\n\tC.\tControlling Spills, Dumping Or Disposal Of Materials To The Storm Drain System.  This subsection applies to all persons within the City of Los Angeles and is in addition to any other anti-littering provisions provided in Sections: 56.08, 57.21.06, 62.54, 66.04, and 66.25 of this Code.\n\n\t1.\tThe following prohibitions apply to all persons within the City of Los Angeles and any violation of this subdivision shall be punishable as a misdemeanor:\n\n\t(a)\tNo person shall throw, deposit, leave, cause or permit to be thrown, deposited, placed, or left, any refuse, rubbish, garbage, or other discarded or abandoned objects, articles, and accumulations, in or upon any street, gutter, alley, sidewalk, storm drain, inlet, catch basin, conduit or other drainage structures, business place, or upon any public or private lot of land in the City so that such materials, when exposed to stormwater or any runoff, become a pollutant in the storm drain system.\n\n\t(b)\tNo person shall intentionally dispose or cause the disposal of leaves, dirt, or other landscape debris into the storm drain system.\n\n\t(c)\tNo person shall spill, dump or dispose any pesticide, fungicide, or herbicide, into the storm drain system.\n\n\t(d)\tNo person shall leave, dispose, cause or permit the disposal of hazardous wastes in a manner that results or potentially could result in a spill, leak or drainage of these wastes onto any sidewalk, street or gutter that discharges into or flows with any other runoff into the storm drain system. (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)\n\n\t(e)\tNo person shall store fuels, chemicals, fuel and chemical wastes, animal wastes, garbage, batteries and any toxic or hazardous material(s) in a manner that causes or potentially could cause the runoff of pollutants from these materials or wastes into the storm drain system.  (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)\n\n\t(f)\tNo person shall dispose, discharge, or permit the discharge of any sanitary or septage wastes from any source into the storm drain system.\n\n\tD.\tRequirement to Prevent, Control, and Reduce Stormwater Pollutants.  Any owner or operator of a facility or business within the City of Los Angeles engaged in activities or operations as listed in the Critical Sources Categories, Section III of the Board’s Rules and Regulations shall be required to implement Best Management Practices (BMPs) as promulgated in the Rules and Regulations.  Any owner\/developer of a property under construction within the City of Los Angeles or his designated representative shall be required to implement the stormwater pollution control requirements for construction activities as depicted in the project plans approved by the Department of Building and Safety.  In the event a specified BMP proves to be ineffective or infeasible, the Director may require additional and\/or alternative, site-specific BMPs or conditions deemed appropriate to achieve the objectives of this ordinance as defined in Subsection B of LAMC Section 64.70.  Any violation or failure to implement a BMP in a timely manner shall be punishable as an infraction, unless the violation or failure is declared in this Code to be a misdemeanor.  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)\n\n\tE.\tControlling Pollutants From Parking Lots.  Any owner or operator of industrial\/commercial motor vehicle parking lots with more than twenty-five (25) parking spaces that are located in areas potentially exposed to storm water shall be required through regular sweeping or other effective measures to remove all debris during the period between October 1 and April 15.  Violation of this subsection shall be punishable as an infraction.  (Former Subsection D. re-designated Subsection E. by Ord. No. 175,026, Eff. 2\/2\/03.)","order_by":"70.02","ancestry":{"1":{"id":"98","name":"Stormwater And Urban Runoff Pollution Control","identifier":"4.4","label":"article","url":"\/6\/4.4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2298","structure_id":"98","section_number":"64.70","catch_line":"General Provisions.","url":"\/64.70\/","token":"64.70"},"1":{"id":"510","structure_id":"98","section_number":"64.70.01","catch_line":"Definitions And Abbreviations.","url":"\/64.70.01\/","token":"64.70.01"},"2":{"id":"1907","structure_id":"98","section_number":"64.70.02","catch_line":"Pollutant Discharge Control.","url":"\/64.70.02\/","token":"64.70.02"},"3":{"id":"2961","structure_id":"98","section_number":"64.70.03","catch_line":"Elimination Of Illicit Discharges And Illicit Connections.","url":"\/64.70.03\/","token":"64.70.03"},"4":{"id":"902","structure_id":"98","section_number":"64.70.04","catch_line":"(Reserved)","url":"\/64.70.04\/","token":"64.70.04"},"5":{"id":"3532","structure_id":"98","section_number":"64.70.05","catch_line":"Authority To Inspect.","url":"\/64.70.05\/","token":"64.70.05"},"6":{"id":"1945","structure_id":"98","section_number":"64.70.06","catch_line":"Authority To Arrest And Issue Citations.","url":"\/64.70.06\/","token":"64.70.06"},"7":{"id":"1650","structure_id":"98","section_number":"64.70.07","catch_line":"Enforcement.","url":"\/64.70.07\/","token":"64.70.07"},"8":{"id":"2284","structure_id":"98","section_number":"64.70.08","catch_line":"Remedies Not Exclusive.","url":"\/64.70.08\/","token":"64.70.08"},"9":{"id":"2798","structure_id":"98","section_number":"64.70.09","catch_line":"Liability For Costs Of Correction Arising From Unlawful Discharge.","url":"\/64.70.09\/","token":"64.70.09"},"10":{"id":"2877","structure_id":"98","section_number":"64.70.10","catch_line":"Disposition Of Money Collected.","url":"\/64.70.10\/","token":"64.70.10"},"11":{"id":"3708","structure_id":"98","section_number":"64.70.11","catch_line":"Stormwater And Urban Runoff Pollution Education.","url":"\/64.70.11\/","token":"64.70.11"},"12":{"id":"1509","structure_id":"98","section_number":"64.70.12","catch_line":"Construction And Application.","url":"\/64.70.12\/","token":"64.70.12"},"13":{"id":"3760","structure_id":"98","section_number":"64.70.13","catch_line":"Severability.","url":"\/64.70.13\/","token":"64.70.13"},"14":{"id":"1065","structure_id":"98","section_number":"64.72","catch_line":"Stormwater Pollution Control Measures For Development Planning And Construction Activities.","url":"\/64.72\/","token":"64.72"},"15":{"id":"2145","structure_id":"98","section_number":"64.72.01","catch_line":"Authority Of The Board Of Public Works.","url":"\/64.72.01\/","token":"64.72.01"},"16":{"id":"1534","structure_id":"98","section_number":"64.72.02","catch_line":"Funds Collected From Waiver.","url":"\/64.72.02\/","token":"64.72.02"},"17":{"id":"796","structure_id":"98","section_number":"64.72.03","catch_line":"Supplemental Provisions.","url":"\/64.72.03\/","token":"64.72.03"},"18":{"id":"3740","structure_id":"98","section_number":"64.72.04","catch_line":"Authority To Inspect And Enforce Stormwater Pollution Control Measures.","url":"\/64.72.04\/","token":"64.72.04"},"19":{"id":"2969","structure_id":"98","section_number":"64.72.05","catch_line":"Lid Plan Check Fees.","url":"\/64.72.05\/","token":"64.72.05"}},"next_section":{"id":"2961","structure_id":"98","section_number":"64.70.03","catch_line":"Elimination Of Illicit Discharges And Illicit Connections.","url":"\/64.70.03\/","token":"64.70.03"},"metadata":false,"references":false,"url":"\/64.70.02\/","token":"64.70.02","formats":{"txt":"\/64.70.02.txt","json":"\/64.70.02.xml"},"dublin_core":{"Title":"Pollutant Discharge Control.","Type":"Text","Format":"text\/html","Identifier":"§ 64.70.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPOLLUTANT DISCHARGE CONTROL. (§ 64.70.02)\n\n  POLLUTANT DISCHARGE CONTROL.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\tA.\tGeneral Discharge Prohibitions. \nNo person shall discharge, cause, permit, or contribute to the discharge of any\nof the following to the storm drain system or receiving waters:\t1.\tAny liquids,\nsolids or gases which by reason of their nature or quantity are flammable,\nreactive, explosive, corrosive, or radioactive, or by interaction with other\nmaterials could result in fire, explosion or injury.\t2.\tAny solid or viscous\nmaterials which could cause obstruction to the flow or operation of the storm\ndrain system.\t3.\tAny pollutant that injures or constitutes a hazard to human,\nanimal, plant, or fish life, or creates a public nuisance.\t4.\tAny noxious or\nmalodorous liquid, gas, or solid in sufficient quantity, either singly or by\ninteraction with other materials, which creates a public nuisance, hazard to\nlife, or inhibits authorized entry of any person into the storm drain\nsystem.\t5.\tAny medical, infectious, toxic or hazardous material or\nwaste.\tB.\tControlling the Discharge of Pollutants Associated with Industrial or\nCommercial Activities.  Except as allowed under a general or separate NPDES\npermit, the following prohibitions apply to all persons operating or performing\nany industrial or commercial activities within the City of Los Angeles:\t1.\tNo\nperson shall discharge, cause or permit the discharge of untreated wastewater\nfrom steam cleaning, mobile carpet cleaning, or from other such mobile\ncommercial or industrial operations into the storm drain system.\t2.\tNo person\nshall discharge, cause or permit any discharge of untreated runoff containing\ngrease, oil, antifreeze, other fluids from machinery, equipment, tools or motor\nvehicles, or hazardous substances into the storm drain system.\t3.\tNo person\nshall discharge, cause or permit the discharge of untreated runoff from the\nwashing of toxic materials from paved or unpaved areas into the storm drain\nsystem.\t4.\tNo person shall discharge, cause or permit the discharge of\nwastewater from the washing out of concrete trucks into the storm drain\nsystem.\t5.\tViolation of any of the following prohibitions within this\nsubdivision shall be punishable as a infraction:\t(a)\tNo person shall discharge,\ncause or permit the discharge of untreated wash water from gas stations, auto\nrepair garages, or from other types of automotive facilities into the storm\ndrain system.\t(b)\tNo person shall discharge, cause or permit the discharge of\nuntreated runoff from the washing of impervious surfaces into the storm drain\nsystem.  This provision shall apply unless the washing is specifically required\nby State or local health and safety codes or unless the discharge is\nconditionally exempt as street or sidewalk washing as provided in Subdivision 2,\nSubsection A of Section 64.70.03 of this article.\t(c)\tNo person shall discharge,\ncause or permit the discharge of food wastes from the washing of any floor\ncoverings such as duck boards, grates, mats or rugs from any commercial kitchen,\nor from any other commercial food preparation or processing activity, into the\nstorm drain system.\t(d)\tNo person shall discharge, cause or permit the discharge\nof commercial\/public swimming pool filter backwash into the storm drain\nsystem. \tC.\tControlling Spills, Dumping Or Disposal Of Materials To The Storm\nDrain System.  This subsection applies to all persons within the City of Los\nAngeles and is in addition to any other anti-littering provisions provided in\nSections: 56.08, 57.21.06, 62.54, 66.04, and 66.25 of this Code.\t1.\tThe\nfollowing prohibitions apply to all persons within the City of Los Angeles and\nany violation of this subdivision shall be punishable as a misdemeanor:\t(a)\tNo\nperson shall throw, deposit, leave, cause or permit to be thrown, deposited,\nplaced, or left, any refuse, rubbish, garbage, or other discarded or abandoned\nobjects, articles, and accumulations, in or upon any street, gutter, alley,\nsidewalk, storm drain, inlet, catch basin, conduit or other drainage structures,\nbusiness place, or upon any public or private lot of land in the City so that\nsuch materials, when exposed to stormwater or any runoff, become a pollutant in\nthe storm drain system.\t(b)\tNo person shall intentionally dispose or cause the\ndisposal of leaves, dirt, or other landscape debris into the storm drain\nsystem.\t(c)\tNo person shall spill, dump or dispose any pesticide, fungicide, or\nherbicide, into the storm drain system.\t(d)\tNo person shall leave, dispose,\ncause or permit the disposal of hazardous wastes in a manner that results or\npotentially could result in a spill, leak or drainage of these wastes onto any\nsidewalk, street or gutter that discharges into or flows with any other runoff\ninto the storm drain system. (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)\t(e)\tNo\nperson shall store fuels, chemicals, fuel and chemical wastes, animal wastes,\ngarbage, batteries and any toxic or hazardous material(s) in a manner that\ncauses or potentially could cause the runoff of pollutants from these materials\nor wastes into the storm drain system.  (Amended by Ord. No. 175,026, Eff.\n2\/2\/03.)\t(f)\tNo person shall dispose, discharge, or permit the discharge of any\nsanitary or septage wastes from any source into the storm drain\nsystem.\tD.\tRequirement to Prevent, Control, and Reduce Stormwater Pollutants. \nAny owner or operator of a facility or business within the City of Los Angeles\nengaged in activities or operations as listed in the Critical Sources\nCategories, Section III of the Board’s Rules and Regulations shall be required\nto implement Best Management Practices (BMPs) as promulgated in the Rules and\nRegulations.  Any owner\/developer of a property under construction within the\nCity of Los Angeles or his designated representative shall be required to\nimplement the stormwater pollution control requirements for construction\nactivities as depicted in the project plans approved by the Department of\nBuilding and Safety.  In the event a specified BMP proves to be ineffective or\ninfeasible, the Director may require additional and\/or alternative,\nsite-specific BMPs or conditions deemed appropriate to achieve the objectives of\nthis ordinance as defined in Subsection B of LAMC Section 64.70.  Any violation\nor failure to implement a BMP in a timely manner shall be punishable as an\ninfraction, unless the violation or failure is declared in this Code to be a\nmisdemeanor.  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)\tE.\tControlling\nPollutants From Parking Lots.  Any owner or operator of industrial\/commercial\nmotor vehicle parking lots with more than twenty-five (25) parking spaces that\nare located in areas potentially exposed to storm water shall be required\nthrough regular sweeping or other effective measures to remove all debris during\nthe period between October 1 and April 15.  Violation of this subsection shall\nbe punishable as an infraction.  (Former Subsection D. re-designated Subsection\nE. by Ord. No. 175,026, Eff. 2\/2\/03.)\n","html":"\n\t\t\t\t\t<section><p>  POLLUTANT DISCHARGE CONTROL.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)<br \/><br \/>\tA.\tGeneral Discharge Prohibitions.  No person shall discharge, cause, permit, or contribute to the discharge of any of the following to the storm drain system or receiving waters:<br \/><br \/>\t1.\tAny liquids, solids or gases which by reason of their nature or quantity are flammable, reactive, explosive, corrosive, or radioactive, or by interaction with other <span class=\"dictionary\">materials<\/span> could result in fire, explosion or injury.<br \/><br \/>\t2.\tAny solid or viscous <span class=\"dictionary\">materials<\/span> which could cause obstruction to the flow or operation of the storm drain system.<br \/><br \/>\t3.\tAny pollutant that injures or constitutes a hazard to human, animal, plant, or fish life, or creates a public nuisance.<br \/><br \/>\t4.\tAny noxious or malodorous liquid, gas, or solid in sufficient quantity, either singly or by interaction with other <span class=\"dictionary\">materials<\/span>, which creates a public nuisance, hazard to life, or inhibits authorized entry of any person into the storm drain system.<br \/><br \/>\t5.\tAny medical, infectious, toxic or hazardous <span class=\"dictionary\">material<\/span> or waste.<br \/><br \/>\tB.\tControlling the Discharge of Pollutants Associated with Industrial or Commercial Activities.  Except as allowed under a general or separate NPDES permit, the following prohibitions apply to all persons operating or performing any industrial or commercial activities within the City of Los Angeles:<br \/><br \/>\t1.\tNo person shall discharge, cause or permit the discharge of untreated wastewater from steam cleaning, mobile carpet cleaning, or from other such mobile commercial or industrial operations into the storm drain system.<br \/><br \/>\t2.\tNo person shall discharge, cause or permit any discharge of untreated runoff containing grease, oil, antifreeze, other fluids from machinery, equipment, tools or motor vehicles, or hazardous substances into the storm drain system.<br \/><br \/>\t3.\tNo person shall discharge, cause or permit the discharge of untreated runoff from the washing of toxic <span class=\"dictionary\">materials<\/span> from paved or unpaved areas into the storm drain system.<br \/><br \/>\t4.\tNo person shall discharge, cause or permit the discharge of wastewater from the washing out of concrete trucks into the storm drain system.<br \/><br \/>\t5.\tViolation of any of the following prohibitions within this subdivision shall be punishable as a infraction:<br \/><br \/>\t(a)\tNo person shall discharge, cause or permit the discharge of untreated wash water from gas stations, auto repair garages, or from other types of automotive facilities into the storm drain system.<br \/><br \/>\t(b)\tNo person shall discharge, cause or permit the discharge of untreated runoff from the washing of impervious surfaces into the storm drain system.  This provision shall apply unless the washing is specifically required by State or local health and safety codes or unless the discharge is conditionally exempt as street or sidewalk washing as provided in Subdivision 2, Subsection A of Section 64.70.03 of this article.<br \/><br \/>\t(c)\tNo person shall discharge, cause or permit the discharge of food wastes from the washing of any floor coverings such as duck boards, grates, mats or rugs from any commercial kitchen, or from any other commercial food preparation or processing activity, into the storm drain system.<br \/><br \/>\t(d)\tNo person shall discharge, cause or permit the discharge of commercial\/public swimming pool filter backwash into the storm drain system. <br \/><br \/>\tC.\tControlling Spills, Dumping Or Disposal Of <span class=\"dictionary\">Materials<\/span> To The Storm Drain System.  This subsection applies to all persons within the City of Los Angeles and is in addition to any other anti-littering provisions provided in Sections: 56.08, 57.21.06, 62.54, 66.04, and 66.25 of this Code.<br \/><br \/>\t1.\tThe following prohibitions apply to all persons within the City of Los Angeles and any violation of this subdivision shall be punishable as a <span class=\"dictionary\">misdemeanor<\/span>:<br \/><br \/>\t(a)\tNo person shall throw, deposit, leave, cause or permit to be thrown, deposited, placed, or left, any refuse, rubbish, garbage, or other discarded or abandoned <span class=\"dictionary\">objects<\/span>, articles, and accumulations, in or upon any street, gutter, alley, sidewalk, storm drain, inlet, catch basin, conduit or other drainage structures, business place, or upon any public or private lot of land in the City so that such <span class=\"dictionary\">materials<\/span>, when exposed to stormwater or any runoff, become a pollutant in the storm drain system.<br \/><br \/>\t(b)\tNo person shall intentionally dispose or cause the disposal of leaves, dirt, or other landscape debris into the storm drain system.<br \/><br \/>\t(c)\tNo person shall spill, dump or dispose any pesticide, fungicide, or herbicide, into the storm drain system.<br \/><br \/>\t(d)\tNo person shall leave, dispose, cause or permit the disposal of hazardous wastes in a manner that results or potentially could result in a spill, leak or drainage of these wastes onto any sidewalk, street or gutter that discharges into or flows with any other runoff into the storm drain system. (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)<br \/><br \/>\t(e)\tNo person shall store fuels, chemicals, fuel and chemical wastes, animal wastes, garbage, batteries and any toxic or hazardous <span class=\"dictionary\">material<\/span>(s) in a manner that causes or potentially could cause the runoff of pollutants from these <span class=\"dictionary\">materials<\/span> or wastes into the storm drain system.  (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)<br \/><br \/>\t(f)\tNo person shall dispose, discharge, or permit the discharge of any sanitary or septage wastes from any source into the storm drain system.<br \/><br \/>\tD.\tRequirement to Prevent, Control, and Reduce Stormwater Pollutants.  Any owner or operator of a facility or business within the City of Los Angeles engaged in activities or operations as listed in the Critical Sources Categories, Section III of the Board’s Rules and Regulations shall be required to implement Best Management Practices (BMPs) as promulgated in the Rules and Regulations.  Any owner\/developer of a property under construction within the City of Los Angeles or his designated representative shall be required to implement the stormwater pollution control requirements for construction activities as depicted in the project plans approved by the Department of Building and Safety.  In the event a specified BMP proves to be ineffective or infeasible, the Director may require additional and\/or alternative, site-specific BMPs or conditions deemed appropriate to achieve the objectives of this <span class=\"dictionary\">ordinance<\/span> as defined in Subsection B of LAMC Section 64.70.  Any violation or failure to implement a BMP in a timely manner shall be punishable as an infraction, unless the violation or failure is declared in this Code to be a <span class=\"dictionary\">misdemeanor<\/span>.  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)<br \/><br \/>\tE.\tControlling Pollutants From Parking Lots.  Any owner or operator of industrial\/commercial motor vehicle parking lots with more than twenty-five (25) parking spaces that are located in areas potentially exposed to storm water shall be required through regular sweeping or other effective measures to remove all debris during the period between October 1 and April 15.  Violation of this subsection shall be punishable as an infraction.  (Former Subsection D. re-designated Subsection E. by Ord. No. 175,026, Eff. 2\/2\/03.)<\/p><\/section>","previous_section":{"id":"510","structure_id":"98","section_number":"64.70.01","catch_line":"Definitions And Abbreviations.","url":"\/64.70.01\/","token":"64.70.01"},"text":{"0":{"id":"1890","text":"  POLLUTANT DISCHARGE CONTROL.\n\t(Added by Ord. No. 172,176, Eff. 10\/1\/98.)\tA.\tGeneral Discharge Prohibitions.  No person shall discharge, cause, permit, or contribute to the discharge of any of the following to the storm drain system or receiving waters:\t1.\tAny liquids, solids or gases which by reason of their nature or quantity are flammable, reactive, explosive, corrosive, or radioactive, or by interaction with other materials could result in fire, explosion or injury.\t2.\tAny solid or viscous materials which could cause obstruction to the flow or operation of the storm drain system.\t3.\tAny pollutant that injures or constitutes a hazard to human, animal, plant, or fish life, or creates a public nuisance.\t4.\tAny noxious or malodorous liquid, gas, or solid in sufficient quantity, either singly or by interaction with other materials, which creates a public nuisance, hazard to life, or inhibits authorized entry of any person into the storm drain system.\t5.\tAny medical, infectious, toxic or hazardous material or waste.\tB.\tControlling the Discharge of Pollutants Associated with Industrial or Commercial Activities.  Except as allowed under a general or separate NPDES permit, the following prohibitions apply to all persons operating or performing any industrial or commercial activities within the City of Los Angeles:\t1.\tNo person shall discharge, cause or permit the discharge of untreated wastewater from steam cleaning, mobile carpet cleaning, or from other such mobile commercial or industrial operations into the storm drain system.\t2.\tNo person shall discharge, cause or permit any discharge of untreated runoff containing grease, oil, antifreeze, other fluids from machinery, equipment, tools or motor vehicles, or hazardous substances into the storm drain system.\t3.\tNo person shall discharge, cause or permit the discharge of untreated runoff from the washing of toxic materials from paved or unpaved areas into the storm drain system.\t4.\tNo person shall discharge, cause or permit the discharge of wastewater from the washing out of concrete trucks into the storm drain system.\t5.\tViolation of any of the following prohibitions within this subdivision shall be punishable as a infraction:\t(a)\tNo person shall discharge, cause or permit the discharge of untreated wash water from gas stations, auto repair garages, or from other types of automotive facilities into the storm drain system.\t(b)\tNo person shall discharge, cause or permit the discharge of untreated runoff from the washing of impervious surfaces into the storm drain system.  This provision shall apply unless the washing is specifically required by State or local health and safety codes or unless the discharge is conditionally exempt as street or sidewalk washing as provided in Subdivision 2, Subsection A of Section 64.70.03 of this article.\t(c)\tNo person shall discharge, cause or permit the discharge of food wastes from the washing of any floor coverings such as duck boards, grates, mats or rugs from any commercial kitchen, or from any other commercial food preparation or processing activity, into the storm drain system.\t(d)\tNo person shall discharge, cause or permit the discharge of commercial\/public swimming pool filter backwash into the storm drain system. \tC.\tControlling Spills, Dumping Or Disposal Of Materials To The Storm Drain System.  This subsection applies to all persons within the City of Los Angeles and is in addition to any other anti-littering provisions provided in Sections: 56.08, 57.21.06, 62.54, 66.04, and 66.25 of this Code.\t1.\tThe following prohibitions apply to all persons within the City of Los Angeles and any violation of this subdivision shall be punishable as a misdemeanor:\t(a)\tNo person shall throw, deposit, leave, cause or permit to be thrown, deposited, placed, or left, any refuse, rubbish, garbage, or other discarded or abandoned objects, articles, and accumulations, in or upon any street, gutter, alley, sidewalk, storm drain, inlet, catch basin, conduit or other drainage structures, business place, or upon any public or private lot of land in the City so that such materials, when exposed to stormwater or any runoff, become a pollutant in the storm drain system.\t(b)\tNo person shall intentionally dispose or cause the disposal of leaves, dirt, or other landscape debris into the storm drain system.\t(c)\tNo person shall spill, dump or dispose any pesticide, fungicide, or herbicide, into the storm drain system.\t(d)\tNo person shall leave, dispose, cause or permit the disposal of hazardous wastes in a manner that results or potentially could result in a spill, leak or drainage of these wastes onto any sidewalk, street or gutter that discharges into or flows with any other runoff into the storm drain system. (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)\t(e)\tNo person shall store fuels, chemicals, fuel and chemical wastes, animal wastes, garbage, batteries and any toxic or hazardous material(s) in a manner that causes or potentially could cause the runoff of pollutants from these materials or wastes into the storm drain system.  (Amended by Ord. No. 175,026, Eff. 2\/2\/03.)\t(f)\tNo person shall dispose, discharge, or permit the discharge of any sanitary or septage wastes from any source into the storm drain system.\tD.\tRequirement to Prevent, Control, and Reduce Stormwater Pollutants.  Any owner or operator of a facility or business within the City of Los Angeles engaged in activities or operations as listed in the Critical Sources Categories, Section III of the Board’s Rules and Regulations shall be required to implement Best Management Practices (BMPs) as promulgated in the Rules and Regulations.  Any owner\/developer of a property under construction within the City of Los Angeles or his designated representative shall be required to implement the stormwater pollution control requirements for construction activities as depicted in the project plans approved by the Department of Building and Safety.  In the event a specified BMP proves to be ineffective or infeasible, the Director may require additional and\/or alternative, site-specific BMPs or conditions deemed appropriate to achieve the objectives of this ordinance as defined in Subsection B of LAMC Section 64.70.  Any violation or failure to implement a BMP in a timely manner shall be punishable as an infraction, unless the violation or failure is declared in this Code to be a misdemeanor.  (Added by Ord. No. 175,026, Eff. 2\/2\/03.)\tE.\tControlling Pollutants From Parking Lots.  Any owner or operator of industrial\/commercial motor vehicle parking lots with more than twenty-five (25) parking spaces that are located in areas potentially exposed to storm water shall be required through regular sweeping or other effective measures to remove all debris during the period between October 1 and April 15.  Violation of this subsection shall be punishable as an infraction.  (Former Subsection D. re-designated Subsection E. by Ord. No. 175,026, Eff. 2\/2\/03.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}