{"section_number":"64.70.01","edition_id":"1","section_id":"510","structure_id":"98","catch_line":"Definitions And Abbreviations.","history":"","full_text":"  DEFINITIONS AND ABBREVIATIONS.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)\n\n\tA.\tDefinitions.  For the purpose of this Article, the following words and phrases are defined and shall be construed as set out here, unless it is apparent from the context that they have a different meaning:\n\n\t1.\t“Basin Plan” means a Water Quality Control Plan adopted by the California Regional Water Quality Control Board for a specific watershed or designated area.\n\n\t2.\t“Best Management Practice (BMP)” means activities, practices, facilities, and\/or procedures that when implemented will reduce or prevent pollutants in discharges.\n\n\t3.\t“Board” means the Board of Public Works of the City of Los Angeles or its duly authorized representative.\n\n\t4.\t“Bureau” means the Bureau of Sanitation of the City of Los Angeles or its duly authorized representative.\n\n\t5.\t“City” means the City of Los Angeles or its duly authorized representatives.\n\n\t6.\t“Clean Water Act (CWA)” means the Federal Water Pollution Control Act enacted in 1972, by Public Law 92-500, and amended by the Water Quality Act of 1987.  The Clean Water Act prohibits the discharge of pollutants to Waters of the United States unless the discharge is in accordance with an NPDES permit.\n\n\t7.\t“Commercial Activity” means any public or private activity involved in the storage, transportation, distribution, exchange or sale of goods and\/or commodities or providing professional and\/or non-professional services.\n\n\t8.\t“Construction Activity” means clearing, grading, or excavating that results in soil disturbance.  Construction activity does not include routine maintenance to maintain original line and grade, hydraulic capacity, or the original purpose of the facility, nor does it include emergency construction activities required to immediately protect public health and\/or safety.\n\n\t9.\t“Control” means to minimize, reduce or eliminate by technological, legal, contractual or other means, the discharge of pollutants from an activity or activities.\n\n\t10.\t“Development” means the construction, rehabilitation, redevelopment or reconstruction of any public or private residential project (whether single-family, multi-unit or planned unit development); industrial, commercial, retail and any other non-residential projects, including public agency projects; or mass grading for future construction.\n\n\t11.\t“Development Best Management Practices Handbook” means such handbook, as may be amended from time to time, adopted by the Board of Public Works. \n\n\t12.\t“Director” means the Director of the Bureau of Sanitation of the Department of Public Works of the City of Los Angeles or the duly authorized representatives designated to administer, implement and enforce the provisions of this Article.\n\n\t13.\t“Discharge” means any release, spill, leak, pump, flow, escape, dumping, or disposal of any liquid, semi-solid or solid substance.\n\n\t14.\t“Environmentally Sensitive Areas (ESAs)” means an area in which plant or animal life or their habitats are either rare or especially valuable because of their special nature or role in an ecosystem and which would be easily disturbed or degraded by human activities and developments (See California Public Resources Code § 30107.5).  ESAs include, but are not limited to, areas designated as Significant Ecological Areas by the County of Los Angeles (Los Angeles County Significant Areas Study, Los Angeles County Department of Regional Planning (1976) and amendments); areas designated as Significant Natural Areas by the California Department of Fish and Game’s Significant Natural Areas Program and field verified by the Department of Fish and Game; and areas listed in the Basin Plan as supporting the “Rare, Threatened, or Endangered Species (RARE)” beneficial use.\n\n\t15.\t“Hazardous Material(s)” means any material(s) defined as hazardous by Division 20, Chapter 6.95 of the California Health and Safety Code.\n\n\t16.\t“Illicit Connection” means any man-made conveyance that is connected directly to the storm drain system, excluding roof-drains, and any other similar connection that serves as a pathway for any illicit discharge.\n\n\t17.\t“Illicit Discharge” means any discharge to the storm drain system that is prohibited under local, state or federal statutes, ordinances, codes or regulations.  Illicit discharges include all non-stormwater discharges except discharges pursuant to an NPDES permit or discharges that are exempted or conditionally exempted by the NPDES permit or granted as a special waiver or exemption by the Regional Board.\n\n\t18.\t“Impervious Surface” means any man-made or modified surface that prevents or significantly reduces the entry of water into the underlying soil, resulting in runoff from the surface in greater quantities and\/or at an increased rate, when compared to natural conditions prior to development.  Examples of places that commonly exhibit impervious surfaces include parking lots, driveways, roadways, storage areas, and rooftops.  The imperviousness of these areas commonly results from paving, compacted gravel, compacted earth, and oiled earth.\n\n\t19.\t“Industrial Activity” means any public or private activity that is associated with any of the 11 categories of activities defined in 40 CFR 122.26(b)(14) and required to obtain a NPDES permit.\n\n\t20.\t“Industrial\/Commercial Facility” means any facility involved and\/or used in either the production, manufacture, storage, transportation, distribution, exchange or sale of goods and\/or commodities, and any facility involved and\/or used in providing professional and non-professional services.  This category of facility includes, but is not limited to, any facility defined by the Standard Industrial Classifications (SIC).  Facility ownership (federal, state, municipal, private) and profit motive of the facility are not factors in this Definition.\n\n\t21.\t“LID” means Low Impact Development.\n\n\t22.\t“Maximum Extent Practicable (MEP)” means the standard for implementation of stormwater management programs to reduce pollutants in stormwater.  MEP refers to stormwater management programs taken as a whole.  It is the maximum extent possible taking into account equitable considerations and competing facts, including but not limited to, the gravity of the problem, public health risk, societal concern, environmental benefits, pollutant removal effectiveness, regulatory compliance, public acceptance, ability to implement, cost, and technical feasibility.  Section 402(p) of the Clean Water Act requires that municipal permits shall require controls to reduce the discharge of pollutants to the maximum extent practicable, including management practices, control techniques and systems, design and engineering methods, and other provisions as the Administrator or the State determines appropriate for the control of these pollutants.\n\n\t23.\t“National Pollutant Discharge Elimination System (NPDES)” means a permit issued by the U.S. EPA, State Water Resources Control Board, or the California Regional Water Quality Control Board pursuant to the Clean Water Act that authorizes discharges to Waters of the United States and requires the reduction of pollutants in the discharge.\n\n\t24.\t“Non-Stormwater Discharge” means any discharge to a municipal storm drain system that is not composed entirely of stormwater.\n\n\t25.\t“Person” means any individual, partnership, co-partnership, firm, company, corporation, association, joint stock company, trust, estate, governmental entity or any other legal entity, or their legal representatives, agents or assigns.  The masculine gender shall include the feminine and the singular shall include the plural where indicated by the context.\n\n\t26.\t“Pollutant” means any “pollutant” defined in Section 502(6) of the Federal Clean Water Act or incorporated into the California Water Code Sec. 13373.  Pollutants may include, but are not limited to the following:\n\n\t(a)\tCommercial and industrial waste (such as fuels, solvents, detergents, plastic pellets, hazardous substances, fertilizers, pesticides, slag, ash, and sludge);\n\n\t(b)\tMetals (such as cadmium, lead, zinc, copper, silver, nickel, chromium, and non- metals such as phosphorus and arsenic);\n\n\t(c)\tPetroleum hydrocarbons (such as fuels, lubricants, surfactants, waste oils, solvents, coolants, and grease);\n\n\t(d)\tExcessive eroded soil, sediment, and particulate materials in amounts that may adversely affect the beneficial use of the receiving waters, flora or fauna of the State;\n\n\t(e)\tAnimal wastes (such as discharge from confinement facilities, kennels, pens, recreational facilities, stables, and show facilities); and\n\n\t(f)\tSubstances having characteristics such as pH less than 6 or greater than 9, or unusual coloration or turbidity, or excessive levels of fecal coliform, or fecal streptococcus, or enterococcus.\n\n\t27.\t“Receiving Waters” means all surface water bodies within Los Angeles County that are identified by the Regional Board in a Basin Plan.\n\n\t28.\t“Redevelopment” means land-disturbing activity that results in the creation, addition, or replacement of 500 square feet or more of impervious surface area on an already developed Site.  Redevelopment includes, but is not limited to:  the expansion of a building footprint; addition or replacement of a structure; replacement of impervious surface area that is not part of routine maintenance activity; and land disturbing activity related to structural or impervious surfaces.  It does not include routine maintenance to maintain original line and grade, hydraulic capacity, or original purpose of facility, nor does it include emergency construction activities required to immediately protect public health and safety.\n\n\t29.\t“Regional Board” means the California Regional Water Quality Control Board, Los Angeles Region.\n\n\t30.\t“Rules and Regulations” shall mean Rules and Regulations adopted by the Board of Public Works Governing Pollution Control of Discharges into the Storm Drain System.\n\n\t31.\t“Site” means land or water area where any “facility or activity” is physically located or conducted, including adjacent land used in connection with the facility or activity.\n\n\t32.\t“Storm Drain System” means any facilities or any part of those facilities, including streets, gutters, conduits, natural or artificial drains, channels and watercourses that are used for the purpose of collecting, storing, transporting or disposing of stormwater and are located within the City of Los Angeles.\n\n\t33.\t“Storm Water or Stormwater” means water that originates from atmospheric moisture (rainfall or snow melt) and that falls onto land, water, or other surfaces.  Without any change in its meaning, this term may be spelled or written as one word or two separate words.\n\n\t34.\t“Stormwater Pollution Prevention Plan (SWPPP)” means a plan required by and for which contents are specified in the State of California General Permit for Storm Water Discharges Associated with Industrial Activities or for Stormwater Discharges Associated with Construction Activities.\n\n\t35.\t“Stormwater Runoff” means that part of precipitation (rainfall or snowmelt) which travels across a surface to the storm drain system or receiving waters.\n\n\t36.\t“Toxic Materials” For purposes of compliance with the Los Angeles County Municipal Stormwater Permit, the term “toxic materials” means any material(s) or combination of materials that directly or indirectly cause either acute or chronic toxicity in the water column.\n\n\t37.\t“Untreated” means non stormwater runoff, wastewater or wash waters that have not been subjected to any applicable Treatment Control, Best Management Practices or are not in compliance with conditions of a separate or general NPDES permit.\n\n\t38.\t“Urban Runoff” means surface water flow produced by storm and non-storm events.  Non-storm events include flow from residential, commercial or industrial activities involving the use of potable and non-potable water.","order_by":"70.01","ancestry":{"1":{"id":"98","name":"Stormwater And Urban Runoff Pollution Control","identifier":"4.4","label":"article","url":"\/6\/4.4\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2298","structure_id":"98","section_number":"64.70","catch_line":"General Provisions.","url":"\/64.70\/","token":"64.70"},"1":{"id":"510","structure_id":"98","section_number":"64.70.01","catch_line":"Definitions And Abbreviations.","url":"\/64.70.01\/","token":"64.70.01"},"2":{"id":"1907","structure_id":"98","section_number":"64.70.02","catch_line":"Pollutant Discharge Control.","url":"\/64.70.02\/","token":"64.70.02"},"3":{"id":"2961","structure_id":"98","section_number":"64.70.03","catch_line":"Elimination Of Illicit Discharges And Illicit Connections.","url":"\/64.70.03\/","token":"64.70.03"},"4":{"id":"902","structure_id":"98","section_number":"64.70.04","catch_line":"(Reserved)","url":"\/64.70.04\/","token":"64.70.04"},"5":{"id":"3532","structure_id":"98","section_number":"64.70.05","catch_line":"Authority To Inspect.","url":"\/64.70.05\/","token":"64.70.05"},"6":{"id":"1945","structure_id":"98","section_number":"64.70.06","catch_line":"Authority To Arrest And Issue Citations.","url":"\/64.70.06\/","token":"64.70.06"},"7":{"id":"1650","structure_id":"98","section_number":"64.70.07","catch_line":"Enforcement.","url":"\/64.70.07\/","token":"64.70.07"},"8":{"id":"2284","structure_id":"98","section_number":"64.70.08","catch_line":"Remedies Not Exclusive.","url":"\/64.70.08\/","token":"64.70.08"},"9":{"id":"2798","structure_id":"98","section_number":"64.70.09","catch_line":"Liability For Costs Of Correction Arising From Unlawful Discharge.","url":"\/64.70.09\/","token":"64.70.09"},"10":{"id":"2877","structure_id":"98","section_number":"64.70.10","catch_line":"Disposition Of Money Collected.","url":"\/64.70.10\/","token":"64.70.10"},"11":{"id":"3708","structure_id":"98","section_number":"64.70.11","catch_line":"Stormwater And Urban Runoff Pollution Education.","url":"\/64.70.11\/","token":"64.70.11"},"12":{"id":"1509","structure_id":"98","section_number":"64.70.12","catch_line":"Construction And Application.","url":"\/64.70.12\/","token":"64.70.12"},"13":{"id":"3760","structure_id":"98","section_number":"64.70.13","catch_line":"Severability.","url":"\/64.70.13\/","token":"64.70.13"},"14":{"id":"1065","structure_id":"98","section_number":"64.72","catch_line":"Stormwater Pollution Control Measures For Development Planning And Construction Activities.","url":"\/64.72\/","token":"64.72"},"15":{"id":"2145","structure_id":"98","section_number":"64.72.01","catch_line":"Authority Of The Board Of Public Works.","url":"\/64.72.01\/","token":"64.72.01"},"16":{"id":"1534","structure_id":"98","section_number":"64.72.02","catch_line":"Funds Collected From Waiver.","url":"\/64.72.02\/","token":"64.72.02"},"17":{"id":"796","structure_id":"98","section_number":"64.72.03","catch_line":"Supplemental Provisions.","url":"\/64.72.03\/","token":"64.72.03"},"18":{"id":"3740","structure_id":"98","section_number":"64.72.04","catch_line":"Authority To Inspect And Enforce Stormwater Pollution Control Measures.","url":"\/64.72.04\/","token":"64.72.04"},"19":{"id":"2969","structure_id":"98","section_number":"64.72.05","catch_line":"Lid Plan Check Fees.","url":"\/64.72.05\/","token":"64.72.05"}},"next_section":{"id":"1907","structure_id":"98","section_number":"64.70.02","catch_line":"Pollutant Discharge Control.","url":"\/64.70.02\/","token":"64.70.02"},"metadata":false,"references":false,"url":"\/64.70.01\/","token":"64.70.01","formats":{"txt":"\/64.70.01.txt","json":"\/64.70.01.xml"},"dublin_core":{"Title":"Definitions And Abbreviations.","Type":"Text","Format":"text\/html","Identifier":"§ 64.70.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS AND ABBREVIATIONS. (§ 64.70.01)\n\n  DEFINITIONS AND ABBREVIATIONS.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)\tA.\tDefinitions. \nFor the purpose of this Article, the following words and phrases are defined and\nshall be construed as set out here, unless it is apparent from the context that\nthey have a different meaning:\t1.\t“Basin Plan” means a Water Quality Control\nPlan adopted by the California Regional Water Quality Control Board for a\nspecific watershed or designated area.\t2.\t“Best Management Practice (BMP)”\nmeans activities, practices, facilities, and\/or procedures that when implemented\nwill reduce or prevent pollutants in discharges.\t3.\t“Board” means the Board\nof Public Works of the City of Los Angeles or its duly authorized\nrepresentative.\t4.\t“Bureau” means the Bureau of Sanitation of the City of\nLos Angeles or its duly authorized representative.\t5.\t“City” means the City\nof Los Angeles or its duly authorized representatives.\t6.\t“Clean Water Act\n(CWA)” means the Federal Water Pollution Control Act enacted in 1972, by\nPublic Law 92-500, and amended by the Water Quality Act of 1987.  The Clean\nWater Act prohibits the discharge of pollutants to Waters of the United States\nunless the discharge is in accordance with an NPDES permit.\t7.\t“Commercial\nActivity” means any public or private activity involved in the storage,\ntransportation, distribution, exchange or sale of goods and\/or commodities or\nproviding professional and\/or non-professional services.\t8.\t“Construction\nActivity” means clearing, grading, or excavating that results in soil\ndisturbance.  Construction activity does not include routine maintenance to\nmaintain original line and grade, hydraulic capacity, or the original purpose of\nthe facility, nor does it include emergency construction activities required to\nimmediately protect public health and\/or safety.\t9.\t“Control” means to\nminimize, reduce or eliminate by technological, legal, contractual or other\nmeans, the discharge of pollutants from an activity or\nactivities.\t10.\t“Development” means the construction, rehabilitation,\nredevelopment or reconstruction of any public or private residential project\n(whether single-family, multi-unit or planned unit development); industrial,\ncommercial, retail and any other non-residential projects, including public\nagency projects; or mass grading for future construction.\t11.\t“Development\nBest Management Practices Handbook” means such handbook, as may be amended\nfrom time to time, adopted by the Board of Public Works. \t12.\t“Director”\nmeans the Director of the Bureau of Sanitation of the Department of Public Works\nof the City of Los Angeles or the duly authorized representatives designated to\nadminister, implement and enforce the provisions of this\nArticle.\t13.\t“Discharge” means any release, spill, leak, pump, flow, escape,\ndumping, or disposal of any liquid, semi-solid or solid\nsubstance.\t14.\t“Environmentally Sensitive Areas (ESAs)” means an area in\nwhich plant or animal life or their habitats are either rare or especially\nvaluable because of their special nature or role in an ecosystem and which would\nbe easily disturbed or degraded by human activities and developments (See\nCalifornia Public Resources Code § 30107.5).  ESAs include, but are not\nlimited to, areas designated as Significant Ecological Areas by the County of\nLos Angeles (Los Angeles County Significant Areas Study, Los Angeles County\nDepartment of Regional Planning (1976) and amendments); areas designated as\nSignificant Natural Areas by the California Department of Fish and Game’s\nSignificant Natural Areas Program and field verified by the Department of Fish\nand Game; and areas listed in the Basin Plan as supporting the “Rare,\nThreatened, or Endangered Species (RARE)” beneficial use.\t15.\t“Hazardous\nMaterial(s)” means any material(s) defined as hazardous by Division 20,\nChapter 6.95 of the California Health and Safety Code.\t16.\t“Illicit\nConnection” means any man-made conveyance that is connected directly to the\nstorm drain system, excluding roof-drains, and any other similar connection that\nserves as a pathway for any illicit discharge.\t17.\t“Illicit Discharge” means\nany discharge to the storm drain system that is prohibited under local, state or\nfederal statutes, ordinances, codes or regulations.  Illicit discharges include\nall non-stormwater discharges except discharges pursuant to an NPDES permit or\ndischarges that are exempted or conditionally exempted by the NPDES permit or\ngranted as a special waiver or exemption by the Regional\nBoard.\t18.\t“Impervious Surface” means any man-made or modified surface that\nprevents or significantly reduces the entry of water into the underlying soil,\nresulting in runoff from the surface in greater quantities and\/or at an\nincreased rate, when compared to natural conditions prior to development. \nExamples of places that commonly exhibit impervious surfaces include parking\nlots, driveways, roadways, storage areas, and rooftops.  The imperviousness of\nthese areas commonly results from paving, compacted gravel, compacted earth, and\noiled earth.\t19.\t“Industrial Activity” means any public or private activity\nthat is associated with any of the 11 categories of activities defined in 40 CFR\n122.26(b)(14) and required to obtain a NPDES\npermit.\t20.\t“Industrial\/Commercial Facility” means any facility involved\nand\/or used in either the production, manufacture, storage, transportation,\ndistribution, exchange or sale of goods and\/or commodities, and any facility\ninvolved and\/or used in providing professional and non-professional services. \nThis category of facility includes, but is not limited to, any facility defined\nby the Standard Industrial Classifications (SIC).  Facility ownership (federal,\nstate, municipal, private) and profit motive of the facility are not factors in\nthis Definition.\t21.\t“LID” means Low Impact Development.\t22.\t“Maximum\nExtent Practicable (MEP)” means the standard for implementation of stormwater\nmanagement programs to reduce pollutants in stormwater.  MEP refers to\nstormwater management programs taken as a whole.  It is the maximum extent\npossible taking into account equitable considerations and competing facts,\nincluding but not limited to, the gravity of the problem, public health risk,\nsocietal concern, environmental benefits, pollutant removal effectiveness,\nregulatory compliance, public acceptance, ability to implement, cost, and\ntechnical feasibility.  Section 402(p) of the Clean Water Act requires that\nmunicipal permits shall require controls to reduce the discharge of pollutants\nto the maximum extent practicable, including management practices, control\ntechniques and systems, design and engineering methods, and other provisions as\nthe Administrator or the State determines appropriate for the control of these\npollutants.\t23.\t“National Pollutant Discharge Elimination System (NPDES)”\nmeans a permit issued by the U.S. EPA, State Water Resources Control Board, or\nthe California Regional Water Quality Control Board pursuant to the Clean Water\nAct that authorizes discharges to Waters of the United States and requires the\nreduction of pollutants in the discharge.\t24.\t“Non-Stormwater Discharge”\nmeans any discharge to a municipal storm drain system that is not composed\nentirely of stormwater.\t25.\t“Person” means any individual, partnership,\nco-partnership, firm, company, corporation, association, joint stock company,\ntrust, estate, governmental entity or any other legal entity, or their legal\nrepresentatives, agents or assigns.  The masculine gender shall include the\nfeminine and the singular shall include the plural where indicated by the\ncontext.\t26.\t“Pollutant” means any “pollutant” defined in Section 502(6)\nof the Federal Clean Water Act or incorporated into the California Water Code\nSec. 13373.  Pollutants may include, but are not limited to the\nfollowing:\t(a)\tCommercial and industrial waste (such as fuels, solvents,\ndetergents, plastic pellets, hazardous substances, fertilizers, pesticides,\nslag, ash, and sludge);\t(b)\tMetals (such as cadmium, lead, zinc, copper, silver,\nnickel, chromium, and non- metals such as phosphorus and arsenic);\t(c)\tPetroleum\nhydrocarbons (such as fuels, lubricants, surfactants, waste oils, solvents,\ncoolants, and grease);\t(d)\tExcessive eroded soil, sediment, and particulate\nmaterials in amounts that may adversely affect the beneficial use of the\nreceiving waters, flora or fauna of the State;\t(e)\tAnimal wastes (such as\ndischarge from confinement facilities, kennels, pens, recreational facilities,\nstables, and show facilities); and\t(f)\tSubstances having characteristics such as\npH less than 6 or greater than 9, or unusual coloration or turbidity, or\nexcessive levels of fecal coliform, or fecal streptococcus, or\nenterococcus.\t27.\t“Receiving Waters” means all surface water bodies within\nLos Angeles County that are identified by the Regional Board in a Basin\nPlan.\t28.\t“Redevelopment” means land-disturbing activity that results in the\ncreation, addition, or replacement of 500 square feet or more of impervious\nsurface area on an already developed Site.  Redevelopment includes, but is not\nlimited to:  the expansion of a building footprint; addition or replacement of\na structure; replacement of impervious surface area that is not part of routine\nmaintenance activity; and land disturbing activity related to structural or\nimpervious surfaces.  It does not include routine maintenance to maintain\noriginal line and grade, hydraulic capacity, or original purpose of facility,\nnor does it include emergency construction activities required to immediately\nprotect public health and safety.\t29.\t“Regional Board” means the California\nRegional Water Quality Control Board, Los Angeles Region.\t30.\t“Rules and\nRegulations” shall mean Rules and Regulations adopted by the Board of Public\nWorks Governing Pollution Control of Discharges into the Storm Drain\nSystem.\t31.\t“Site” means land or water area where any “facility or\nactivity” is physically located or conducted, including adjacent land used in\nconnection with the facility or activity.\t32.\t“Storm Drain System” means any\nfacilities or any part of those facilities, including streets, gutters,\nconduits, natural or artificial drains, channels and watercourses that are used\nfor the purpose of collecting, storing, transporting or disposing of stormwater\nand are located within the City of Los Angeles.\t33.\t“Storm Water or\nStormwater” means water that originates from atmospheric moisture (rainfall or\nsnow melt) and that falls onto land, water, or other surfaces.  Without any\nchange in its meaning, this term may be spelled or written as one word or two\nseparate words.\t34.\t“Stormwater Pollution Prevention Plan (SWPPP)” means a\nplan required by and for which contents are specified in the State of California\nGeneral Permit for Storm Water Discharges Associated with Industrial Activities\nor for Stormwater Discharges Associated with Construction\nActivities.\t35.\t“Stormwater Runoff” means that part of precipitation\n(rainfall or snowmelt) which travels across a surface to the storm drain system\nor receiving waters.\t36.\t“Toxic Materials” For purposes of compliance with\nthe Los Angeles County Municipal Stormwater Permit, the term “toxic\nmaterials” means any material(s) or combination of materials that directly or\nindirectly cause either acute or chronic toxicity in the water\ncolumn.\t37.\t“Untreated” means non stormwater runoff, wastewater or wash\nwaters that have not been subjected to any applicable Treatment Control, Best\nManagement Practices or are not in compliance with conditions of a separate or\ngeneral NPDES permit.\t38.\t“Urban Runoff” means surface water flow produced\nby storm and non-storm events.  Non-storm events include flow from residential,\ncommercial or industrial activities involving the use of potable and non-potable\nwater.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS AND ABBREVIATIONS.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)<br \/><br \/>\tA.\tDefinitions.  For the purpose of this Article, the following words and phrases are defined and shall be construed as set out here, unless it is apparent from the context that they have a different meaning:<br \/><br \/>\t1.\t“Basin Plan” means a Water Quality Control Plan adopted by the California Regional Water Quality Control Board for a specific watershed or designated area.<br \/><br \/>\t2.\t“Best Management Practice (BMP)” means activities, practices, facilities, and\/or procedures that when implemented will reduce or prevent pollutants in discharges.<br \/><br \/>\t3.\t“Board” means the Board of Public Works of the City of Los Angeles or its duly authorized representative.<br \/><br \/>\t4.\t“Bureau” means the Bureau of Sanitation of the City of Los Angeles or its duly authorized representative.<br \/><br \/>\t5.\t“City” means the City of Los Angeles or its duly authorized representatives.<br \/><br \/>\t6.\t“Clean Water Act (CWA)” means the Federal Water Pollution Control Act enacted in 1972, by Public <span class=\"dictionary\">Law<\/span> 92-500, and amended by the Water Quality Act of 1987.  The Clean Water Act prohibits the discharge of pollutants to Waters of the United States unless the discharge is in accordance with an NPDES permit.<br \/><br \/>\t7.\t“Commercial Activity” means any public or private activity involved in the storage, transportation, distribution, exchange or sale of goods and\/or commodities or providing professional and\/or non-professional services.<br \/><br \/>\t8.\t“Construction Activity” means clearing, grading, or excavating that results in soil disturbance.  Construction activity does not include routine maintenance to maintain original line and grade, hydraulic capacity, or the original purpose of the facility, nor does it include emergency construction activities required to immediately protect public health and\/or safety.<br \/><br \/>\t9.\t“Control” means to minimize, reduce or eliminate by technological, legal, contractual or other means, the discharge of pollutants from an activity or activities.<br \/><br \/>\t10.\t“Development” means the construction, rehabilitation, redevelopment or reconstruction of any public or private residential project (whether single-family, multi-unit or planned unit development); industrial, commercial, retail and any other non-residential projects, including public agency projects; or mass grading for future construction.<br \/><br \/>\t11.\t“Development Best Management Practices Handbook” means such handbook, as may be amended from time to time, adopted by the Board of Public Works. <br \/><br \/>\t12.\t“Director” means the Director of the Bureau of Sanitation of the Department of Public Works of the City of Los Angeles or the duly authorized representatives designated to administer, implement and enforce the provisions of this Article.<br \/><br \/>\t13.\t“Discharge” means any release, spill, leak, pump, flow, escape, dumping, or disposal of any liquid, semi-solid or solid substance.<br \/><br \/>\t14.\t“Environmentally Sensitive Areas (ESAs)” means an area in which plant or animal life or their habitats are either rare or especially valuable because of their special nature or role in an ecosystem and which would be easily disturbed or degraded by human activities and developments (See California Public Resources Code §&nbsp;30107.5).  ESAs include, but are not limited to, areas designated as Significant Ecological Areas by the County of Los Angeles (Los Angeles County Significant Areas Study, Los Angeles County Department of Regional Planning (1976) and amendments); areas designated as Significant Natural Areas by the California Department of Fish and Game’s Significant Natural Areas Program and field verified by the Department of Fish and Game; and areas listed in the Basin Plan as supporting the “Rare, Threatened, or Endangered Species (RARE)” beneficial use.<br \/><br \/>\t15.\t“Hazardous <span class=\"dictionary\">Material<\/span>(s)” means any <span class=\"dictionary\">material<\/span>(s) defined as hazardous by Division 20, Chapter 6.95 of the California Health and Safety Code.<br \/><br \/>\t16.\t“Illicit Connection” means any man-made conveyance that is connected directly to the storm drain system, excluding roof-drains, and any other similar connection that serves as a pathway for any illicit discharge.<br \/><br \/>\t17.\t“Illicit Discharge” means any discharge to the storm drain system that is prohibited under local, state or federal <span class=\"dictionary\">statutes<\/span>, <span class=\"dictionary\">ordinances<\/span>, codes or regulations.  Illicit discharges include all non-stormwater discharges except discharges pursuant to an NPDES permit or discharges that are exempted or conditionally exempted by the NPDES permit or granted as a special <span class=\"dictionary\">waiver<\/span> or exemption by the Regional Board.<br \/><br \/>\t18.\t“Impervious Surface” means any man-made or modified surface that prevents or significantly reduces the entry of water into the underlying soil, resulting in runoff from the surface in greater quantities and\/or at an increased rate, when compared to natural conditions prior to development.  Examples of places that commonly exhibit impervious surfaces include parking lots, driveways, roadways, storage areas, and rooftops.  The imperviousness of these areas commonly results from paving, compacted gravel, compacted earth, and oiled earth.<br \/><br \/>\t19.\t“Industrial Activity” means any public or private activity that is associated with any of the 11 categories of activities defined in 40 CFR 122.26(b)(14) and required to obtain a NPDES permit.<br \/><br \/>\t20.\t“Industrial\/Commercial Facility” means any facility involved and\/or used in either the production, manufacture, storage, transportation, distribution, exchange or sale of goods and\/or commodities, and any facility involved and\/or used in providing professional and non-professional services.  This category of facility includes, but is not limited to, any facility defined by the Standard Industrial Classifications (SIC).  Facility ownership (federal, state, municipal, private) and profit motive of the facility are not factors in this Definition.<br \/><br \/>\t21.\t“LID” means Low Impact Development.<br \/><br \/>\t22.\t“Maximum Extent Practicable (MEP)” means the standard for implementation of stormwater management programs to reduce pollutants in stormwater.  MEP refers to stormwater management programs taken as a whole.  It is the maximum extent possible taking into account <span class=\"dictionary\">equitable<\/span> considerations and competing <span class=\"dictionary\">facts<\/span>, including but not limited to, the gravity of the problem, public health risk, societal concern, environmental benefits, pollutant removal effectiveness, regulatory compliance, public acceptance, ability to implement, cost, and technical feasibility.  Section 402(p) of the Clean Water Act requires that municipal permits shall require controls to reduce the discharge of pollutants to the maximum extent practicable, including management practices, control techniques and systems, design and engineering methods, and other provisions as the Administrator or the State determines appropriate for the control of these pollutants.<br \/><br \/>\t23.\t“National Pollutant Discharge Elimination System (NPDES)” means a permit issued by the U.S. EPA, State Water Resources Control Board, or the California Regional Water Quality Control Board pursuant to the Clean Water Act that authorizes discharges to Waters of the United States and requires the reduction of pollutants in the discharge.<br \/><br \/>\t24.\t“Non-Stormwater Discharge” means any discharge to a municipal storm drain system that is not composed entirely of stormwater.<br \/><br \/>\t25.\t“Person” means any individual, partnership, co-partnership, firm, company, corporation, association, joint stock company, trust, estate, governmental entity or any other legal entity, or their legal representatives, agents or assigns.  The masculine gender shall include the feminine and the singular shall include the plural where indicated by the context.<br \/><br \/>\t26.\t“Pollutant” means any “pollutant” defined in Section 502(6) of the Federal Clean Water Act or incorporated into the California Water Code Sec. 13373.  Pollutants may include, but are not limited to the following:<br \/><br \/>\t(a)\tCommercial and industrial waste (such as fuels, solvents, detergents, plastic pellets, hazardous substances, fertilizers, pesticides, slag, ash, and sludge);<br \/><br \/>\t(b)\tMetals (such as cadmium, lead, zinc, copper, silver, nickel, chromium, and non- metals such as phosphorus and arsenic);<br \/><br \/>\t(c)\tPetroleum hydrocarbons (such as fuels, lubricants, surfactants, waste oils, solvents, coolants, and grease);<br \/><br \/>\t(d)\tExcessive eroded soil, sediment, and particulate <span class=\"dictionary\">materials<\/span> in amounts that may adversely affect the beneficial use of the receiving waters, flora or fauna of the State;<br \/><br \/>\t(e)\tAnimal wastes (such as discharge from confinement facilities, kennels, pens, recreational facilities, stables, and show facilities); and<br \/><br \/>\t(f)\tSubstances having characteristics such as pH less than 6 or greater than 9, or unusual coloration or turbidity, or excessive levels of fecal coliform, or fecal streptococcus, or enterococcus.<br \/><br \/>\t27.\t“Receiving Waters” means all surface water bodies within Los Angeles County that are identified by the Regional Board in a Basin Plan.<br \/><br \/>\t28.\t“Redevelopment” means land-disturbing activity that results in the creation, addition, or replacement of 500 square feet or more of impervious surface area on an already developed Site.  Redevelopment includes, but is not limited to:  the expansion of a building footprint; addition or replacement of a structure; replacement of impervious surface area that is not part of routine maintenance activity; and land disturbing activity related to structural or impervious surfaces.  It does not include routine maintenance to maintain original line and grade, hydraulic capacity, or original purpose of facility, nor does it include emergency construction activities required to immediately protect public health and safety.<br \/><br \/>\t29.\t“Regional Board” means the California Regional Water Quality Control Board, Los Angeles Region.<br \/><br \/>\t30.\t“Rules and Regulations” shall mean Rules and Regulations adopted by the Board of Public Works Governing Pollution Control of Discharges into the Storm Drain System.<br \/><br \/>\t31.\t“Site” means land or water area where any “facility or activity” is physically located or conducted, including adjacent land used in connection with the facility or activity.<br \/><br \/>\t32.\t“Storm Drain System” means any facilities or any part of those facilities, including streets, gutters, conduits, natural or artificial drains, channels and watercourses that are used for the purpose of collecting, storing, transporting or disposing of stormwater and are located within the City of Los Angeles.<br \/><br \/>\t33.\t“Storm Water or Stormwater” means water that originates from atmospheric moisture (rainfall or snow melt) and that falls onto land, water, or other surfaces.  Without any change in its meaning, this term may be spelled or written as one word or two separate words.<br \/><br \/>\t34.\t“Stormwater Pollution Prevention Plan (SWPPP)” means a plan required by and for which contents are specified in the State of California General Permit for Storm Water Discharges Associated with Industrial Activities or for Stormwater Discharges Associated with Construction Activities.<br \/><br \/>\t35.\t“Stormwater Runoff” means that part of precipitation (rainfall or snowmelt) which travels across a surface to the storm drain system or receiving waters.<br \/><br \/>\t36.\t“Toxic <span class=\"dictionary\">Materials<\/span>” For purposes of compliance with the Los Angeles County Municipal Stormwater Permit, the term “toxic <span class=\"dictionary\">materials<\/span>” means any <span class=\"dictionary\">material<\/span>(s) or combination of <span class=\"dictionary\">materials<\/span> that directly or indirectly cause either acute or chronic toxicity in the water column.<br \/><br \/>\t37.\t“Untreated” means non stormwater runoff, wastewater or wash waters that have not been subjected to any applicable Treatment Control, Best Management Practices or are not in compliance with conditions of a separate or general NPDES permit.<br \/><br \/>\t38.\t“Urban Runoff” means surface water flow produced by storm and non-storm events.  Non-storm events include flow from residential, commercial or industrial activities involving the use of potable and non-potable water.<\/p><\/section>","text":{"0":{"id":"503","text":"  DEFINITIONS AND ABBREVIATIONS.\n\t(Amended by Ord. No. 181,899, Eff. 11\/14\/11, Oper. 5\/12\/12.)\tA.\tDefinitions.  For the purpose of this Article, the following words and phrases are defined and shall be construed as set out here, unless it is apparent from the context that they have a different meaning:\t1.\t“Basin Plan” means a Water Quality Control Plan adopted by the California Regional Water Quality Control Board for a specific watershed or designated area.\t2.\t“Best Management Practice (BMP)” means activities, practices, facilities, and\/or procedures that when implemented will reduce or prevent pollutants in discharges.\t3.\t“Board” means the Board of Public Works of the City of Los Angeles or its duly authorized representative.\t4.\t“Bureau” means the Bureau of Sanitation of the City of Los Angeles or its duly authorized representative.\t5.\t“City” means the City of Los Angeles or its duly authorized representatives.\t6.\t“Clean Water Act (CWA)” means the Federal Water Pollution Control Act enacted in 1972, by Public Law 92-500, and amended by the Water Quality Act of 1987.  The Clean Water Act prohibits the discharge of pollutants to Waters of the United States unless the discharge is in accordance with an NPDES permit.\t7.\t“Commercial Activity” means any public or private activity involved in the storage, transportation, distribution, exchange or sale of goods and\/or commodities or providing professional and\/or non-professional services.\t8.\t“Construction Activity” means clearing, grading, or excavating that results in soil disturbance.  Construction activity does not include routine maintenance to maintain original line and grade, hydraulic capacity, or the original purpose of the facility, nor does it include emergency construction activities required to immediately protect public health and\/or safety.\t9.\t“Control” means to minimize, reduce or eliminate by technological, legal, contractual or other means, the discharge of pollutants from an activity or activities.\t10.\t“Development” means the construction, rehabilitation, redevelopment or reconstruction of any public or private residential project (whether single-family, multi-unit or planned unit development); industrial, commercial, retail and any other non-residential projects, including public agency projects; or mass grading for future construction.\t11.\t“Development Best Management Practices Handbook” means such handbook, as may be amended from time to time, adopted by the Board of Public Works. \t12.\t“Director” means the Director of the Bureau of Sanitation of the Department of Public Works of the City of Los Angeles or the duly authorized representatives designated to administer, implement and enforce the provisions of this Article.\t13.\t“Discharge” means any release, spill, leak, pump, flow, escape, dumping, or disposal of any liquid, semi-solid or solid substance.\t14.\t“Environmentally Sensitive Areas (ESAs)” means an area in which plant or animal life or their habitats are either rare or especially valuable because of their special nature or role in an ecosystem and which would be easily disturbed or degraded by human activities and developments (See California Public Resources Code § 30107.5).  ESAs include, but are not limited to, areas designated as Significant Ecological Areas by the County of Los Angeles (Los Angeles County Significant Areas Study, Los Angeles County Department of Regional Planning (1976) and amendments); areas designated as Significant Natural Areas by the California Department of Fish and Game’s Significant Natural Areas Program and field verified by the Department of Fish and Game; and areas listed in the Basin Plan as supporting the “Rare, Threatened, or Endangered Species (RARE)” beneficial use.\t15.\t“Hazardous Material(s)” means any material(s) defined as hazardous by Division 20, Chapter 6.95 of the California Health and Safety Code.\t16.\t“Illicit Connection” means any man-made conveyance that is connected directly to the storm drain system, excluding roof-drains, and any other similar connection that serves as a pathway for any illicit discharge.\t17.\t“Illicit Discharge” means any discharge to the storm drain system that is prohibited under local, state or federal statutes, ordinances, codes or regulations.  Illicit discharges include all non-stormwater discharges except discharges pursuant to an NPDES permit or discharges that are exempted or conditionally exempted by the NPDES permit or granted as a special waiver or exemption by the Regional Board.\t18.\t“Impervious Surface” means any man-made or modified surface that prevents or significantly reduces the entry of water into the underlying soil, resulting in runoff from the surface in greater quantities and\/or at an increased rate, when compared to natural conditions prior to development.  Examples of places that commonly exhibit impervious surfaces include parking lots, driveways, roadways, storage areas, and rooftops.  The imperviousness of these areas commonly results from paving, compacted gravel, compacted earth, and oiled earth.\t19.\t“Industrial Activity” means any public or private activity that is associated with any of the 11 categories of activities defined in 40 CFR 122.26(b)(14) and required to obtain a NPDES permit.\t20.\t“Industrial\/Commercial Facility” means any facility involved and\/or used in either the production, manufacture, storage, transportation, distribution, exchange or sale of goods and\/or commodities, and any facility involved and\/or used in providing professional and non-professional services.  This category of facility includes, but is not limited to, any facility defined by the Standard Industrial Classifications (SIC).  Facility ownership (federal, state, municipal, private) and profit motive of the facility are not factors in this Definition.\t21.\t“LID” means Low Impact Development.\t22.\t“Maximum Extent Practicable (MEP)” means the standard for implementation of stormwater management programs to reduce pollutants in stormwater.  MEP refers to stormwater management programs taken as a whole.  It is the maximum extent possible taking into account equitable considerations and competing facts, including but not limited to, the gravity of the problem, public health risk, societal concern, environmental benefits, pollutant removal effectiveness, regulatory compliance, public acceptance, ability to implement, cost, and technical feasibility.  Section 402(p) of the Clean Water Act requires that municipal permits shall require controls to reduce the discharge of pollutants to the maximum extent practicable, including management practices, control techniques and systems, design and engineering methods, and other provisions as the Administrator or the State determines appropriate for the control of these pollutants.\t23.\t“National Pollutant Discharge Elimination System (NPDES)” means a permit issued by the U.S. EPA, State Water Resources Control Board, or the California Regional Water Quality Control Board pursuant to the Clean Water Act that authorizes discharges to Waters of the United States and requires the reduction of pollutants in the discharge.\t24.\t“Non-Stormwater Discharge” means any discharge to a municipal storm drain system that is not composed entirely of stormwater.\t25.\t“Person” means any individual, partnership, co-partnership, firm, company, corporation, association, joint stock company, trust, estate, governmental entity or any other legal entity, or their legal representatives, agents or assigns.  The masculine gender shall include the feminine and the singular shall include the plural where indicated by the context.\t26.\t“Pollutant” means any “pollutant” defined in Section 502(6) of the Federal Clean Water Act or incorporated into the California Water Code Sec. 13373.  Pollutants may include, but are not limited to the following:\t(a)\tCommercial and industrial waste (such as fuels, solvents, detergents, plastic pellets, hazardous substances, fertilizers, pesticides, slag, ash, and sludge);\t(b)\tMetals (such as cadmium, lead, zinc, copper, silver, nickel, chromium, and non- metals such as phosphorus and arsenic);\t(c)\tPetroleum hydrocarbons (such as fuels, lubricants, surfactants, waste oils, solvents, coolants, and grease);\t(d)\tExcessive eroded soil, sediment, and particulate materials in amounts that may adversely affect the beneficial use of the receiving waters, flora or fauna of the State;\t(e)\tAnimal wastes (such as discharge from confinement facilities, kennels, pens, recreational facilities, stables, and show facilities); and\t(f)\tSubstances having characteristics such as pH less than 6 or greater than 9, or unusual coloration or turbidity, or excessive levels of fecal coliform, or fecal streptococcus, or enterococcus.\t27.\t“Receiving Waters” means all surface water bodies within Los Angeles County that are identified by the Regional Board in a Basin Plan.\t28.\t“Redevelopment” means land-disturbing activity that results in the creation, addition, or replacement of 500 square feet or more of impervious surface area on an already developed Site.  Redevelopment includes, but is not limited to:  the expansion of a building footprint; addition or replacement of a structure; replacement of impervious surface area that is not part of routine maintenance activity; and land disturbing activity related to structural or impervious surfaces.  It does not include routine maintenance to maintain original line and grade, hydraulic capacity, or original purpose of facility, nor does it include emergency construction activities required to immediately protect public health and safety.\t29.\t“Regional Board” means the California Regional Water Quality Control Board, Los Angeles Region.\t30.\t“Rules and Regulations” shall mean Rules and Regulations adopted by the Board of Public Works Governing Pollution Control of Discharges into the Storm Drain System.\t31.\t“Site” means land or water area where any “facility or activity” is physically located or conducted, including adjacent land used in connection with the facility or activity.\t32.\t“Storm Drain System” means any facilities or any part of those facilities, including streets, gutters, conduits, natural or artificial drains, channels and watercourses that are used for the purpose of collecting, storing, transporting or disposing of stormwater and are located within the City of Los Angeles.\t33.\t“Storm Water or Stormwater” means water that originates from atmospheric moisture (rainfall or snow melt) and that falls onto land, water, or other surfaces.  Without any change in its meaning, this term may be spelled or written as one word or two separate words.\t34.\t“Stormwater Pollution Prevention Plan (SWPPP)” means a plan required by and for which contents are specified in the State of California General Permit for Storm Water Discharges Associated with Industrial Activities or for Stormwater Discharges Associated with Construction Activities.\t35.\t“Stormwater Runoff” means that part of precipitation (rainfall or snowmelt) which travels across a surface to the storm drain system or receiving waters.\t36.\t“Toxic Materials” For purposes of compliance with the Los Angeles County Municipal Stormwater Permit, the term “toxic materials” means any material(s) or combination of materials that directly or indirectly cause either acute or chronic toxicity in the water column.\t37.\t“Untreated” means non stormwater runoff, wastewater or wash waters that have not been subjected to any applicable Treatment Control, Best Management Practices or are not in compliance with conditions of a separate or general NPDES permit.\t38.\t“Urban Runoff” means surface water flow produced by storm and non-storm events.  Non-storm events include flow from residential, commercial or industrial activities involving the use of potable and non-potable water.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2298","structure_id":"98","section_number":"64.70","catch_line":"General Provisions.","url":"\/64.70\/","token":"64.70"}}