{"section_number":"66.41","edition_id":"1","section_id":"3","structure_id":"6","catch_line":"Charge Imposed.","history":"","full_text":"  CHARGE IMPOSED.\n\n\t(a)\tFor all costs related to the collection, transfer, recycling, recovery of waste resources and\/or disposal of solid waste collected by the City of Los Angeles including, but not limited to:  salaries, direct and indirect overhead, equipment, ancillary equipment, refuse and recycling containers and vehicles, landfill costs, whether for disposal or for resource recovery facilities or refuse to energy and fuel facilities or closure of City owned facilities, development, acquisition, construction, operation and maintenance of equipment, alternative fuel infrastructure, buildings or facilities used in the collection, recycling, recovery of waste resources and\/or disposal of solid waste or storage of solid waste related equipment, transfer facilities, resource recovery facilities or transfer equipment, maintenance of transfer facilities or equipment, or for facilities and equipment used in the recovery of waste resources in the form of energy, alternative fuels or manufacturing feedstocks, there is hereby imposed for all related costs of the services provided in the collection, the availability of collection, transfer, recycling, the availability of recycling, the recovery of waste resources, disposal and the availability of disposal of solid waste the following charges for the dwelling classifications listed:  (Amended by Ord. No. 177,478, Eff. 6\/4\/06.)\n\n\t(1)\tSingle-Family Dwelling.  $26.00 per month, or any fraction of a month for each single dwelling unit, effective through August 31, 2008; $36.32 per month, effective September 1, 2008, until further amended by the City Council.  (Amended by Ord. No. 180,116, Eff. 9\/8\/08.)\n\n\t(2)\tMultiple-Family Dwelling.  $17.16 per month, or any fraction of a month for each dwelling unit within a multiple-family dwelling from which refuse is collected by the City, effective through August 31, 2008; $24.33 per month, effective September 1, 2008, until further amended by the City Council.  No charge shall be imposed on any multiple-family dwelling where the City does not collect refuse.  (Amended by Ord. No. 180,116, Eff. 9\/8\/08.)\n\n\t(b)\tReductions and Exemptions.  (Amended by Ord. No. 181,410, Eff. 12\/29\/10.)\n\n\t(1)\tAn exemption from the charge imposed pursuant to Subsection (a) of this Section shall be provided for single family dwellings as to which City collection service cannot be provided because of physical limitations restricting access by City collection vehicles.\n\n\t(2)\tThe charge imposed pursuant to Subsection (a) of this Section shall be reduced by sixty-five (65) percent as of the effective date of this ordinance, and the charge shall be reduced by thirty (30) percent as of July 1, 2011, for any senior citizen or disabled customer who applies for a reduction and would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  A customer who applies for and receives the reduction shall be entitled to the reduction so long as the customer would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  The Office of Finance, with the assistance of the Bureau of Sanitation, shall every two years verify the continued eligibility of each customer granted a reduction pursuant to the provisions of this Subdivision, and if the Office of Finance determines that a customer is no longer eligible, or has failed to provide evidence of eligibility as requested by the Office of Finance, then the customer shall be charged the full amount of the charge imposed pursuant to Subsection (a) of this Section on the first bill sent to the customer following the Office of Finance determination.  Customers who are charged the full amount of the charge imposed pursuant to Subsection (a) of this Section because of an Office of Finance determination that they are no longer eligible, or that they failed to provide evidence of eligibility, may submit a new application for a reduction pursuant to the provisions of Subdivision (4) of this Subsection. \n\n\t(3)\tNo more than 51,400 customers may receive a reduction pursuant to the provisions of Subdivision (2) of this Subsection at any one time.  (Amended by Ord. No. 182,230, Eff. 9\/30\/12.)\n\n\t(4)\tApplications for a reduction authorized pursuant to the provisions of Subdivision (2) of this Subsection shall be made upon forms supplied by the Office of Finance, who, with the assistance of the Bureau of Sanitation, shall review all applications and notify applicants in writing if it is determined that the applicants are not entitled to a reduction.  The Office of Finance and the Bureau of Sanitation shall review the reduction percentage amount every five years and report to the City Council with recommendations as to the appropriate percentage.\n\n\t(c)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  For all costs related to the collection, transfer, recycling, and\/or disposal of bulky items collected from multi-family apartment dwellings by the City of Los Angeles including, but not limited to, salaries, direct and indirect overhead, equipment and debt, there is hereby imposed a Multi-Family Bulky Item Fee (BIF) for the dwelling classifications listed:\n\n\t(1)\tOwners of Separately Metered Apartment Buildings.  $0.64 per month or any fraction of a month for each apartment unit, effective October 1, 2007.\n\n\t(2)\tOwners of Master-Metered Apartment Buildings.  $1.11 per month or any fraction of a month for each apartment unit, effective October 1, 2007.\n\n\t(3)\tApartment Tenants (Residents).  $0.64 per month or any fraction of a month for each apartment tenant, effective October 1, 2007.\n\n\t(4)\tLow Income Discount, Apartment Tenants (Residents).  $0.44 per month or any fraction of a month for certain Low Income Apartment Tenants.  Apartment Tenants (Residents) qualifying for DWP Low Income Discounts will be charged the discounted rate, effective October 1, 2007.\n\n\t(d)\tExemption.  An exemption from the BIF imposed pursuant to the provisions of Subsection (c) of this Section shall be provided for any senior citizen or disabled customer who would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  Applications for an exemption shall be made upon forms supplied by the Office of Finance, who, with the assistance of the Bureau of Sanitation, shall review all applications and notify applicants in writing of their entitlement to an exemption.  (Amended by Ord. No. 181,410, Eff. 12\/29\/10.)\n\n\t(e)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  Certain Apartment Complexes may qualify for full or partial exemptions to the fee.  The Department of Public Works may grant exemptions or discounts under the following conditions:\n\n\t(1)\tThere are at least four staff members on site dedicated to trash disposal.\n\n\t(2)\tThe complex is a self-contained community, located on private streets, with no direct access by tenants to public property.\n\n\t(3)\tThere is private collection of bulky items at least twice per week.\n\n\t(4)\tThere is tenant outreach informing residents of the proper way to dispose of bulky items.\n\n\t(5)\tThere are no recorded bulky item service requests made in or around the complex, adjacent alleys, sidewalks or streets.\n\n\t(6)\tExtraordinary circumstances resulting in a substantial number of vacancies for an extended period of time.\n\n\t(f)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  The following multi-family apartment complexes are exempt from payment of the Multi-Family BIF:\n\n\t(1)\tPark La Brea (4,253 units).\n\n\t(2)\tOakwood Toluca Hills (1,151 units).","order_by":"41","ancestry":{"1":{"id":"6","name":"Solid Waste Collection, Transfer, Recycling, Recovery Of Waste Resources And Disposal Fee","identifier":"6.1","label":"article","url":"\/6\/6.1\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2838","structure_id":"6","section_number":"66.40","catch_line":"Definition.","url":"\/66.40\/","token":"66.40"},"1":{"id":"3","structure_id":"6","section_number":"66.41","catch_line":"Charge Imposed.","url":"\/66.41\/","token":"66.41"},"2":{"id":"2851","structure_id":"6","section_number":"66.42","catch_line":"Customers Liable.","url":"\/66.42\/","token":"66.42"},"3":{"id":"1266","structure_id":"6","section_number":"66.43","catch_line":"Billing, Collection And Payment Of Charges.","url":"\/66.43\/","token":"66.43"},"4":{"id":"3178","structure_id":"6","section_number":"66.44","catch_line":"Additional Powers And Duties.","url":"\/66.44\/","token":"66.44"},"5":{"id":"172","structure_id":"6","section_number":"66.45","catch_line":"Actions To Collect.","url":"\/66.45\/","token":"66.45"},"6":{"id":"2118","structure_id":"6","section_number":"66.46","catch_line":"Uncollectible Accounts.","url":"\/66.46\/","token":"66.46"},"7":{"id":"2665","structure_id":"6","section_number":"66.47","catch_line":"Refunds And Credits.","url":"\/66.47\/","token":"66.47"},"8":{"id":"2487","structure_id":"6","section_number":"66.48","catch_line":"Extra Capacity Refuse Collection Fee.","url":"\/66.48\/","token":"66.48"}},"next_section":{"id":"2851","structure_id":"6","section_number":"66.42","catch_line":"Customers Liable.","url":"\/66.42\/","token":"66.42"},"metadata":false,"references":false,"url":"\/66.41\/","token":"66.41","formats":{"txt":"\/66.41.txt","json":"\/66.41.xml"},"dublin_core":{"Title":"Charge Imposed.","Type":"Text","Format":"text\/html","Identifier":"§ 66.41","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCHARGE IMPOSED. (§ 66.41)\n\n  CHARGE IMPOSED.\t(a)\tFor all costs related to the collection, transfer,\nrecycling, recovery of waste resources and\/or disposal of solid waste collected\nby the City of Los Angeles including, but not limited to:  salaries, direct and\nindirect overhead, equipment, ancillary equipment, refuse and recycling\ncontainers and vehicles, landfill costs, whether for disposal or for resource\nrecovery facilities or refuse to energy and fuel facilities or closure of City\nowned facilities, development, acquisition, construction, operation and\nmaintenance of equipment, alternative fuel infrastructure, buildings or\nfacilities used in the collection, recycling, recovery of waste resources and\/or\ndisposal of solid waste or storage of solid waste related equipment, transfer\nfacilities, resource recovery facilities or transfer equipment, maintenance of\ntransfer facilities or equipment, or for facilities and equipment used in the\nrecovery of waste resources in the form of energy, alternative fuels or\nmanufacturing feedstocks, there is hereby imposed for all related costs of the\nservices provided in the collection, the availability of collection, transfer,\nrecycling, the availability of recycling, the recovery of waste resources,\ndisposal and the availability of disposal of solid waste the following charges\nfor the dwelling classifications listed:  (Amended by Ord. No. 177,478, Eff.\n6\/4\/06.)\t(1)\tSingle-Family Dwelling.  $26.00 per month, or any fraction of a\nmonth for each single dwelling unit, effective through August 31, 2008; $36.32\nper month, effective September 1, 2008, until further amended by the City\nCouncil.  (Amended by Ord. No. 180,116, Eff. 9\/8\/08.)\t(2)\tMultiple-Family\nDwelling.  $17.16 per month, or any fraction of a month for each dwelling unit\nwithin a multiple-family dwelling from which refuse is collected by the City,\neffective through August 31, 2008; $24.33 per month, effective September 1,\n2008, until further amended by the City Council.  No charge shall be imposed on\nany multiple-family dwelling where the City does not collect refuse.  (Amended\nby Ord. No. 180,116, Eff. 9\/8\/08.)\t(b)\tReductions and Exemptions.  (Amended by\nOrd. No. 181,410, Eff. 12\/29\/10.)\t(1)\tAn exemption from the charge imposed\npursuant to Subsection (a) of this Section shall be provided for single family\ndwellings as to which City collection service cannot be provided because of\nphysical limitations restricting access by City collection vehicles.\t(2)\tThe\ncharge imposed pursuant to Subsection (a) of this Section shall be reduced by\nsixty-five (65) percent as of the effective date of this ordinance, and the\ncharge shall be reduced by thirty (30) percent as of July 1, 2011, for any\nsenior citizen or disabled customer who applies for a reduction and would\nqualify for a tax exemption pursuant to the provisions of Section 21.1.12 of\nthis Code.  A customer who applies for and receives the reduction shall be\nentitled to the reduction so long as the customer would qualify for a tax\nexemption pursuant to the provisions of Section 21.1.12 of this Code.  The\nOffice of Finance, with the assistance of the Bureau of Sanitation, shall every\ntwo years verify the continued eligibility of each customer granted a reduction\npursuant to the provisions of this Subdivision, and if the Office of Finance\ndetermines that a customer is no longer eligible, or has failed to provide\nevidence of eligibility as requested by the Office of Finance, then the customer\nshall be charged the full amount of the charge imposed pursuant to Subsection\n(a) of this Section on the first bill sent to the customer following the Office\nof Finance determination.  Customers who are charged the full amount of the\ncharge imposed pursuant to Subsection (a) of this Section because of an Office\nof Finance determination that they are no longer eligible, or that they failed\nto provide evidence of eligibility, may submit a new application for a reduction\npursuant to the provisions of Subdivision (4) of this Subsection. \t(3)\tNo more\nthan 51,400 customers may receive a reduction pursuant to the provisions of\nSubdivision (2) of this Subsection at any one time.  (Amended by Ord. No.\n182,230, Eff. 9\/30\/12.)\t(4)\tApplications for a reduction authorized pursuant to\nthe provisions of Subdivision (2) of this Subsection shall be made upon forms\nsupplied by the Office of Finance, who, with the assistance of the Bureau of\nSanitation, shall review all applications and notify applicants in writing if it\nis determined that the applicants are not entitled to a reduction.  The Office\nof Finance and the Bureau of Sanitation shall review the reduction percentage\namount every five years and report to the City Council with recommendations as\nto the appropriate percentage.\t(c)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.) \nFor all costs related to the collection, transfer, recycling, and\/or disposal of\nbulky items collected from multi-family apartment dwellings by the City of Los\nAngeles including, but not limited to, salaries, direct and indirect overhead,\nequipment and debt, there is hereby imposed a Multi-Family Bulky Item Fee (BIF)\nfor the dwelling classifications listed:\t(1)\tOwners of Separately Metered\nApartment Buildings.  $0.64 per month or any fraction of a month for each\napartment unit, effective October 1, 2007.\t(2)\tOwners of Master-Metered\nApartment Buildings.  $1.11 per month or any fraction of a month for each\napartment unit, effective October 1, 2007.\t(3)\tApartment Tenants (Residents). \n$0.64 per month or any fraction of a month for each apartment tenant, effective\nOctober 1, 2007.\t(4)\tLow Income Discount, Apartment Tenants (Residents).  $0.44\nper month or any fraction of a month for certain Low Income Apartment Tenants. \nApartment Tenants (Residents) qualifying for DWP Low Income Discounts will be\ncharged the discounted rate, effective October 1, 2007.\t(d)\tExemption.  An\nexemption from the BIF imposed pursuant to the provisions of Subsection (c) of\nthis Section shall be provided for any senior citizen or disabled customer who\nwould qualify for a tax exemption pursuant to the provisions of Section 21.1.12\nof this Code.  Applications for an exemption shall be made upon forms supplied\nby the Office of Finance, who, with the assistance of the Bureau of Sanitation,\nshall review all applications and notify applicants in writing of their\nentitlement to an exemption.  (Amended by Ord. No. 181,410, Eff.\n12\/29\/10.)\t(e)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  Certain Apartment\nComplexes may qualify for full or partial exemptions to the fee.  The\nDepartment of Public Works may grant exemptions or discounts under the following\nconditions:\t(1)\tThere are at least four staff members on site dedicated to trash\ndisposal.\t(2)\tThe complex is a self-contained community, located on private\nstreets, with no direct access by tenants to public property.\t(3)\tThere is\nprivate collection of bulky items at least twice per week.\t(4)\tThere is tenant\noutreach informing residents of the proper way to dispose of bulky\nitems.\t(5)\tThere are no recorded bulky item service requests made in or around\nthe complex, adjacent alleys, sidewalks or streets.\t(6)\tExtraordinary\ncircumstances resulting in a substantial number of vacancies for an extended\nperiod of time.\t(f)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  The following\nmulti-family apartment complexes are exempt from payment of the Multi-Family\nBIF:\t(1)\tPark La Brea (4,253 units).\t(2)\tOakwood Toluca Hills (1,151 units).\n","html":"\n\t\t\t\t\t<section><p>  CHARGE IMPOSED.<br \/><br \/>\t(a)\tFor all costs related to the collection, transfer, recycling, recovery of waste resources and\/or disposal of solid waste collected by the City of Los Angeles including, but not limited to:  salaries, direct and indirect overhead, equipment, ancillary equipment, refuse and recycling containers and vehicles, landfill costs, whether for disposal or for resource recovery facilities or refuse to energy and fuel facilities or closure of City owned facilities, development, acquisition, construction, operation and maintenance of equipment, alternative fuel infrastructure, buildings or facilities used in the collection, recycling, recovery of waste resources and\/or disposal of solid waste or storage of solid waste related equipment, transfer facilities, resource recovery facilities or transfer equipment, maintenance of transfer facilities or equipment, or for facilities and equipment used in the recovery of waste resources in the form of energy, alternative fuels or manufacturing feedstocks, there is hereby imposed for all related costs of the services provided in the collection, the availability of collection, transfer, recycling, the availability of recycling, the recovery of waste resources, disposal and the availability of disposal of solid waste the following charges for the dwelling classifications listed:  (Amended by Ord. No. 177,478, Eff. 6\/4\/06.)<br \/><br \/>\t(1)\tSingle-Family Dwelling.  $26.00 per month, or any fraction of a month for each single dwelling unit, effective through August 31, 2008; $36.32 per month, effective September 1, 2008, until further amended by the City Council.  (Amended by Ord. No. 180,116, Eff. 9\/8\/08.)<br \/><br \/>\t(2)\tMultiple-Family Dwelling.  $17.16 per month, or any fraction of a month for each dwelling unit within a multiple-family dwelling from which refuse is collected by the City, effective through August 31, 2008; $24.33 per month, effective September 1, 2008, until further amended by the City Council.  No charge shall be imposed on any multiple-family dwelling where the City does not collect refuse.  (Amended by Ord. No. 180,116, Eff. 9\/8\/08.)<br \/><br \/>\t(b)\tReductions and Exemptions.  (Amended by Ord. No. 181,410, Eff. 12\/29\/10.)<br \/><br \/>\t(1)\tAn exemption from the charge imposed pursuant to Subsection (a) of this Section shall be provided for single family dwellings as to which City collection service cannot be provided because of physical limitations restricting access by City collection vehicles.<br \/><br \/>\t(2)\tThe charge imposed pursuant to Subsection (a) of this Section shall be reduced by sixty-five (65) percent as of the effective date of this <span class=\"dictionary\">ordinance<\/span>, and the charge shall be reduced by thirty (30) percent as of July 1, 2011, for any senior citizen or disabled customer who applies for a reduction and would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  A customer who applies for and receives the reduction shall be entitled to the reduction so long as the customer would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  The Office of Finance, with the assistance of the Bureau of Sanitation, shall every two years verify the continued eligibility of each customer granted a reduction pursuant to the provisions of this Subdivision, and if the Office of Finance determines that a customer is no longer eligible, or has failed to provide <span class=\"dictionary\">evidence<\/span> of eligibility as requested by the Office of Finance, then the customer shall be charged the full amount of the charge imposed pursuant to Subsection (a) of this Section on the first bill sent to the customer following the Office of Finance determination.  Customers who are charged the full amount of the charge imposed pursuant to Subsection (a) of this Section because of an Office of Finance determination that they are no longer eligible, or that they failed to provide <span class=\"dictionary\">evidence<\/span> of eligibility, may submit a new application for a reduction pursuant to the provisions of Subdivision (4) of this Subsection. <br \/><br \/>\t(3)\tNo more than 51,400 customers may receive a reduction pursuant to the provisions of Subdivision (2) of this Subsection at any one time.  (Amended by Ord. No. 182,230, Eff. 9\/30\/12.)<br \/><br \/>\t(4)\tApplications for a reduction authorized pursuant to the provisions of Subdivision (2) of this Subsection shall be made upon forms supplied by the Office of Finance, who, with the assistance of the Bureau of Sanitation, shall review all applications and notify applicants in writing if it is determined that the applicants are not entitled to a reduction.  The Office of Finance and the Bureau of Sanitation shall review the reduction percentage amount every five years and report to the City Council with recommendations as to the appropriate percentage.<br \/><br \/>\t(c)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  For all costs related to the collection, transfer, recycling, and\/or disposal of bulky items collected from multi-family apartment dwellings by the City of Los Angeles including, but not limited to, salaries, direct and indirect overhead, equipment and debt, there is hereby imposed a Multi-Family Bulky Item Fee (BIF) for the dwelling classifications listed:<br \/><br \/>\t(1)\tOwners of Separately Metered Apartment Buildings.  $0.64 per month or any fraction of a month for each apartment unit, effective October 1, 2007.<br \/><br \/>\t(2)\tOwners of Master-Metered Apartment Buildings.  $1.11 per month or any fraction of a month for each apartment unit, effective October 1, 2007.<br \/><br \/>\t(3)\tApartment Tenants (Residents).  $0.64 per month or any fraction of a month for each apartment tenant, effective October 1, 2007.<br \/><br \/>\t(4)\tLow Income Discount, Apartment Tenants (Residents).  $0.44 per month or any fraction of a month for certain Low Income Apartment Tenants.  Apartment Tenants (Residents) qualifying for DWP Low Income Discounts will be charged the discounted rate, effective October 1, 2007.<br \/><br \/>\t(d)\tExemption.  An exemption from the BIF imposed pursuant to the provisions of Subsection (c) of this Section shall be provided for any senior citizen or disabled customer who would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  Applications for an exemption shall be made upon forms supplied by the Office of Finance, who, with the assistance of the Bureau of Sanitation, shall review all applications and notify applicants in writing of their entitlement to an exemption.  (Amended by Ord. No. 181,410, Eff. 12\/29\/10.)<br \/><br \/>\t(e)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  Certain Apartment Complexes may qualify for full or partial exemptions to the fee.  The Department of Public Works may grant exemptions or discounts under the following conditions:<br \/><br \/>\t(1)\tThere are at least four staff members on site dedicated to trash disposal.<br \/><br \/>\t(2)\tThe complex is a self-contained community, located on private streets, with no direct access by tenants to public property.<br \/><br \/>\t(3)\tThere is private collection of bulky items at least twice per week.<br \/><br \/>\t(4)\tThere is tenant outreach informing residents of the proper way to dispose of bulky items.<br \/><br \/>\t(5)\tThere are no recorded bulky item service requests made in or around the complex, adjacent alleys, sidewalks or streets.<br \/><br \/>\t(6)\tExtraordinary circumstances resulting in a substantial number of vacancies for an extended period of time.<br \/><br \/>\t(f)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  The following multi-family apartment complexes are exempt from payment of the Multi-Family BIF:<br \/><br \/>\t(1)\tPark La Brea (4,253 units).<br \/><br \/>\t(2)\tOakwood Toluca Hills (1,151 units).<\/p><\/section>","text":{"0":{"id":"3","text":"  CHARGE IMPOSED.\t(a)\tFor all costs related to the collection, transfer, recycling, recovery of waste resources and\/or disposal of solid waste collected by the City of Los Angeles including, but not limited to:  salaries, direct and indirect overhead, equipment, ancillary equipment, refuse and recycling containers and vehicles, landfill costs, whether for disposal or for resource recovery facilities or refuse to energy and fuel facilities or closure of City owned facilities, development, acquisition, construction, operation and maintenance of equipment, alternative fuel infrastructure, buildings or facilities used in the collection, recycling, recovery of waste resources and\/or disposal of solid waste or storage of solid waste related equipment, transfer facilities, resource recovery facilities or transfer equipment, maintenance of transfer facilities or equipment, or for facilities and equipment used in the recovery of waste resources in the form of energy, alternative fuels or manufacturing feedstocks, there is hereby imposed for all related costs of the services provided in the collection, the availability of collection, transfer, recycling, the availability of recycling, the recovery of waste resources, disposal and the availability of disposal of solid waste the following charges for the dwelling classifications listed:  (Amended by Ord. No. 177,478, Eff. 6\/4\/06.)\t(1)\tSingle-Family Dwelling.  $26.00 per month, or any fraction of a month for each single dwelling unit, effective through August 31, 2008; $36.32 per month, effective September 1, 2008, until further amended by the City Council.  (Amended by Ord. No. 180,116, Eff. 9\/8\/08.)\t(2)\tMultiple-Family Dwelling.  $17.16 per month, or any fraction of a month for each dwelling unit within a multiple-family dwelling from which refuse is collected by the City, effective through August 31, 2008; $24.33 per month, effective September 1, 2008, until further amended by the City Council.  No charge shall be imposed on any multiple-family dwelling where the City does not collect refuse.  (Amended by Ord. No. 180,116, Eff. 9\/8\/08.)\t(b)\tReductions and Exemptions.  (Amended by Ord. No. 181,410, Eff. 12\/29\/10.)\t(1)\tAn exemption from the charge imposed pursuant to Subsection (a) of this Section shall be provided for single family dwellings as to which City collection service cannot be provided because of physical limitations restricting access by City collection vehicles.\t(2)\tThe charge imposed pursuant to Subsection (a) of this Section shall be reduced by sixty-five (65) percent as of the effective date of this ordinance, and the charge shall be reduced by thirty (30) percent as of July 1, 2011, for any senior citizen or disabled customer who applies for a reduction and would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  A customer who applies for and receives the reduction shall be entitled to the reduction so long as the customer would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  The Office of Finance, with the assistance of the Bureau of Sanitation, shall every two years verify the continued eligibility of each customer granted a reduction pursuant to the provisions of this Subdivision, and if the Office of Finance determines that a customer is no longer eligible, or has failed to provide evidence of eligibility as requested by the Office of Finance, then the customer shall be charged the full amount of the charge imposed pursuant to Subsection (a) of this Section on the first bill sent to the customer following the Office of Finance determination.  Customers who are charged the full amount of the charge imposed pursuant to Subsection (a) of this Section because of an Office of Finance determination that they are no longer eligible, or that they failed to provide evidence of eligibility, may submit a new application for a reduction pursuant to the provisions of Subdivision (4) of this Subsection. \t(3)\tNo more than 51,400 customers may receive a reduction pursuant to the provisions of Subdivision (2) of this Subsection at any one time.  (Amended by Ord. No. 182,230, Eff. 9\/30\/12.)\t(4)\tApplications for a reduction authorized pursuant to the provisions of Subdivision (2) of this Subsection shall be made upon forms supplied by the Office of Finance, who, with the assistance of the Bureau of Sanitation, shall review all applications and notify applicants in writing if it is determined that the applicants are not entitled to a reduction.  The Office of Finance and the Bureau of Sanitation shall review the reduction percentage amount every five years and report to the City Council with recommendations as to the appropriate percentage.\t(c)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  For all costs related to the collection, transfer, recycling, and\/or disposal of bulky items collected from multi-family apartment dwellings by the City of Los Angeles including, but not limited to, salaries, direct and indirect overhead, equipment and debt, there is hereby imposed a Multi-Family Bulky Item Fee (BIF) for the dwelling classifications listed:\t(1)\tOwners of Separately Metered Apartment Buildings.  $0.64 per month or any fraction of a month for each apartment unit, effective October 1, 2007.\t(2)\tOwners of Master-Metered Apartment Buildings.  $1.11 per month or any fraction of a month for each apartment unit, effective October 1, 2007.\t(3)\tApartment Tenants (Residents).  $0.64 per month or any fraction of a month for each apartment tenant, effective October 1, 2007.\t(4)\tLow Income Discount, Apartment Tenants (Residents).  $0.44 per month or any fraction of a month for certain Low Income Apartment Tenants.  Apartment Tenants (Residents) qualifying for DWP Low Income Discounts will be charged the discounted rate, effective October 1, 2007.\t(d)\tExemption.  An exemption from the BIF imposed pursuant to the provisions of Subsection (c) of this Section shall be provided for any senior citizen or disabled customer who would qualify for a tax exemption pursuant to the provisions of Section 21.1.12 of this Code.  Applications for an exemption shall be made upon forms supplied by the Office of Finance, who, with the assistance of the Bureau of Sanitation, shall review all applications and notify applicants in writing of their entitlement to an exemption.  (Amended by Ord. No. 181,410, Eff. 12\/29\/10.)\t(e)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  Certain Apartment Complexes may qualify for full or partial exemptions to the fee.  The Department of Public Works may grant exemptions or discounts under the following conditions:\t(1)\tThere are at least four staff members on site dedicated to trash disposal.\t(2)\tThe complex is a self-contained community, located on private streets, with no direct access by tenants to public property.\t(3)\tThere is private collection of bulky items at least twice per week.\t(4)\tThere is tenant outreach informing residents of the proper way to dispose of bulky items.\t(5)\tThere are no recorded bulky item service requests made in or around the complex, adjacent alleys, sidewalks or streets.\t(6)\tExtraordinary circumstances resulting in a substantial number of vacancies for an extended period of time.\t(f)\t(Added by Ord. No. 179,070, Eff. 9\/16\/07.)  The following multi-family apartment complexes are exempt from payment of the Multi-Family BIF:\t(1)\tPark La Brea (4,253 units).\t(2)\tOakwood Toluca Hills (1,151 units).","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2838","structure_id":"6","section_number":"66.40","catch_line":"Definition.","url":"\/66.40\/","token":"66.40"}}