{"section_number":"66.43","edition_id":"1","section_id":"1266","structure_id":"6","catch_line":"Billing, Collection And Payment Of Charges.","history":"","full_text":"  BILLING, COLLECTION AND PAYMENT OF CHARGES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)\n\n\t(a)\tThe collection of the charges imposed under this article shall be under the direction, supervision, and control of the Director of Finance.\n\n\t(b)\tThe Director of Finance shall arrange for the billing and collection of, and accounting for, the charges imposed under this article through and by available facilities of the Department of Water and Power insofar as possible. The Director of the Office of Administrative and Research Services shall arrange for the payment to the Department of Water and Power of its costs of such services. To the extent the billing and collection by the Department of Water and Power is not deemed possible or practical by the Director of Finance, separate billing and collection services at reasonable intervals shall be provided by the Director of Finance.\n\n\t(c)\tThe charges imposed under this article shall be billed to and paid by the customer in whose name the electric meter serving each dwelling unit is listed upon the records of the Department of Water and Power, or, in the absence of such listing, as may be determined by the Director of Finance with the assistance of the Department of Public Works.\n\n\t(d)\tThe duty to collect the charges imposed under this article from each customer billed by the Department of Water and Power shall commence with the first billing submitted by said Department to each customer on or after the operative date of this article or as soon thereafter as administratively possible.\n\n\t(e)\tThe charges imposed under this article shall be billed by the Department of Water and Power in accordance with its regular billing practices, shall be added to and included on each applicable electric bill, as the case may be, and shall be due and payable to the City of Los Angeles through the Department of Water and Power at the time and in the manner of payment of said electric bill, and other charges made thereon.\n\n\t(f)\tWhere the Department of Water and Power does not supply electricity to a individual dwelling unit to which the City furnishes household refuse collection services, the customer liable for payment of the charges, as provided for in this article, shall be billed separately by the Director of Finance with the assistance of the Department of Public Works.\n\n\t(g)\tAll bills for the charges imposed under this article are due and payable upon presentation. Bills not paid within sixty (60) days after the date of presentation shall be deemed delinquent.\n\n\t(h)\tWhenever the Director of Finance determines that a customer billed has deliberately withheld, failed or refused to pay all or any part or portion of the charges imposed under this article billed to said customer, or has failed to pay charges, or whenever the Director of Finance deems it to be in the best interest of the City, the Director of Finance shall serve notice on the customer billed of his or her delinquency.\n\n\tWhenever the Director of Finance determines that a customer billed as provided for in this article has deliberately withheld, failed or refused to pay all or any part or portion of the charges imposed under this article billed to said customer by the Department of Water and Power, or has failed to pay said charges, or whenever the Director of Finance deems it to be in the best interest of the City, the Director of Finance may relieve the Department of Water and Power of any obligation it may have to bill or collect, or both, said charges from said customer billed, and assume the billing or collection, or both, thereof for the periods involved. If the Director of Finance, for whatever reason, assumes from the Department of Water and Power the direct billing or collection, or both, of the charges imposed under this article the Director of Finance may at said time so notify the customer billed and notify the customer of his or her delinquency, if such be the case.\n\n\tThe notice in either event shall be served on the customer billed by handing it to him or her personally, or by deposit in the United States mail, postage prepaid thereon, addressed to the customer billed at the address to which billing was made by the Department of Water and Power, or, if said address has been changed or the customer was not billed by the Department of Water and Power, then to his or her last known address. If the customer billed is delinquent and fails to pay the Director of Finance within fifteen (15) days from the date of service of the notice upon him or her which shall be the date of mailing if service is not accomplished by personal delivery, a penalty of twenty-five percent (25%) of the amount of the delinquent charges imposed under this article, but not less than $5.00, shall thereupon be imposed. The penalty shall be required to be paid in addition to all billings for the sanitation equipment charge.\n\n\t(i)\tWhenever a payment mailed to the City is received after the time prescribed in this article for the receipt thereof, the Director of Finance or the Department of Water and Power, as the case may be, may accept proof that there had been a timely deposit thereof in the United States mail and that the no delinquency or penalty is applicable thereto.","order_by":"43","ancestry":{"1":{"id":"6","name":"Solid Waste Collection, Transfer, Recycling, Recovery Of Waste Resources And Disposal Fee","identifier":"6.1","label":"article","url":"\/6\/6.1\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2838","structure_id":"6","section_number":"66.40","catch_line":"Definition.","url":"\/66.40\/","token":"66.40"},"1":{"id":"3","structure_id":"6","section_number":"66.41","catch_line":"Charge Imposed.","url":"\/66.41\/","token":"66.41"},"2":{"id":"2851","structure_id":"6","section_number":"66.42","catch_line":"Customers Liable.","url":"\/66.42\/","token":"66.42"},"3":{"id":"1266","structure_id":"6","section_number":"66.43","catch_line":"Billing, Collection And Payment Of Charges.","url":"\/66.43\/","token":"66.43"},"4":{"id":"3178","structure_id":"6","section_number":"66.44","catch_line":"Additional Powers And Duties.","url":"\/66.44\/","token":"66.44"},"5":{"id":"172","structure_id":"6","section_number":"66.45","catch_line":"Actions To Collect.","url":"\/66.45\/","token":"66.45"},"6":{"id":"2118","structure_id":"6","section_number":"66.46","catch_line":"Uncollectible Accounts.","url":"\/66.46\/","token":"66.46"},"7":{"id":"2665","structure_id":"6","section_number":"66.47","catch_line":"Refunds And Credits.","url":"\/66.47\/","token":"66.47"},"8":{"id":"2487","structure_id":"6","section_number":"66.48","catch_line":"Extra Capacity Refuse Collection Fee.","url":"\/66.48\/","token":"66.48"}},"next_section":{"id":"3178","structure_id":"6","section_number":"66.44","catch_line":"Additional Powers And Duties.","url":"\/66.44\/","token":"66.44"},"metadata":false,"references":false,"url":"\/66.43\/","token":"66.43","formats":{"txt":"\/66.43.txt","json":"\/66.43.xml"},"dublin_core":{"Title":"Billing, Collection And Payment Of Charges.","Type":"Text","Format":"text\/html","Identifier":"§ 66.43","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nBILLING, COLLECTION AND PAYMENT OF CHARGES. (§ 66.43)\n\n  BILLING, COLLECTION AND PAYMENT OF CHARGES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)\t(a)\tThe collection\nof the charges imposed under this article shall be under the direction,\nsupervision, and control of the Director of Finance.\t(b)\tThe Director of Finance\nshall arrange for the billing and collection of, and accounting for, the charges\nimposed under this article through and by available facilities of the Department\nof Water and Power insofar as possible. The Director of the Office of\nAdministrative and Research Services shall arrange for the payment to the\nDepartment of Water and Power of its costs of such services. To the extent the\nbilling and collection by the Department of Water and Power is not deemed\npossible or practical by the Director of Finance, separate billing and\ncollection services at reasonable intervals shall be provided by the Director of\nFinance.\t(c)\tThe charges imposed under this article shall be billed to and paid\nby the customer in whose name the electric meter serving each dwelling unit is\nlisted upon the records of the Department of Water and Power, or, in the absence\nof such listing, as may be determined by the Director of Finance with the\nassistance of the Department of Public Works.\t(d)\tThe duty to collect the\ncharges imposed under this article from each customer billed by the Department\nof Water and Power shall commence with the first billing submitted by said\nDepartment to each customer on or after the operative date of this article or as\nsoon thereafter as administratively possible.\t(e)\tThe charges imposed under this\narticle shall be billed by the Department of Water and Power in accordance with\nits regular billing practices, shall be added to and included on each applicable\nelectric bill, as the case may be, and shall be due and payable to the City of\nLos Angeles through the Department of Water and Power at the time and in the\nmanner of payment of said electric bill, and other charges made\nthereon.\t(f)\tWhere the Department of Water and Power does not supply electricity\nto a individual dwelling unit to which the City furnishes household refuse\ncollection services, the customer liable for payment of the charges, as provided\nfor in this article, shall be billed separately by the Director of Finance with\nthe assistance of the Department of Public Works.\t(g)\tAll bills for the charges\nimposed under this article are due and payable upon presentation. Bills not paid\nwithin sixty (60) days after the date of presentation shall be deemed\ndelinquent.\t(h)\tWhenever the Director of Finance determines that a customer\nbilled has deliberately withheld, failed or refused to pay all or any part or\nportion of the charges imposed under this article billed to said customer, or\nhas failed to pay charges, or whenever the Director of Finance deems it to be in\nthe best interest of the City, the Director of Finance shall serve notice on the\ncustomer billed of his or her delinquency.\tWhenever the Director of Finance\ndetermines that a customer billed as provided for in this article has\ndeliberately withheld, failed or refused to pay all or any part or portion of\nthe charges imposed under this article billed to said customer by the Department\nof Water and Power, or has failed to pay said charges, or whenever the Director\nof Finance deems it to be in the best interest of the City, the Director of\nFinance may relieve the Department of Water and Power of any obligation it may\nhave to bill or collect, or both, said charges from said customer billed, and\nassume the billing or collection, or both, thereof for the periods involved. If\nthe Director of Finance, for whatever reason, assumes from the Department of\nWater and Power the direct billing or collection, or both, of the charges\nimposed under this article the Director of Finance may at said time so notify\nthe customer billed and notify the customer of his or her delinquency, if such\nbe the case.\tThe notice in either event shall be served on the customer billed\nby handing it to him or her personally, or by deposit in the United States mail,\npostage prepaid thereon, addressed to the customer billed at the address to\nwhich billing was made by the Department of Water and Power, or, if said address\nhas been changed or the customer was not billed by the Department of Water and\nPower, then to his or her last known address. If the customer billed is\ndelinquent and fails to pay the Director of Finance within fifteen (15) days\nfrom the date of service of the notice upon him or her which shall be the date\nof mailing if service is not accomplished by personal delivery, a penalty of\ntwenty-five percent (25%) of the amount of the delinquent charges imposed under\nthis article, but not less than $5.00, shall thereupon be imposed. The penalty\nshall be required to be paid in addition to all billings for the sanitation\nequipment charge.\t(i)\tWhenever a payment mailed to the City is received after\nthe time prescribed in this article for the receipt thereof, the Director of\nFinance or the Department of Water and Power, as the case may be, may accept\nproof that there had been a timely deposit thereof in the United States mail and\nthat the no delinquency or penalty is applicable thereto.\n","html":"\n\t\t\t\t\t<section><p>  BILLING, COLLECTION AND PAYMENT OF CHARGES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)<br \/><br \/>\t(a)\tThe collection of the charges imposed under this article shall be under the direction, supervision, and control of the Director of Finance.<br \/><br \/>\t(b)\tThe Director of Finance shall arrange for the billing and collection of, and accounting for, the charges imposed under this article through and by available facilities of the Department of Water and Power insofar as possible. The Director of the Office of Administrative and Research Services shall arrange for the payment to the Department of Water and Power of its costs of such services. To the extent the billing and collection by the Department of Water and Power is not deemed possible or practical by the Director of Finance, separate billing and collection services at reasonable intervals shall be provided by the Director of Finance.<br \/><br \/>\t(c)\tThe charges imposed under this article shall be billed to and paid by the customer in whose name the electric meter serving each dwelling unit is listed upon the records of the Department of Water and Power, or, in the absence of such listing, as may be determined by the Director of Finance with the assistance of the Department of Public Works.<br \/><br \/>\t(d)\tThe duty to collect the charges imposed under this article from each customer billed by the Department of Water and Power shall commence with the first billing submitted by said Department to each customer on or after the operative date of this article or as soon thereafter as administratively possible.<br \/><br \/>\t(e)\tThe charges imposed under this article shall be billed by the Department of Water and Power in accordance with its regular billing practices, shall be added to and included on each applicable electric bill, as the case may be, and shall be due and payable to the City of Los Angeles through the Department of Water and Power at the time and in the manner of payment of said electric bill, and other charges made thereon.<br \/><br \/>\t(f)\tWhere the Department of Water and Power does not supply electricity to a individual dwelling unit to which the City furnishes household refuse collection services, the customer liable for payment of the charges, as provided for in this article, shall be billed separately by the Director of Finance with the assistance of the Department of Public Works.<br \/><br \/>\t(g)\tAll bills for the charges imposed under this article are due and payable upon presentation. Bills not paid within sixty (60) days after the date of presentation shall be deemed delinquent.<br \/><br \/>\t(h)\tWhenever the Director of Finance determines that a customer billed has deliberately withheld, failed or refused to pay all or any part or portion of the charges imposed under this article billed to said customer, or has failed to pay charges, or whenever the Director of Finance deems it to be in the best interest of the City, the Director of Finance shall serve notice on the customer billed of his or her delinquency.<br \/><br \/>\tWhenever the Director of Finance determines that a customer billed as provided for in this article has deliberately withheld, failed or refused to pay all or any part or portion of the charges imposed under this article billed to said customer by the Department of Water and Power, or has failed to pay said charges, or whenever the Director of Finance deems it to be in the best interest of the City, the Director of Finance may relieve the Department of Water and Power of any obligation it may have to bill or collect, or both, said charges from said customer billed, and assume the billing or collection, or both, thereof for the periods involved. If the Director of Finance, for whatever reason, assumes from the Department of Water and Power the direct billing or collection, or both, of the charges imposed under this article the Director of Finance may at said time so notify the customer billed and notify the customer of his or her delinquency, if such be the case.<br \/><br \/>\tThe notice in either event shall be served on the customer billed by handing it to him or her personally, or by deposit in the United States mail, postage prepaid thereon, addressed to the customer billed at the address to which billing was made by the Department of Water and Power, or, if said address has been changed or the customer was not billed by the Department of Water and Power, then to his or her last known address. If the customer billed is delinquent and fails to pay the Director of Finance within fifteen (15) days from the date of service of the notice upon him or her which shall be the date of mailing if service is not accomplished by personal delivery, a <span class=\"dictionary\">penalty<\/span> of twenty-five percent (25%) of the amount of the delinquent charges imposed under this article, but not less than $5.00, shall thereupon be imposed. The <span class=\"dictionary\">penalty<\/span> shall be required to be paid in addition to all billings for the sanitation equipment charge.<br \/><br \/>\t(i)\tWhenever a payment mailed to the City is received after the time prescribed in this article for the receipt thereof, the Director of Finance or the Department of Water and Power, as the case may be, may accept proof that there had been a timely deposit thereof in the United States mail and that the no delinquency or <span class=\"dictionary\">penalty<\/span> is applicable thereto.<\/p><\/section>","previous_section":{"id":"2851","structure_id":"6","section_number":"66.42","catch_line":"Customers Liable.","url":"\/66.42\/","token":"66.42"},"text":{"0":{"id":"1252","text":"  BILLING, COLLECTION AND PAYMENT OF CHARGES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)\t(a)\tThe collection of the charges imposed under this article shall be under the direction, supervision, and control of the Director of Finance.\t(b)\tThe Director of Finance shall arrange for the billing and collection of, and accounting for, the charges imposed under this article through and by available facilities of the Department of Water and Power insofar as possible. The Director of the Office of Administrative and Research Services shall arrange for the payment to the Department of Water and Power of its costs of such services. To the extent the billing and collection by the Department of Water and Power is not deemed possible or practical by the Director of Finance, separate billing and collection services at reasonable intervals shall be provided by the Director of Finance.\t(c)\tThe charges imposed under this article shall be billed to and paid by the customer in whose name the electric meter serving each dwelling unit is listed upon the records of the Department of Water and Power, or, in the absence of such listing, as may be determined by the Director of Finance with the assistance of the Department of Public Works.\t(d)\tThe duty to collect the charges imposed under this article from each customer billed by the Department of Water and Power shall commence with the first billing submitted by said Department to each customer on or after the operative date of this article or as soon thereafter as administratively possible.\t(e)\tThe charges imposed under this article shall be billed by the Department of Water and Power in accordance with its regular billing practices, shall be added to and included on each applicable electric bill, as the case may be, and shall be due and payable to the City of Los Angeles through the Department of Water and Power at the time and in the manner of payment of said electric bill, and other charges made thereon.\t(f)\tWhere the Department of Water and Power does not supply electricity to a individual dwelling unit to which the City furnishes household refuse collection services, the customer liable for payment of the charges, as provided for in this article, shall be billed separately by the Director of Finance with the assistance of the Department of Public Works.\t(g)\tAll bills for the charges imposed under this article are due and payable upon presentation. Bills not paid within sixty (60) days after the date of presentation shall be deemed delinquent.\t(h)\tWhenever the Director of Finance determines that a customer billed has deliberately withheld, failed or refused to pay all or any part or portion of the charges imposed under this article billed to said customer, or has failed to pay charges, or whenever the Director of Finance deems it to be in the best interest of the City, the Director of Finance shall serve notice on the customer billed of his or her delinquency.\tWhenever the Director of Finance determines that a customer billed as provided for in this article has deliberately withheld, failed or refused to pay all or any part or portion of the charges imposed under this article billed to said customer by the Department of Water and Power, or has failed to pay said charges, or whenever the Director of Finance deems it to be in the best interest of the City, the Director of Finance may relieve the Department of Water and Power of any obligation it may have to bill or collect, or both, said charges from said customer billed, and assume the billing or collection, or both, thereof for the periods involved. If the Director of Finance, for whatever reason, assumes from the Department of Water and Power the direct billing or collection, or both, of the charges imposed under this article the Director of Finance may at said time so notify the customer billed and notify the customer of his or her delinquency, if such be the case.\tThe notice in either event shall be served on the customer billed by handing it to him or her personally, or by deposit in the United States mail, postage prepaid thereon, addressed to the customer billed at the address to which billing was made by the Department of Water and Power, or, if said address has been changed or the customer was not billed by the Department of Water and Power, then to his or her last known address. If the customer billed is delinquent and fails to pay the Director of Finance within fifteen (15) days from the date of service of the notice upon him or her which shall be the date of mailing if service is not accomplished by personal delivery, a penalty of twenty-five percent (25%) of the amount of the delinquent charges imposed under this article, but not less than $5.00, shall thereupon be imposed. The penalty shall be required to be paid in addition to all billings for the sanitation equipment charge.\t(i)\tWhenever a payment mailed to the City is received after the time prescribed in this article for the receipt thereof, the Director of Finance or the Department of Water and Power, as the case may be, may accept proof that there had been a timely deposit thereof in the United States mail and that the no delinquency or penalty is applicable thereto.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}