{"section_number":"66.44","edition_id":"1","section_id":"3178","structure_id":"6","catch_line":"Additional Powers And Duties.","history":"","full_text":"  ADDITIONAL POWERS AND DUTIES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)\n\n\t(a)\tThe Director of Finance shall have the power and duty, and is hereby directed, to enforce all of the provisions of this article, and may make such rules and regulations as are consistent with the provisions of this article as may be necessary or desirable to aid in the administration and enforcement of the provisions of this article.\n\n\t(b)\tFor the purpose of determining the number of dwelling units contained in any building the Bureau of Sanitation may estimate the number of dwelling units contained in said building, after full consideration of all information within his or her knowledge.\n\n\t(c)\tThe Director of Finance, on behalf of and in the name of the City of Los Angeles, may enter into a written agreement, in a form approved by the City Attorney, with any customer indebted to the City pursuant to the terms of this article, obligating said customer to pay such indebtedness to the Director of Finance in monthly or more frequent installments, but in no event over a period greater than one year. In any such agreement such customer shall acknowledge the obligation owed to the City and his or her indebtedness thereon, shall agree that in the event of his or her failure to make timely payment of any installment thereof that the whole amount unpaid may be determined by the Director of Finance to be immediately due and payable, and shall agree to pay all costs and reasonable attorney fees incurred by or on behalf of the City in the collection thereof or for any legal proceeding commenced for that purpose.\n\n\t(d)\tWhenever the amount of charges and penalty imposed under this article, or either of them, is determined by the Department of Water and Power or by the Director of Finance to have been overpaid, paid more than once, or to have been erroneously collected or received by the City in whole or in part, the Department of Water and Power or the Director of Finance, as the case may be, may provide for correction thereof either by refund or by credit on future bills in its or his or her discretion. Any claim for such a refund or credit shall be filed with the Director of Finance by the person paying the alleged overpayment within six months of such payment.\n\n\t(e)\tWhere there is a dispute with respect to the charges or penalty imposed under this article, or both, the Director of Finance, with the written approval of the City Attorney and subject to the provisions of the Charter of the City of Los Angeles, may compromise the City’s claim for said charges or penalty, or both, where the portion of the claim proposed to be released is less than $5,000.00; and, with the approval of the City Attorney and the City Council, may compromise such a claim where the portion proposed to be released is $5,000.00 or more.","order_by":"44","ancestry":{"1":{"id":"6","name":"Solid Waste Collection, Transfer, Recycling, Recovery Of Waste Resources And Disposal Fee","identifier":"6.1","label":"article","url":"\/6\/6.1\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"2838","structure_id":"6","section_number":"66.40","catch_line":"Definition.","url":"\/66.40\/","token":"66.40"},"1":{"id":"3","structure_id":"6","section_number":"66.41","catch_line":"Charge Imposed.","url":"\/66.41\/","token":"66.41"},"2":{"id":"2851","structure_id":"6","section_number":"66.42","catch_line":"Customers Liable.","url":"\/66.42\/","token":"66.42"},"3":{"id":"1266","structure_id":"6","section_number":"66.43","catch_line":"Billing, Collection And Payment Of Charges.","url":"\/66.43\/","token":"66.43"},"4":{"id":"3178","structure_id":"6","section_number":"66.44","catch_line":"Additional Powers And Duties.","url":"\/66.44\/","token":"66.44"},"5":{"id":"172","structure_id":"6","section_number":"66.45","catch_line":"Actions To Collect.","url":"\/66.45\/","token":"66.45"},"6":{"id":"2118","structure_id":"6","section_number":"66.46","catch_line":"Uncollectible Accounts.","url":"\/66.46\/","token":"66.46"},"7":{"id":"2665","structure_id":"6","section_number":"66.47","catch_line":"Refunds And Credits.","url":"\/66.47\/","token":"66.47"},"8":{"id":"2487","structure_id":"6","section_number":"66.48","catch_line":"Extra Capacity Refuse Collection Fee.","url":"\/66.48\/","token":"66.48"}},"next_section":{"id":"172","structure_id":"6","section_number":"66.45","catch_line":"Actions To Collect.","url":"\/66.45\/","token":"66.45"},"metadata":false,"references":false,"url":"\/66.44\/","token":"66.44","formats":{"txt":"\/66.44.txt","json":"\/66.44.xml"},"dublin_core":{"Title":"Additional Powers And Duties.","Type":"Text","Format":"text\/html","Identifier":"§ 66.44","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nADDITIONAL POWERS AND DUTIES. (§ 66.44)\n\n  ADDITIONAL POWERS AND DUTIES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)\t(a)\tThe Director of\nFinance shall have the power and duty, and is hereby directed, to enforce all of\nthe provisions of this article, and may make such rules and regulations as are\nconsistent with the provisions of this article as may be necessary or desirable\nto aid in the administration and enforcement of the provisions of this\narticle.\t(b)\tFor the purpose of determining the number of dwelling units\ncontained in any building the Bureau of Sanitation may estimate the number of\ndwelling units contained in said building, after full consideration of all\ninformation within his or her knowledge.\t(c)\tThe Director of Finance, on behalf\nof and in the name of the City of Los Angeles, may enter into a written\nagreement, in a form approved by the City Attorney, with any customer indebted\nto the City pursuant to the terms of this article, obligating said customer to\npay such indebtedness to the Director of Finance in monthly or more frequent\ninstallments, but in no event over a period greater than one year. In any such\nagreement such customer shall acknowledge the obligation owed to the City and\nhis or her indebtedness thereon, shall agree that in the event of his or her\nfailure to make timely payment of any installment thereof that the whole amount\nunpaid may be determined by the Director of Finance to be immediately due and\npayable, and shall agree to pay all costs and reasonable attorney fees incurred\nby or on behalf of the City in the collection thereof or for any legal\nproceeding commenced for that purpose.\t(d)\tWhenever the amount of charges and\npenalty imposed under this article, or either of them, is determined by the\nDepartment of Water and Power or by the Director of Finance to have been\noverpaid, paid more than once, or to have been erroneously collected or received\nby the City in whole or in part, the Department of Water and Power or the\nDirector of Finance, as the case may be, may provide for correction thereof\neither by refund or by credit on future bills in its or his or her discretion.\nAny claim for such a refund or credit shall be filed with the Director of\nFinance by the person paying the alleged overpayment within six months of such\npayment.\t(e)\tWhere there is a dispute with respect to the charges or penalty\nimposed under this article, or both, the Director of Finance, with the written\napproval of the City Attorney and subject to the provisions of the Charter of\nthe City of Los Angeles, may compromise the City’s claim for said charges or\npenalty, or both, where the portion of the claim proposed to be released is less\nthan $5,000.00; and, with the approval of the City Attorney and the City\nCouncil, may compromise such a claim where the portion proposed to be released\nis $5,000.00 or more.\n","html":"\n\t\t\t\t\t<section><p>  ADDITIONAL POWERS AND DUTIES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)<br \/><br \/>\t(a)\tThe Director of Finance shall have the power and duty, and is hereby directed, to enforce all of the provisions of this article, and may make such rules and regulations as are consistent with the provisions of this article as may be necessary or desirable to aid in the administration and enforcement of the provisions of this article.<br \/><br \/>\t(b)\tFor the purpose of determining the number of dwelling units contained in any building the Bureau of Sanitation may estimate the number of dwelling units contained in said building, after full consideration of all information within his or her knowledge.<br \/><br \/>\t(c)\tThe Director of Finance, on behalf of and in the name of the City of Los Angeles, may enter into a written agreement, in a form approved by the City Attorney, with any customer indebted to the City pursuant to the terms of this article, obligating said customer to pay such indebtedness to the Director of Finance in monthly or more frequent installments, but in no event over a period greater than one year. In any such agreement such customer shall acknowledge the obligation owed to the City and his or her indebtedness thereon, shall agree that in the event of his or her failure to make timely payment of any installment thereof that the whole amount unpaid may be determined by the Director of Finance to be immediately due and payable, and shall agree to pay all costs and reasonable attorney fees incurred by or on behalf of the City in the collection thereof or for any legal proceeding commenced for that purpose.<br \/><br \/>\t(d)\tWhenever the amount of charges and <span class=\"dictionary\">penalty<\/span> imposed under this article, or either of them, is determined by the Department of Water and Power or by the Director of Finance to have been overpaid, paid more than once, or to have been erroneously collected or received by the City in whole or in part, the Department of Water and Power or the Director of Finance, as the case may be, may provide for correction thereof either by refund or by credit on future bills in its or his or her discretion. Any claim for such a refund or credit shall be filed with the Director of Finance by the person paying the alleged overpayment within six months of such payment.<br \/><br \/>\t(e)\tWhere there is a dispute with respect to the charges or <span class=\"dictionary\">penalty<\/span> imposed under this article, or both, the Director of Finance, with the written approval of the City Attorney and subject to the provisions of the Charter of the City of Los Angeles, may compromise the City’s claim for said charges or <span class=\"dictionary\">penalty<\/span>, or both, where the portion of the claim proposed to be released is less than $5,000.00; and, with the approval of the City Attorney and the City Council, may compromise such a claim where the portion proposed to be released is $5,000.00 or more.<\/p><\/section>","previous_section":{"id":"1266","structure_id":"6","section_number":"66.43","catch_line":"Billing, Collection And Payment Of Charges.","url":"\/66.43\/","token":"66.43"},"text":{"0":{"id":"3152","text":"  ADDITIONAL POWERS AND DUTIES.\n\t(Amended by Ord. No. 173,293, Eff. 6\/30\/00, Oper. 7\/1\/00.)\t(a)\tThe Director of Finance shall have the power and duty, and is hereby directed, to enforce all of the provisions of this article, and may make such rules and regulations as are consistent with the provisions of this article as may be necessary or desirable to aid in the administration and enforcement of the provisions of this article.\t(b)\tFor the purpose of determining the number of dwelling units contained in any building the Bureau of Sanitation may estimate the number of dwelling units contained in said building, after full consideration of all information within his or her knowledge.\t(c)\tThe Director of Finance, on behalf of and in the name of the City of Los Angeles, may enter into a written agreement, in a form approved by the City Attorney, with any customer indebted to the City pursuant to the terms of this article, obligating said customer to pay such indebtedness to the Director of Finance in monthly or more frequent installments, but in no event over a period greater than one year. In any such agreement such customer shall acknowledge the obligation owed to the City and his or her indebtedness thereon, shall agree that in the event of his or her failure to make timely payment of any installment thereof that the whole amount unpaid may be determined by the Director of Finance to be immediately due and payable, and shall agree to pay all costs and reasonable attorney fees incurred by or on behalf of the City in the collection thereof or for any legal proceeding commenced for that purpose.\t(d)\tWhenever the amount of charges and penalty imposed under this article, or either of them, is determined by the Department of Water and Power or by the Director of Finance to have been overpaid, paid more than once, or to have been erroneously collected or received by the City in whole or in part, the Department of Water and Power or the Director of Finance, as the case may be, may provide for correction thereof either by refund or by credit on future bills in its or his or her discretion. Any claim for such a refund or credit shall be filed with the Director of Finance by the person paying the alleged overpayment within six months of such payment.\t(e)\tWhere there is a dispute with respect to the charges or penalty imposed under this article, or both, the Director of Finance, with the written approval of the City Attorney and subject to the provisions of the Charter of the City of Los Angeles, may compromise the City’s claim for said charges or penalty, or both, where the portion of the claim proposed to be released is less than $5,000.00; and, with the approval of the City Attorney and the City Council, may compromise such a claim where the portion proposed to be released is $5,000.00 or more.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}