{"section_number":"67.01","edition_id":"1","section_id":"2104","structure_id":"97","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\t(Added by Ord. No. 78,537, Eff. 11\/8\/37.)\n\n\tFor the purpose of this article certain terms used herein are defined as follows:\n\n\t(a)\tThe term “outdoor advertising structure” as used in this article is hereby defined to be any structure or device erected upon the surface of the ground for outdoor advertising purposes, or to attract the attention of the public and visible from any public street, alley or other public place, as distinguished from any sign attached to or placed on a building, upon which any poster, bill, printing, painting, device or other advertisement of any kind whatsoever may be placed, posted, painted, fastened or affixed, or used in connection with, including so-called electric and\/or cutout signs; provided, however, that the same shall not be deemed to include any board, sign or surface used exclusively to display official notices issued by any court or public officer in performance of a public duty or a private person in giving a legal notice; nor shall the same include any sign not exceeding twenty (20) square feet in area used exclusively to advertise the sale or lease of the property on which the sign is placed or to designate the name of the owner or occupant of the premises or to identify the premises such as physicians’, or surgeons’ name signs, apartment house signs, post sign or accessory sign.\n\n\t(b)\tThe term “accessory sign” as used in this article is hereby defined to be any advertising sign or sign device erected or placed upon the surface of the ground, which has no mechanical or moving parts or with which no electricity or other sources of illumination or power are attached to or made a part thereof, and which carries any advertisement strictly incidental and subordinate to a lawful use of the premises on which it is located, including signs or sign devices indicating the business transacted or services rendered or goods sold or produced on the premises or an occupant thereof. Provided, however, that said accessory sign shall not have a surface area greater than twenty (20) square feet on any one side thereof and not more than two sides of said accessory sign shall be used for advertising purposes. The top of said accessory sign shall not exceed six (6) feet six (6) inches above the surface of the ground upon which it is erected or placed. Said accessory sign shall not be erected, constructed or placed within a distance of less than fifteen (15) feet of any other accessory sign.\n\n\t(c)\tThe term “post sign” as used in this article is hereby defined to be any sign erected or affixed in a rigid manner to any pole or post, and which carries any advertisement strictly incidental and subordinate to a lawful use of the premises on which it is located, including signs or sign devices indicating the business transacted, services rendered or goods sold or produced on the premises or an occupant thereof. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)\n\n\tProvided, however, that said post sign shall not have a surface area greater than two hundred (200) square feet on any one side thereof and not more than four hundred (400) square feet on or in the aggregate of all sides of said post sign. The bottom of said post sign or surface area thereof shall not be less than ten (10) feet above the sidewalk or above the surface of the ground upon which it is erected. The post supporting said post sign shall have no horizontal dimension greater than twenty-four (24) inches. Said post sign shall not be, erected, constructed or placed within a distance of less than fifteen (15) feet of any other post sign. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)\n\n\t(d)\tThe term “accessory sign” or “post sign” as herein defined shall not be deemed to include any sign advertising the trade name, merchandise or service of any person, firm or corporation who pays a consideration for the privilege of placing, maintaining or using any portion of said sign to the owner or occupant of the premises upon which said sign is erected or placed.\n\n\t(e)\tThe term “advertising statuary” as used in this article is hereby defined to mean any imitation, representation or similitude of any person or thing which is sculptured, moulded, modeled or cast in any solid or plastic substance, material or fabric, or any balloon or other inflatable device, which, for advertising purposes, is erected upon or attached to the surface of the ground or any vehicle which is parked upon a public street, alley or highway, or upon private property. (Amended by Ord. No. 114,749, Eff. 11\/28\/59.)\n\n\t(f)\tThe term “street” as used in this article is hereby defined to include all public thoroughfares, excepting alleys.","order_by":"01","ancestry":{"1":{"id":"97","name":"Outdoor Advertising Structures, Accessory Signs, Post Signs And Advertising Statuary","identifier":"7","label":"article","url":"\/6\/7\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"921","structure_id":"97","section_number":"67.00","catch_line":"Commemorative Signs.","url":"\/67.00\/","token":"67.00"},"1":{"id":"2104","structure_id":"97","section_number":"67.01","catch_line":"Definitions.","url":"\/67.01\/","token":"67.01"},"2":{"id":"498","structure_id":"97","section_number":"67.02","catch_line":"Construction Of Signs On Streets Or Other Public Property.","url":"\/67.02\/","token":"67.02"},"3":{"id":"2044","structure_id":"97","section_number":"67.29","catch_line":"Street Clocks – Bulletin Boards.","url":"\/67.29\/","token":"67.29"}},"next_section":{"id":"498","structure_id":"97","section_number":"67.02","catch_line":"Construction Of Signs On Streets Or Other Public Property.","url":"\/67.02\/","token":"67.02"},"metadata":false,"references":false,"url":"\/67.01\/","token":"67.01","formats":{"txt":"\/67.01.txt","json":"\/67.01.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 67.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 67.01)\n\n  DEFINITIONS.\n\t(Added by Ord. No. 78,537, Eff. 11\/8\/37.)\tFor the purpose of this article\ncertain terms used herein are defined as follows:\t(a)\tThe term “outdoor\nadvertising structure” as used in this article is hereby defined to be any\nstructure or device erected upon the surface of the ground for outdoor\nadvertising purposes, or to attract the attention of the public and visible from\nany public street, alley or other public place, as distinguished from any sign\nattached to or placed on a building, upon which any poster, bill, printing,\npainting, device or other advertisement of any kind whatsoever may be placed,\nposted, painted, fastened or affixed, or used in connection with, including\nso-called electric and\/or cutout signs; provided, however, that the same shall\nnot be deemed to include any board, sign or surface used exclusively to display\nofficial notices issued by any court or public officer in performance of a\npublic duty or a private person in giving a legal notice; nor shall the same\ninclude any sign not exceeding twenty (20) square feet in area used exclusively\nto advertise the sale or lease of the property on which the sign is placed or to\ndesignate the name of the owner or occupant of the premises or to identify the\npremises such as physicians’, or surgeons’ name signs, apartment house\nsigns, post sign or accessory sign.\t(b)\tThe term “accessory sign” as used in\nthis article is hereby defined to be any advertising sign or sign device erected\nor placed upon the surface of the ground, which has no mechanical or moving\nparts or with which no electricity or other sources of illumination or power are\nattached to or made a part thereof, and which carries any advertisement strictly\nincidental and subordinate to a lawful use of the premises on which it is\nlocated, including signs or sign devices indicating the business transacted or\nservices rendered or goods sold or produced on the premises or an occupant\nthereof. Provided, however, that said accessory sign shall not have a surface\narea greater than twenty (20) square feet on any one side thereof and not more\nthan two sides of said accessory sign shall be used for advertising purposes.\nThe top of said accessory sign shall not exceed six (6) feet six (6) inches\nabove the surface of the ground upon which it is erected or placed. Said\naccessory sign shall not be erected, constructed or placed within a distance of\nless than fifteen (15) feet of any other accessory sign.\t(c)\tThe term “post\nsign” as used in this article is hereby defined to be any sign erected or\naffixed in a rigid manner to any pole or post, and which carries any\nadvertisement strictly incidental and subordinate to a lawful use of the\npremises on which it is located, including signs or sign devices indicating the\nbusiness transacted, services rendered or goods sold or produced on the premises\nor an occupant thereof. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)\tProvided,\nhowever, that said post sign shall not have a surface area greater than two\nhundred (200) square feet on any one side thereof and not more than four hundred\n(400) square feet on or in the aggregate of all sides of said post sign. The\nbottom of said post sign or surface area thereof shall not be less than ten (10)\nfeet above the sidewalk or above the surface of the ground upon which it is\nerected. The post supporting said post sign shall have no horizontal dimension\ngreater than twenty-four (24) inches. Said post sign shall not be, erected,\nconstructed or placed within a distance of less than fifteen (15) feet of any\nother post sign. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)\t(d)\tThe term\n“accessory sign” or “post sign” as herein defined shall not be deemed to\ninclude any sign advertising the trade name, merchandise or service of any\nperson, firm or corporation who pays a consideration for the privilege of\nplacing, maintaining or using any portion of said sign to the owner or occupant\nof the premises upon which said sign is erected or placed.\t(e)\tThe term\n“advertising statuary” as used in this article is hereby defined to mean any\nimitation, representation or similitude of any person or thing which is\nsculptured, moulded, modeled or cast in any solid or plastic substance, material\nor fabric, or any balloon or other inflatable device, which, for advertising\npurposes, is erected upon or attached to the surface of the ground or any\nvehicle which is parked upon a public street, alley or highway, or upon private\nproperty. (Amended by Ord. No. 114,749, Eff. 11\/28\/59.)\t(f)\tThe term\n“street” as used in this article is hereby defined to include all public\nthoroughfares, excepting alleys.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.\n\t(Added by Ord. No. 78,537, Eff. 11\/8\/37.)<br \/><br \/>\tFor the purpose of this article certain terms used herein are defined as follows:<br \/><br \/>\t(a)\tThe term “outdoor advertising structure” as used in this article is hereby defined to be any structure or device erected upon the surface of the ground for outdoor advertising purposes, or to attract the attention of the public and visible from any public street, alley or other public place, as distinguished from any sign attached to or placed on a building, upon which any poster, bill, printing, painting, device or other advertisement of any kind whatsoever may be placed, posted, painted, fastened or affixed, or used in connection with, including so-called electric and\/or cutout signs; provided, however, that the same shall not be deemed to include any board, sign or surface used exclusively to display official notices issued by any <span class=\"dictionary\">court<\/span> or public officer in performance of a public duty or a private person in giving a legal notice; nor shall the same include any sign not exceeding twenty (20) square feet in area used exclusively to advertise the sale or lease of the property on which the sign is placed or to designate the name of the owner or occupant of the premises or to identify the premises such as physicians’, or surgeons’ name signs, apartment house signs, post sign or <span class=\"dictionary\">accessory<\/span> sign.<br \/><br \/>\t(b)\tThe term “<span class=\"dictionary\">accessory<\/span> sign” as used in this article is hereby defined to be any advertising sign or sign device erected or placed upon the surface of the ground, which has no mechanical or moving parts or with which no electricity or other sources of illumination or power are attached to or made a part thereof, and which carries any advertisement strictly incidental and subordinate to a lawful use of the premises on which it is located, including signs or sign devices indicating the business transacted or services rendered or goods sold or produced on the premises or an occupant thereof. Provided, however, that said <span class=\"dictionary\">accessory<\/span> sign shall not have a surface area greater than twenty (20) square feet on any one side thereof and not more than two sides of said <span class=\"dictionary\">accessory<\/span> sign shall be used for advertising purposes. The top of said <span class=\"dictionary\">accessory<\/span> sign shall not exceed six (6) feet six (6) inches above the surface of the ground upon which it is erected or placed. Said <span class=\"dictionary\">accessory<\/span> sign shall not be erected, constructed or placed within a distance of less than fifteen (15) feet of any other <span class=\"dictionary\">accessory<\/span> sign.<br \/><br \/>\t(c)\tThe term “post sign” as used in this article is hereby defined to be any sign erected or affixed in a rigid manner to any pole or post, and which carries any advertisement strictly incidental and subordinate to a lawful use of the premises on which it is located, including signs or sign devices indicating the business transacted, services rendered or goods sold or produced on the premises or an occupant thereof. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)<br \/><br \/>\tProvided, however, that said post sign shall not have a surface area greater than two hundred (200) square feet on any one side thereof and not more than four hundred (400) square feet on or in the aggregate of all sides of said post sign. The bottom of said post sign or surface area thereof shall not be less than ten (10) feet above the sidewalk or above the surface of the ground upon which it is erected. The post supporting said post sign shall have no horizontal dimension greater than twenty-four (24) inches. Said post sign shall not be, erected, constructed or placed within a distance of less than fifteen (15) feet of any other post sign. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)<br \/><br \/>\t(d)\tThe term “<span class=\"dictionary\">accessory<\/span> sign” or “post sign” as herein defined shall not be deemed to include any sign advertising the trade name, merchandise or service of any person, firm or corporation who pays a consideration for the <span class=\"dictionary\">privilege<\/span> of placing, maintaining or using any portion of said sign to the owner or occupant of the premises upon which said sign is erected or placed.<br \/><br \/>\t(e)\tThe term “advertising statuary” as used in this article is hereby defined to mean any imitation, representation or similitude of any person or thing which is sculptured, moulded, modeled or cast in any solid or plastic substance, <span class=\"dictionary\">material<\/span> or fabric, or any balloon or other inflatable device, which, for advertising purposes, is erected upon or attached to the surface of the ground or any vehicle which is parked upon a public street, alley or highway, or upon private property. (Amended by Ord. No. 114,749, Eff. 11\/28\/59.)<br \/><br \/>\t(f)\tThe term “street” as used in this article is hereby defined to include all public thoroughfares, excepting alleys.<\/p><\/section>","text":{"0":{"id":"2086","text":"  DEFINITIONS.\n\t(Added by Ord. No. 78,537, Eff. 11\/8\/37.)\tFor the purpose of this article certain terms used herein are defined as follows:\t(a)\tThe term “outdoor advertising structure” as used in this article is hereby defined to be any structure or device erected upon the surface of the ground for outdoor advertising purposes, or to attract the attention of the public and visible from any public street, alley or other public place, as distinguished from any sign attached to or placed on a building, upon which any poster, bill, printing, painting, device or other advertisement of any kind whatsoever may be placed, posted, painted, fastened or affixed, or used in connection with, including so-called electric and\/or cutout signs; provided, however, that the same shall not be deemed to include any board, sign or surface used exclusively to display official notices issued by any court or public officer in performance of a public duty or a private person in giving a legal notice; nor shall the same include any sign not exceeding twenty (20) square feet in area used exclusively to advertise the sale or lease of the property on which the sign is placed or to designate the name of the owner or occupant of the premises or to identify the premises such as physicians’, or surgeons’ name signs, apartment house signs, post sign or accessory sign.\t(b)\tThe term “accessory sign” as used in this article is hereby defined to be any advertising sign or sign device erected or placed upon the surface of the ground, which has no mechanical or moving parts or with which no electricity or other sources of illumination or power are attached to or made a part thereof, and which carries any advertisement strictly incidental and subordinate to a lawful use of the premises on which it is located, including signs or sign devices indicating the business transacted or services rendered or goods sold or produced on the premises or an occupant thereof. Provided, however, that said accessory sign shall not have a surface area greater than twenty (20) square feet on any one side thereof and not more than two sides of said accessory sign shall be used for advertising purposes. The top of said accessory sign shall not exceed six (6) feet six (6) inches above the surface of the ground upon which it is erected or placed. Said accessory sign shall not be erected, constructed or placed within a distance of less than fifteen (15) feet of any other accessory sign.\t(c)\tThe term “post sign” as used in this article is hereby defined to be any sign erected or affixed in a rigid manner to any pole or post, and which carries any advertisement strictly incidental and subordinate to a lawful use of the premises on which it is located, including signs or sign devices indicating the business transacted, services rendered or goods sold or produced on the premises or an occupant thereof. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)\tProvided, however, that said post sign shall not have a surface area greater than two hundred (200) square feet on any one side thereof and not more than four hundred (400) square feet on or in the aggregate of all sides of said post sign. The bottom of said post sign or surface area thereof shall not be less than ten (10) feet above the sidewalk or above the surface of the ground upon which it is erected. The post supporting said post sign shall have no horizontal dimension greater than twenty-four (24) inches. Said post sign shall not be, erected, constructed or placed within a distance of less than fifteen (15) feet of any other post sign. (Amended by Ord. No. 145,635, Eff. 4\/8\/74.)\t(d)\tThe term “accessory sign” or “post sign” as herein defined shall not be deemed to include any sign advertising the trade name, merchandise or service of any person, firm or corporation who pays a consideration for the privilege of placing, maintaining or using any portion of said sign to the owner or occupant of the premises upon which said sign is erected or placed.\t(e)\tThe term “advertising statuary” as used in this article is hereby defined to mean any imitation, representation or similitude of any person or thing which is sculptured, moulded, modeled or cast in any solid or plastic substance, material or fabric, or any balloon or other inflatable device, which, for advertising purposes, is erected upon or attached to the surface of the ground or any vehicle which is parked upon a public street, alley or highway, or upon private property. (Amended by Ord. No. 114,749, Eff. 11\/28\/59.)\t(f)\tThe term “street” as used in this article is hereby defined to include all public thoroughfares, excepting alleys.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"921","structure_id":"97","section_number":"67.00","catch_line":"Commemorative Signs.","url":"\/67.00\/","token":"67.00"}}