{"section_number":"68.04","edition_id":"1","section_id":"2254","structure_id":"60","catch_line":"Permits – Denial – Revocation.","history":"","full_text":"  PERMITS – DENIAL – REVOCATION.\n\n\t(a)\tThe application shall be denied if the Board shall find that the maintenance of the bench would tend to obstruct passage along any public way or create a hazard or would otherwise be detrimental to the public safety, welfare or convenience.\n\n\t(b)\tAny permit may be revoked, or renewal thereof denied, for any violation of any of the provisions of this section, for any fraud or misrepresentation in the application, for any reason which would have been ground for denial of the application, or when the Board determines that the bench to be installed, installed or maintained under such permit is to be located or is so located that it is not compatible with another existing or proposed use of the public property along the public way or otherwise not in the best interest of the City.  (Amended by Ord. No. 152,457, Eff. 7\/2\/79.)\n\n\t(c)\tIf the owner, tenant or person in lawful possession or control of the property abutting upon the street at the place where the bench is to be located shall object to the maintenance of the bench, and gives written notice thereof to the Board at any time before or within 90 days from the date the permit is issued, the permit shall be denied or revoked. If such written notice is received by the Board after 90 days from the date of the permit, the permit shall not be revoked, but renewal thereof shall be denied on the next renewal date.\n\n\t(d)\tThe application shall be canceled and denied if the applicant fails to deposit the annual fee and accept the permit within 10 days after notice of the approval of the application by the Board.\n\n\t(e)\tAny permit issued under this section shall be cancelled and revoked if the permittee fails to install the bench within 60 days after the date of the issuance of the permit.\n\n\t(f)\tThe application shall be canceled and denied, or the permit revoked, as the case may be, if 60% of the property owners and\/or tenants living or having their place of business within 200 feet of the location of said bench or benches protest the same.","order_by":"04","ancestry":{"1":{"id":"60","name":"Benches Along Public Ways","identifier":"8","label":"article","url":"\/6\/8\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"761","structure_id":"60","section_number":"68.00","catch_line":"Definitions.","url":"\/68.00\/","token":"68.00"},"1":{"id":"929","structure_id":"60","section_number":"68.01","catch_line":"Benches – Where Prohibited.","url":"\/68.01\/","token":"68.01"},"2":{"id":"1676","structure_id":"60","section_number":"68.02","catch_line":"Permit Required From Board Of Public Works.","url":"\/68.02\/","token":"68.02"},"3":{"id":"187","structure_id":"60","section_number":"68.03","catch_line":"Application For Permit – Fees – Renewal.","url":"\/68.03\/","token":"68.03"},"4":{"id":"2254","structure_id":"60","section_number":"68.04","catch_line":"Permits – Denial – Revocation.","url":"\/68.04\/","token":"68.04"},"5":{"id":"4165","structure_id":"60","section_number":"68.05","catch_line":"Benches – Lawful Installation And Maintenance.","url":"\/68.05\/","token":"68.05"},"6":{"id":"580","structure_id":"60","section_number":"68.06","catch_line":"Benches – Advertising And Signs.","url":"\/68.06\/","token":"68.06"},"7":{"id":"3224","structure_id":"60","section_number":"68.07","catch_line":"Removal Of Benches.","url":"\/68.07\/","token":"68.07"},"8":{"id":"1411","structure_id":"60","section_number":"68.08","catch_line":"Enforcement.","url":"\/68.08\/","token":"68.08"},"9":{"id":"1022","structure_id":"60","section_number":"68.09","catch_line":"Refunds – Not Permitted.","url":"\/68.09\/","token":"68.09"},"10":{"id":"1255","structure_id":"60","section_number":"68.10","catch_line":"Bond Or Insurance Policy.","url":"\/68.10\/","token":"68.10"},"11":{"id":"3182","structure_id":"60","section_number":"68.11","catch_line":"Bond Or Insurance Policy – Limit Of Liability.","url":"\/68.11\/","token":"68.11"},"12":{"id":"890","structure_id":"60","section_number":"68.12","catch_line":"One-Stop Permit Center Surcharge.","url":"\/68.12\/","token":"68.12"}},"next_section":{"id":"4165","structure_id":"60","section_number":"68.05","catch_line":"Benches – Lawful Installation And Maintenance.","url":"\/68.05\/","token":"68.05"},"metadata":false,"references":false,"url":"\/68.04\/","token":"68.04","formats":{"txt":"\/68.04.txt","json":"\/68.04.xml"},"dublin_core":{"Title":"Permits – Denial – Revocation.","Type":"Text","Format":"text\/html","Identifier":"§ 68.04","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPERMITS – DENIAL – REVOCATION. (§ 68.04)\n\n  PERMITS – DENIAL – REVOCATION.\t(a)\tThe application shall be denied if the\nBoard shall find that the maintenance of the bench would tend to obstruct\npassage along any public way or create a hazard or would otherwise be\ndetrimental to the public safety, welfare or convenience.\t(b)\tAny permit may be\nrevoked, or renewal thereof denied, for any violation of any of the provisions\nof this section, for any fraud or misrepresentation in the application, for any\nreason which would have been ground for denial of the application, or when the\nBoard determines that the bench to be installed, installed or maintained under\nsuch permit is to be located or is so located that it is not compatible with\nanother existing or proposed use of the public property along the public way or\notherwise not in the best interest of the City.  (Amended by Ord. No. 152,457,\nEff. 7\/2\/79.)\t(c)\tIf the owner, tenant or person in lawful possession or control\nof the property abutting upon the street at the place where the bench is to be\nlocated shall object to the maintenance of the bench, and gives written notice\nthereof to the Board at any time before or within 90 days from the date the\npermit is issued, the permit shall be denied or revoked. If such written notice\nis received by the Board after 90 days from the date of the permit, the permit\nshall not be revoked, but renewal thereof shall be denied on the next renewal\ndate.\t(d)\tThe application shall be canceled and denied if the applicant fails to\ndeposit the annual fee and accept the permit within 10 days after notice of the\napproval of the application by the Board.\t(e)\tAny permit issued under this\nsection shall be cancelled and revoked if the permittee fails to install the\nbench within 60 days after the date of the issuance of the permit.\t(f)\tThe\napplication shall be canceled and denied, or the permit revoked, as the case may\nbe, if 60% of the property owners and\/or tenants living or having their place of\nbusiness within 200 feet of the location of said bench or benches protest the\nsame.\n","html":"\n\t\t\t\t\t<section><p>  PERMITS – DENIAL – <span class=\"dictionary\">REVOCATION<\/span>.<br \/><br \/>\t(a)\tThe application shall be denied if the Board shall find that the maintenance of the bench would tend to obstruct passage along any public way or create a hazard or would otherwise be detrimental to the public safety, welfare or convenience.<br \/><br \/>\t(b)\tAny permit may be revoked, or renewal thereof denied, for any violation of any of the provisions of this section, for any <span class=\"dictionary\">fraud<\/span> or misrepresentation in the application, for any reason which would have been ground for denial of the application, or when the Board determines that the bench to be installed, installed or maintained under such permit is to be located or is so located that it is not compatible with another existing or proposed use of the public property along the public way or otherwise not in the best interest of the City.  (Amended by Ord. No. 152,457, Eff. 7\/2\/79.)<br \/><br \/>\t(c)\tIf the owner, tenant or person in lawful <span class=\"dictionary\">possession<\/span> or control of the property abutting upon the street at the place where the bench is to be located shall <span class=\"dictionary\">object<\/span> to the maintenance of the bench, and gives written notice thereof to the Board at any time before or within 90 days from the date the permit is issued, the permit shall be denied or revoked. If such written notice is received by the Board after 90 days from the date of the permit, the permit shall not be revoked, but renewal thereof shall be denied on the next renewal date.<br \/><br \/>\t(d)\tThe application shall be canceled and denied if the applicant fails to deposit the annual fee and accept the permit within 10 days after notice of the approval of the application by the Board.<br \/><br \/>\t(e)\tAny permit issued under this section shall be cancelled and revoked if the permittee fails to install the bench within 60 days after the date of the issuance of the permit.<br \/><br \/>\t(f)\tThe application shall be canceled and denied, or the permit revoked, as the case may be, if 60% of the property owners and\/or tenants living or having their place of business within 200 feet of the location of said bench or benches protest the same.<\/p><\/section>","previous_section":{"id":"187","structure_id":"60","section_number":"68.03","catch_line":"Application For Permit – Fees – Renewal.","url":"\/68.03\/","token":"68.03"},"text":{"0":{"id":"2234","text":"  PERMITS – DENIAL – REVOCATION.\t(a)\tThe application shall be denied if the Board shall find that the maintenance of the bench would tend to obstruct passage along any public way or create a hazard or would otherwise be detrimental to the public safety, welfare or convenience.\t(b)\tAny permit may be revoked, or renewal thereof denied, for any violation of any of the provisions of this section, for any fraud or misrepresentation in the application, for any reason which would have been ground for denial of the application, or when the Board determines that the bench to be installed, installed or maintained under such permit is to be located or is so located that it is not compatible with another existing or proposed use of the public property along the public way or otherwise not in the best interest of the City.  (Amended by Ord. No. 152,457, Eff. 7\/2\/79.)\t(c)\tIf the owner, tenant or person in lawful possession or control of the property abutting upon the street at the place where the bench is to be located shall object to the maintenance of the bench, and gives written notice thereof to the Board at any time before or within 90 days from the date the permit is issued, the permit shall be denied or revoked. If such written notice is received by the Board after 90 days from the date of the permit, the permit shall not be revoked, but renewal thereof shall be denied on the next renewal date.\t(d)\tThe application shall be canceled and denied if the applicant fails to deposit the annual fee and accept the permit within 10 days after notice of the approval of the application by the Board.\t(e)\tAny permit issued under this section shall be cancelled and revoked if the permittee fails to install the bench within 60 days after the date of the issuance of the permit.\t(f)\tThe application shall be canceled and denied, or the permit revoked, as the case may be, if 60% of the property owners and\/or tenants living or having their place of business within 200 feet of the location of said bench or benches protest the same.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}