{"section_number":"68.10","edition_id":"1","section_id":"1255","structure_id":"60","catch_line":"Bond Or Insurance Policy.","history":"","full_text":"  BOND OR INSURANCE POLICY.\n\n\t(a)\tNo permit shall be issued pursuant to this section unless the applicant shall post and maintain with the Board a surety bond or policy of public liability insurance, approved by the Board and conditioned as hereinafter provided.\n\n\t(b)\tThe bond or policy shall be conditioned that the permittee will indemnify and save harmless the City of Los Angeles, its officers and employees from any and all loss, costs, damages, expenses or liability which may result from or arise out of the granting of the permit, or the installation or maintenance of the bench for which the permit is issued and that the permittee will pay any and all loss or damage that may be sustained by any person as a result of, or which may be caused by or arise out of such installation or maintenance. The bond or policy of insurance shall be maintained in its original amount by the permittee at his expense at all times during the period for which the permit is in effect. In the event that two or more permits are issued to one permittee, one such bond or policy of insurance may be furnished to cover two or more benches, and each bond or policy shall be of such a type that its coverage shall be automatically restored immediately from and after the time of the reporting of any accident from which liability may thereafter accrue.","order_by":"10","ancestry":{"1":{"id":"60","name":"Benches Along Public Ways","identifier":"8","label":"article","url":"\/6\/8\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"761","structure_id":"60","section_number":"68.00","catch_line":"Definitions.","url":"\/68.00\/","token":"68.00"},"1":{"id":"929","structure_id":"60","section_number":"68.01","catch_line":"Benches – Where Prohibited.","url":"\/68.01\/","token":"68.01"},"2":{"id":"1676","structure_id":"60","section_number":"68.02","catch_line":"Permit Required From Board Of Public Works.","url":"\/68.02\/","token":"68.02"},"3":{"id":"187","structure_id":"60","section_number":"68.03","catch_line":"Application For Permit – Fees – Renewal.","url":"\/68.03\/","token":"68.03"},"4":{"id":"2254","structure_id":"60","section_number":"68.04","catch_line":"Permits – Denial – Revocation.","url":"\/68.04\/","token":"68.04"},"5":{"id":"4165","structure_id":"60","section_number":"68.05","catch_line":"Benches – Lawful Installation And Maintenance.","url":"\/68.05\/","token":"68.05"},"6":{"id":"580","structure_id":"60","section_number":"68.06","catch_line":"Benches – Advertising And Signs.","url":"\/68.06\/","token":"68.06"},"7":{"id":"3224","structure_id":"60","section_number":"68.07","catch_line":"Removal Of Benches.","url":"\/68.07\/","token":"68.07"},"8":{"id":"1411","structure_id":"60","section_number":"68.08","catch_line":"Enforcement.","url":"\/68.08\/","token":"68.08"},"9":{"id":"1022","structure_id":"60","section_number":"68.09","catch_line":"Refunds – Not Permitted.","url":"\/68.09\/","token":"68.09"},"10":{"id":"1255","structure_id":"60","section_number":"68.10","catch_line":"Bond Or Insurance Policy.","url":"\/68.10\/","token":"68.10"},"11":{"id":"3182","structure_id":"60","section_number":"68.11","catch_line":"Bond Or Insurance Policy – Limit Of Liability.","url":"\/68.11\/","token":"68.11"},"12":{"id":"890","structure_id":"60","section_number":"68.12","catch_line":"One-Stop Permit Center Surcharge.","url":"\/68.12\/","token":"68.12"}},"next_section":{"id":"3182","structure_id":"60","section_number":"68.11","catch_line":"Bond Or Insurance Policy – Limit Of Liability.","url":"\/68.11\/","token":"68.11"},"metadata":false,"references":false,"url":"\/68.10\/","token":"68.10","formats":{"txt":"\/68.10.txt","json":"\/68.10.xml"},"dublin_core":{"Title":"Bond Or Insurance Policy.","Type":"Text","Format":"text\/html","Identifier":"§ 68.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nBOND OR INSURANCE POLICY. (§ 68.10)\n\n  BOND OR INSURANCE POLICY.\t(a)\tNo permit shall be issued pursuant to this\nsection unless the applicant shall post and maintain with the Board a surety\nbond or policy of public liability insurance, approved by the Board and\nconditioned as hereinafter provided.\t(b)\tThe bond or policy shall be conditioned\nthat the permittee will indemnify and save harmless the City of Los Angeles, its\nofficers and employees from any and all loss, costs, damages, expenses or\nliability which may result from or arise out of the granting of the permit, or\nthe installation or maintenance of the bench for which the permit is issued and\nthat the permittee will pay any and all loss or damage that may be sustained by\nany person as a result of, or which may be caused by or arise out of such\ninstallation or maintenance. The bond or policy of insurance shall be maintained\nin its original amount by the permittee at his expense at all times during the\nperiod for which the permit is in effect. In the event that two or more permits\nare issued to one permittee, one such bond or policy of insurance may be\nfurnished to cover two or more benches, and each bond or policy shall be of such\na type that its coverage shall be automatically restored immediately from and\nafter the time of the reporting of any accident from which liability may\nthereafter accrue.\n","html":"\n\t\t\t\t\t<section><p>  <span class=\"dictionary\">BOND<\/span> OR INSURANCE POLICY.<br \/><br \/>\t(a)\tNo permit shall be issued pursuant to this section unless the applicant shall post and maintain with the Board a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> or policy of public liability insurance, approved by the Board and conditioned as hereinafter provided.<br \/><br \/>\t(b)\tThe <span class=\"dictionary\">bond<\/span> or policy shall be conditioned that the permittee will indemnify and save harmless the City of Los Angeles, its officers and employees from any and all loss, costs, <span class=\"dictionary\">damages<\/span>, expenses or liability which may result from or arise out of the granting of the permit, or the installation or maintenance of the bench for which the permit is issued and that the permittee will pay any and all loss or damage that may be sustained by any person as a result of, or which may be caused by or arise out of such installation or maintenance. The <span class=\"dictionary\">bond<\/span> or policy of insurance shall be maintained in its original amount by the permittee at his expense at all times during the period for which the permit is in effect. In the event that two or more permits are issued to one permittee, one such <span class=\"dictionary\">bond<\/span> or policy of insurance may be furnished to cover two or more benches, and each <span class=\"dictionary\">bond<\/span> or policy shall be of such a type that its coverage shall be automatically restored immediately from and after the time of the reporting of any accident from which liability may thereafter accrue.<\/p><\/section>","previous_section":{"id":"1022","structure_id":"60","section_number":"68.09","catch_line":"Refunds – Not Permitted.","url":"\/68.09\/","token":"68.09"},"text":{"0":{"id":"1241","text":"  BOND OR INSURANCE POLICY.\t(a)\tNo permit shall be issued pursuant to this section unless the applicant shall post and maintain with the Board a surety bond or policy of public liability insurance, approved by the Board and conditioned as hereinafter provided.\t(b)\tThe bond or policy shall be conditioned that the permittee will indemnify and save harmless the City of Los Angeles, its officers and employees from any and all loss, costs, damages, expenses or liability which may result from or arise out of the granting of the permit, or the installation or maintenance of the bench for which the permit is issued and that the permittee will pay any and all loss or damage that may be sustained by any person as a result of, or which may be caused by or arise out of such installation or maintenance. The bond or policy of insurance shall be maintained in its original amount by the permittee at his expense at all times during the period for which the permit is in effect. In the event that two or more permits are issued to one permittee, one such bond or policy of insurance may be furnished to cover two or more benches, and each bond or policy shall be of such a type that its coverage shall be automatically restored immediately from and after the time of the reporting of any accident from which liability may thereafter accrue.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}