{"section_number":"69.17","edition_id":"1","section_id":"2001","structure_id":"23","catch_line":"Dangerous Vessels, Sunken Vessels, Or Obstruction Of Channels.","history":"","full_text":"  DANGEROUS VESSELS, SUNKEN VESSELS, OR OBSTRUCTION OF CHANNELS.\n\n\t(a)\tWhenever a vessel is sunk, accidentally or otherwise, it shall be the duty of the owner of such vessel to mark it immediately by a buoy or beacon by day and by a lantern or light by night and to maintain such markings until the sunken vessel or obstruction is removed, and the neglect or failure of such owner to do so shall be unlawful. The owner of such sunken vessel shall immediately commence removal of said vessel and prosecute the removal diligently to completion.\n\n\t(b)\tWhenever the navigation of any waters within the entrance channel shall be obstructed or endangered by any sunken vessel or other obstruction the vessel or obstruction shall be subject to removal, sale, or other disposition by the Director and may be treated as found property and subject to the provisions of the Civil Code. The owner or owners of such vessel or property causing such obstruction or damage shall be liable to the County for all costs incident to said removal and disposition, and shall further be liable to any person who may be damaged as a proximate cause of said sunken vessel or other obstruction. Neither the County nor the City of Los Angeles, their employees, agents or officers, shall be liable for damages of any nature whatsoever arising out of or in any way connected with the removal, sale, or disposition of such sunken vessel or other property.\n\n\t(c)\tAny vessel that may enter the entrance channel in a disabled condition, or any vessel within said channel, which may for any reason be rendered disabled, shall immediately become subject to the orders and directions of the Director and it shall be unlawful for any person to fail or refuse to comply with his orders or directions with regard to the disposition of such vessel.","order_by":"17","ancestry":{"1":{"id":"23","name":"Marina Del Rey Entrance Channel","identifier":"9","label":"article","url":"\/6\/9\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"115","structure_id":"23","section_number":"69.00","catch_line":"Finding.","url":"\/69.00\/","token":"69.00"},"1":{"id":"2378","structure_id":"23","section_number":"69.01","catch_line":"Description.","url":"\/69.01\/","token":"69.01"},"2":{"id":"2844","structure_id":"23","section_number":"69.02","catch_line":"Authority For Enforcement.","url":"\/69.02\/","token":"69.02"},"3":{"id":"3950","structure_id":"23","section_number":"69.03","catch_line":"Definitions.","url":"\/69.03\/","token":"69.03"},"4":{"id":"398","structure_id":"23","section_number":"69.04","catch_line":"Traffic Control Authority.","url":"\/69.04\/","token":"69.04"},"5":{"id":"2823","structure_id":"23","section_number":"69.05","catch_line":"Basic Speed Law.","url":"\/69.05\/","token":"69.05"},"6":{"id":"28","structure_id":"23","section_number":"69.06","catch_line":"Permits For Races And Special Events.","url":"\/69.06\/","token":"69.06"},"7":{"id":"1322","structure_id":"23","section_number":"69.07","catch_line":"Reverse Gears.","url":"\/69.07\/","token":"69.07"},"8":{"id":"2824","structure_id":"23","section_number":"69.08","catch_line":"Launching Or Recovering Vessels.","url":"\/69.08\/","token":"69.08"},"9":{"id":"1788","structure_id":"23","section_number":"69.09","catch_line":"Permits, Suspensions, Or Revocations.","url":"\/69.09\/","token":"69.09"},"10":{"id":"2606","structure_id":"23","section_number":"69.10","catch_line":"Lost And Found Property.","url":"\/69.10\/","token":"69.10"},"11":{"id":"1190","structure_id":"23","section_number":"69.11","catch_line":"Underwater Diving.","url":"\/69.11\/","token":"69.11"},"12":{"id":"2580","structure_id":"23","section_number":"69.12","catch_line":"Prohibited Swimming.","url":"\/69.12\/","token":"69.12"},"13":{"id":"1421","structure_id":"23","section_number":"69.13","catch_line":"Hazardous Lights.","url":"\/69.13\/","token":"69.13"},"14":{"id":"3350","structure_id":"23","section_number":"69.14","catch_line":"Anchoring Or Mooring In Entrance Channel.","url":"\/69.14\/","token":"69.14"},"15":{"id":"3612","structure_id":"23","section_number":"69.15","catch_line":"Illegally Moored Or Abandoned Vessels.","url":"\/69.15\/","token":"69.15"},"16":{"id":"2807","structure_id":"23","section_number":"69.16","catch_line":"Fees Incidental To Recovery, Movement And Storage.","url":"\/69.16\/","token":"69.16"},"17":{"id":"2001","structure_id":"23","section_number":"69.17","catch_line":"Dangerous Vessels, Sunken Vessels, Or Obstruction Of Channels.","url":"\/69.17\/","token":"69.17"},"18":{"id":"862","structure_id":"23","section_number":"69.18","catch_line":"Duty Upon Collision.","url":"\/69.18\/","token":"69.18"},"19":{"id":"1183","structure_id":"23","section_number":"69.19","catch_line":"Commercial Activities Prohibited.","url":"\/69.19\/","token":"69.19"},"20":{"id":"676","structure_id":"23","section_number":"69.20","catch_line":"Bait Tanks.","url":"\/69.20\/","token":"69.20"},"21":{"id":"3045","structure_id":"23","section_number":"69.21","catch_line":"Sanitation Regulations.","url":"\/69.21\/","token":"69.21"},"22":{"id":"1042","structure_id":"23","section_number":"69.22","catch_line":"Prohibited Operation Upon Waters Of The Channel.","url":"\/69.22\/","token":"69.22"},"23":{"id":"2730","structure_id":"23","section_number":"69.23","catch_line":"Prohibited Activities Upon Areas Abutting The Entrance Channel.","url":"\/69.23\/","token":"69.23"}},"next_section":{"id":"862","structure_id":"23","section_number":"69.18","catch_line":"Duty Upon Collision.","url":"\/69.18\/","token":"69.18"},"metadata":false,"references":false,"url":"\/69.17\/","token":"69.17","formats":{"txt":"\/69.17.txt","json":"\/69.17.xml"},"dublin_core":{"Title":"Dangerous Vessels, Sunken Vessels, Or Obstruction Of Channels.","Type":"Text","Format":"text\/html","Identifier":"§ 69.17","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDANGEROUS VESSELS, SUNKEN VESSELS, OR OBSTRUCTION OF CHANNELS. (§ 69.17)\n\n  DANGEROUS VESSELS, SUNKEN VESSELS, OR OBSTRUCTION OF CHANNELS.\t(a)\tWhenever a\nvessel is sunk, accidentally or otherwise, it shall be the duty of the owner of\nsuch vessel to mark it immediately by a buoy or beacon by day and by a lantern\nor light by night and to maintain such markings until the sunken vessel or\nobstruction is removed, and the neglect or failure of such owner to do so shall\nbe unlawful. The owner of such sunken vessel shall immediately commence removal\nof said vessel and prosecute the removal diligently to completion.\t(b)\tWhenever\nthe navigation of any waters within the entrance channel shall be obstructed or\nendangered by any sunken vessel or other obstruction the vessel or obstruction\nshall be subject to removal, sale, or other disposition by the Director and may\nbe treated as found property and subject to the provisions of the Civil Code.\nThe owner or owners of such vessel or property causing such obstruction or\ndamage shall be liable to the County for all costs incident to said removal and\ndisposition, and shall further be liable to any person who may be damaged as a\nproximate cause of said sunken vessel or other obstruction. Neither the County\nnor the City of Los Angeles, their employees, agents or officers, shall be\nliable for damages of any nature whatsoever arising out of or in any way\nconnected with the removal, sale, or disposition of such sunken vessel or other\nproperty.\t(c)\tAny vessel that may enter the entrance channel in a disabled\ncondition, or any vessel within said channel, which may for any reason be\nrendered disabled, shall immediately become subject to the orders and directions\nof the Director and it shall be unlawful for any person to fail or refuse to\ncomply with his orders or directions with regard to the disposition of such\nvessel.\n","html":"\n\t\t\t\t\t<section><p>  DANGEROUS VESSELS, SUNKEN VESSELS, OR OBSTRUCTION OF CHANNELS.<br \/><br \/>\t(a)\tWhenever a vessel is sunk, accidentally or otherwise, it shall be the duty of the owner of such vessel to mark it immediately by a buoy or beacon by day and by a lantern or light by night and to maintain such markings until the sunken vessel or obstruction is removed, and the neglect or failure of such owner to do so shall be unlawful. The owner of such sunken vessel shall immediately commence removal of said vessel and <span class=\"dictionary\">prosecute<\/span> the removal diligently to completion.<br \/><br \/>\t(b)\tWhenever the navigation of any waters within the entrance channel shall be obstructed or endangered by any sunken vessel or other obstruction the vessel or obstruction shall be subject to removal, sale, or other <span class=\"dictionary\">disposition<\/span> by the Director and may be treated as found property and subject to the provisions of the Civil Code. The owner or owners of such vessel or property causing such obstruction or damage shall be liable to the County for all costs incident to said removal and <span class=\"dictionary\">disposition<\/span>, and shall further be liable to any person who may be damaged as a proximate cause of said sunken vessel or other obstruction. Neither the County nor the City of Los Angeles, their employees, agents or officers, shall be liable for <span class=\"dictionary\">damages<\/span> of any nature whatsoever arising out of or in any way connected with the removal, sale, or <span class=\"dictionary\">disposition<\/span> of such sunken vessel or other property.<br \/><br \/>\t(c)\tAny vessel that may enter the entrance channel in a disabled condition, or any vessel within said channel, which may for any reason be rendered disabled, shall immediately become subject to the <span class=\"dictionary\">orders<\/span> and directions of the Director and it shall be unlawful for any person to fail or refuse to comply with his <span class=\"dictionary\">orders<\/span> or directions with regard to the <span class=\"dictionary\">disposition<\/span> of such vessel.<\/p><\/section>","previous_section":{"id":"2807","structure_id":"23","section_number":"69.16","catch_line":"Fees Incidental To Recovery, Movement And Storage.","url":"\/69.16\/","token":"69.16"},"text":{"0":{"id":"1984","text":"  DANGEROUS VESSELS, SUNKEN VESSELS, OR OBSTRUCTION OF CHANNELS.\t(a)\tWhenever a vessel is sunk, accidentally or otherwise, it shall be the duty of the owner of such vessel to mark it immediately by a buoy or beacon by day and by a lantern or light by night and to maintain such markings until the sunken vessel or obstruction is removed, and the neglect or failure of such owner to do so shall be unlawful. The owner of such sunken vessel shall immediately commence removal of said vessel and prosecute the removal diligently to completion.\t(b)\tWhenever the navigation of any waters within the entrance channel shall be obstructed or endangered by any sunken vessel or other obstruction the vessel or obstruction shall be subject to removal, sale, or other disposition by the Director and may be treated as found property and subject to the provisions of the Civil Code. The owner or owners of such vessel or property causing such obstruction or damage shall be liable to the County for all costs incident to said removal and disposition, and shall further be liable to any person who may be damaged as a proximate cause of said sunken vessel or other obstruction. Neither the County nor the City of Los Angeles, their employees, agents or officers, shall be liable for damages of any nature whatsoever arising out of or in any way connected with the removal, sale, or disposition of such sunken vessel or other property.\t(c)\tAny vessel that may enter the entrance channel in a disabled condition, or any vessel within said channel, which may for any reason be rendered disabled, shall immediately become subject to the orders and directions of the Director and it shall be unlawful for any person to fail or refuse to comply with his orders or directions with regard to the disposition of such vessel.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}