{"section_number":"71.06.2","edition_id":"1","section_id":"1241","structure_id":"51","catch_line":"Fees For Services Provided Outside Of Normal Working Hours.","history":"","full_text":"  FEES FOR SERVICES PROVIDED OUTSIDE OF NORMAL WORKING HOURS.\n\t(Re-added by Ord. No. 171,247, Eff. 9\/27\/96.)\n\n\tUpon request to the Department of Transportation with respect to matters involving the regulation of vehicles defined in Section 71.00, the Department may assign staff to provide services outside of normal working hours, subject to payment to the City of its costs as hereinafter provided:\n\n\t(a)\tEach such request must be received by the Department no less than one week prior to the time for which services are requested.\n\n\t(b)\tIn each such instance the Department of Transportation shall charge and collect the total costs of Departmental work, services, and materials provided outside of normal working hours.\n\n\t(c)\tPrior to the Department proceeding pursuant to any such request, the applicant requesting services outside of normal working hours shall deposit with the City that sum estimated by the Department to be sufficient to pay the City for all City costs with respect thereto.\n\n\t(d)\tThe deposit may vary in amount from time to time depending upon the scope of the costs and expenses reasonably anticipated as necessary to provide the work, services, and materials to be used for the services requested, provided that the estimated sum required to be deposited shall be based upon and not be inconsistent with the actual costs of similar work done by, and materials used by, the Department in the regular course of its duties.\n\n\t(e)\tThe Department shall estimate the amount of the deposit in conformity with a schedule adopted by the General Manager on a semiannual or less frequent basis which sets forth and applies then current salary schedules and verifiable time and materials costs of the City with respect to those types of Departmental activities.  The schedule shall be kept on file by the Department and be available to any applicant depositor at the time an application is made or as otherwise requested.\n\n\t(f)\tMoney received as a deposit from an applicant shall be deposited into the Department of Transportation Trust Fund and shall be transferred to the General Fund to first reimburse the Departmental costs incurred in providing services and materials referred to in Subsection (b) above for the applicant-depositor.\n\n\t(g)\tAs a condition to the Department proceedings set forth above, any deposit accepted pursuant to this section shall be adjusted at the completion of the services requested to conform to actual costs as follows:\n\n\t1.\tIn the event actual costs incurred by the City are less than the deposit received by the City, the applicant shall be entitled to reimbursement of the excess from the deposit; and\n\n\t2.\tIn the event the costs exceed the sum on deposit, all such additional costs shall be paid by the applicant-depositor to the City upon demand.","order_by":"06.2","ancestry":{"1":{"id":"51","name":"Public Transportation","identifier":"1","label":"article","url":"\/7\/1\/"},"2":{"id":"50","name":"Transporation","identifier":"7","label":"chapter","url":"\/7\/"}},"structure_contents":{"0":{"id":"699","structure_id":"51","section_number":"71.00","catch_line":"Scope And Definitions.","url":"\/71.00\/","token":"71.00"},"1":{"id":"2322","structure_id":"51","section_number":"71.01","catch_line":"Authority Of Board To Adopt Rules.","url":"\/71.01\/","token":"71.01"},"2":{"id":"239","structure_id":"51","section_number":"71.01.1","catch_line":"Authority Of Designated Employees Of The Department Of Transportation To Make Arrests And Issue Citations.","url":"\/71.01.1\/","token":"71.01.1"},"3":{"id":"3617","structure_id":"51","section_number":"71.01.2","catch_line":"Authority Of Designated Employees Of The Department Of Transportation To Have Access To Local Summary Criminal History Information.","url":"\/71.01.2\/","token":"71.01.2"},"4":{"id":"3076","structure_id":"51","section_number":"71.02","catch_line":"Operation Of Vehicles – Permits Or Franchises Required.","url":"\/71.02\/","token":"71.02"},"5":{"id":"3039","structure_id":"51","section_number":"71.02.1","catch_line":"Suspension Of Taxicab Franchise.","url":"\/71.02.1\/","token":"71.02.1"},"6":{"id":"323","structure_id":"51","section_number":"71.02.2","catch_line":"Monetary Penalties For Taxicab Operators.","url":"\/71.02.2\/","token":"71.02.2"},"7":{"id":"3389","structure_id":"51","section_number":"71.02.3","catch_line":"Use Of Public Rights-Of-Way.","url":"\/71.02.3\/","token":"71.02.3"},"8":{"id":"385","structure_id":"51","section_number":"71.03","catch_line":"Driving Of Vehicles – Permits Required.","url":"\/71.03\/","token":"71.03"},"9":{"id":"2667","structure_id":"51","section_number":"71.04","catch_line":"Ambulance Attendants – Permits Required.","url":"\/71.04\/","token":"71.04"},"10":{"id":"3720","structure_id":"51","section_number":"71.04.1","catch_line":"Non-Ambulatory Passenger Vehicle Attendants – Permits Required.","url":"\/71.04.1\/","token":"71.04.1"},"11":{"id":"335","structure_id":"51","section_number":"71.05","catch_line":"Application And Annual Or Monthly Fee For Vehicle Permits.","url":"\/71.05\/","token":"71.05"},"12":{"id":"2648","structure_id":"51","section_number":"71.06","catch_line":"Application For Driver And Ambulance Attendant Permits.","url":"\/71.06\/","token":"71.06"},"13":{"id":"1462","structure_id":"51","section_number":"71.06.1","catch_line":"Application Processing And Other Fees.","url":"\/71.06.1\/","token":"71.06.1"},"14":{"id":"1241","structure_id":"51","section_number":"71.06.2","catch_line":"Fees For Services Provided Outside Of Normal Working Hours.","url":"\/71.06.2\/","token":"71.06.2"},"15":{"id":"2133","structure_id":"51","section_number":"71.06.3","catch_line":"Review Of Fees For Service.","url":"\/71.06.3\/","token":"71.06.3"},"16":{"id":"816","structure_id":"51","section_number":"71.07","catch_line":"The Board’S Power To Revoke Or Suspend Driver, Attendant, Or Vehicle Permits.","url":"\/71.07\/","token":"71.07"},"17":{"id":"774","structure_id":"51","section_number":"71.08","catch_line":"Grounds For Denial, Revocation, Suspension Or Cancellation Of Permit.","url":"\/71.08\/","token":"71.08"},"18":{"id":"2553","structure_id":"51","section_number":"71.09","catch_line":"Procedures For Denial, Revocation, Suspension Or Cancellation Of Permits By The General Manager Or His Authorized Representative.","url":"\/71.09\/","token":"71.09"},"19":{"id":"1644","structure_id":"51","section_number":"71.09.1","catch_line":"Rehearing.","url":"\/71.09.1\/","token":"71.09.1"},"20":{"id":"1715","structure_id":"51","section_number":"71.09.2","catch_line":"Monetary Penalties For Driver, Vehicle And Attendant Permittees.","url":"\/71.09.2\/","token":"71.09.2"},"21":{"id":"1434","structure_id":"51","section_number":"71.10","catch_line":"Regulations During Suspension Period.","url":"\/71.10\/","token":"71.10"},"22":{"id":"113","structure_id":"51","section_number":"71.11","catch_line":"Duration And Renewal Of Permits.","url":"\/71.11\/","token":"71.11"},"23":{"id":"2286","structure_id":"51","section_number":"71.12","catch_line":"Requirements Of Public Convenience And Necessity.","url":"\/71.12\/","token":"71.12"},"24":{"id":"893","structure_id":"51","section_number":"71.13","catch_line":"Specific Findings Required.","url":"\/71.13\/","token":"71.13"},"25":{"id":"3131","structure_id":"51","section_number":"71.14","catch_line":"Insurance Or Bond Required.","url":"\/71.14\/","token":"71.14"},"26":{"id":"3671","structure_id":"51","section_number":"71.15","catch_line":"Contracts Between Owners And Employees.","url":"\/71.15\/","token":"71.15"},"27":{"id":"142","structure_id":"51","section_number":"71.16","catch_line":"Taxicab Identification.","url":"\/71.16\/","token":"71.16"},"28":{"id":"3504","structure_id":"51","section_number":"71.16.1","catch_line":"Vehicle Identification.","url":"\/71.16.1\/","token":"71.16.1"},"29":{"id":"525","structure_id":"51","section_number":"71.17","catch_line":"Licenses.","url":"\/71.17\/","token":"71.17"},"30":{"id":"1101","structure_id":"51","section_number":"71.18","catch_line":"Permitted Vehicle Zones.","url":"\/71.18\/","token":"71.18"},"31":{"id":"275","structure_id":"51","section_number":"71.19","catch_line":"Vehicle Signs.","url":"\/71.19\/","token":"71.19"},"32":{"id":"3717","structure_id":"51","section_number":"71.20","catch_line":"Taxicab Signs.","url":"\/71.20\/","token":"71.20"},"33":{"id":"3676","structure_id":"51","section_number":"71.21","catch_line":"Other Signs – Permit Required.","url":"\/71.21\/","token":"71.21"},"34":{"id":"2865","structure_id":"51","section_number":"71.22","catch_line":"Taximeters.","url":"\/71.22\/","token":"71.22"},"35":{"id":"2772","structure_id":"51","section_number":"71.23","catch_line":"Circuitous Routes.","url":"\/71.23\/","token":"71.23"},"36":{"id":"1116","structure_id":"51","section_number":"71.24","catch_line":"Excess Charges.","url":"\/71.24\/","token":"71.24"},"37":{"id":"1738","structure_id":"51","section_number":"71.25","catch_line":"Authority Of Board To Establish Rates.","url":"\/71.25\/","token":"71.25"},"38":{"id":"2098","structure_id":"51","section_number":"71.26","catch_line":"Transportation Regulation And Enforcement Trust Fund.","url":"\/71.26\/","token":"71.26"},"39":{"id":"2727","structure_id":"51","section_number":"71.27","catch_line":"Inspection Of Limousine Waybills.","url":"\/71.27\/","token":"71.27"}},"next_section":{"id":"2133","structure_id":"51","section_number":"71.06.3","catch_line":"Review Of Fees For Service.","url":"\/71.06.3\/","token":"71.06.3"},"metadata":false,"references":false,"url":"\/71.06.2\/","token":"71.06.2","formats":{"txt":"\/71.06.2.txt","json":"\/71.06.2.xml"},"dublin_core":{"Title":"Fees For Services Provided Outside Of Normal Working Hours.","Type":"Text","Format":"text\/html","Identifier":"§ 71.06.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nFEES FOR SERVICES PROVIDED OUTSIDE OF NORMAL WORKING HOURS. (§ 71.06.2)\n\n  FEES FOR SERVICES PROVIDED OUTSIDE OF NORMAL WORKING HOURS.\n\t(Re-added by Ord. No. 171,247, Eff. 9\/27\/96.)\tUpon request to the Department of\nTransportation with respect to matters involving the regulation of vehicles\ndefined in Section 71.00, the Department may assign staff to provide services\noutside of normal working hours, subject to payment to the City of its costs as\nhereinafter provided:\t(a)\tEach such request must be received by the Department\nno less than one week prior to the time for which services are requested.\t(b)\tIn\neach such instance the Department of Transportation shall charge and collect the\ntotal costs of Departmental work, services, and materials provided outside of\nnormal working hours.\t(c)\tPrior to the Department proceeding pursuant to any\nsuch request, the applicant requesting services outside of normal working hours\nshall deposit with the City that sum estimated by the Department to be\nsufficient to pay the City for all City costs with respect thereto.\t(d)\tThe\ndeposit may vary in amount from time to time depending upon the scope of the\ncosts and expenses reasonably anticipated as necessary to provide the work,\nservices, and materials to be used for the services requested, provided that the\nestimated sum required to be deposited shall be based upon and not be\ninconsistent with the actual costs of similar work done by, and materials used\nby, the Department in the regular course of its duties.\t(e)\tThe Department shall\nestimate the amount of the deposit in conformity with a schedule adopted by the\nGeneral Manager on a semiannual or less frequent basis which sets forth and\napplies then current salary schedules and verifiable time and materials costs of\nthe City with respect to those types of Departmental activities.  The schedule\nshall be kept on file by the Department and be available to any applicant\ndepositor at the time an application is made or as otherwise\nrequested.\t(f)\tMoney received as a deposit from an applicant shall be deposited\ninto the Department of Transportation Trust Fund and shall be transferred to the\nGeneral Fund to first reimburse the Departmental costs incurred in providing\nservices and materials referred to in Subsection (b) above for the\napplicant-depositor.\t(g)\tAs a condition to the Department proceedings set forth\nabove, any deposit accepted pursuant to this section shall be adjusted at the\ncompletion of the services requested to conform to actual costs as\nfollows:\t1.\tIn the event actual costs incurred by the City are less than the\ndeposit received by the City, the applicant shall be entitled to reimbursement\nof the excess from the deposit; and\t2.\tIn the event the costs exceed the sum on\ndeposit, all such additional costs shall be paid by the applicant-depositor to\nthe City upon demand.\n","html":"\n\t\t\t\t\t<section><p>  FEES FOR SERVICES PROVIDED OUTSIDE OF NORMAL WORKING HOURS.\n\t(Re-added by Ord. No. 171,247, Eff. 9\/27\/96.)<br \/><br \/>\tUpon request to the Department of Transportation with respect to matters involving the regulation of vehicles defined in Section 71.00, the Department may assign staff to provide services outside of normal working hours, subject to payment to the City of its costs as hereinafter provided:<br \/><br \/>\t(a)\tEach such request must be received by the Department no less than one week prior to the time for which services are requested.<br \/><br \/>\t(b)\tIn each such instance the Department of Transportation shall charge and collect the total costs of Departmental work, services, and <span class=\"dictionary\">materials<\/span> provided outside of normal working hours.<br \/><br \/>\t(c)\tPrior to the Department proceeding pursuant to any such request, the applicant requesting services outside of normal working hours shall deposit with the City that sum estimated by the Department to be sufficient to pay the City for all City costs with respect thereto.<br \/><br \/>\t(d)\tThe deposit may vary in amount from time to time depending upon the scope of the costs and expenses reasonably anticipated as necessary to provide the work, services, and <span class=\"dictionary\">materials<\/span> to be used for the services requested, provided that the estimated sum required to be deposited shall be based upon and not be inconsistent with the actual costs of similar work done by, and <span class=\"dictionary\">materials<\/span> used by, the Department in the regular course of its duties.<br \/><br \/>\t(e)\tThe Department shall estimate the amount of the deposit in conformity with a schedule adopted by the General Manager on a semiannual or less frequent basis which sets forth and applies then current salary <span class=\"dictionary\">schedules<\/span> and verifiable time and <span class=\"dictionary\">materials<\/span> costs of the City with respect to those types of Departmental activities.  The schedule shall be kept on file by the Department and be available to any applicant depositor at the time an application is made or as otherwise requested.<br \/><br \/>\t(f)\tMoney received as a deposit from an applicant shall be deposited into the Department of Transportation Trust Fund and shall be transferred to the General Fund to first reimburse the Departmental costs incurred in providing services and <span class=\"dictionary\">materials<\/span> referred to in Subsection (b) above for the applicant-depositor.<br \/><br \/>\t(g)\tAs a condition to the Department proceedings set forth above, any deposit accepted pursuant to this section shall be adjusted at the completion of the services requested to conform to actual costs as follows:<br \/><br \/>\t1.\tIn the event actual costs incurred by the City are less than the deposit received by the City, the applicant shall be entitled to reimbursement of the excess from the deposit; and<br \/><br \/>\t2.\tIn the event the costs exceed the sum on deposit, all such additional costs shall be paid by the applicant-depositor to the City upon demand.<\/p><\/section>","previous_section":{"id":"1462","structure_id":"51","section_number":"71.06.1","catch_line":"Application Processing And Other Fees.","url":"\/71.06.1\/","token":"71.06.1"},"text":{"0":{"id":"1227","text":"  FEES FOR SERVICES PROVIDED OUTSIDE OF NORMAL WORKING HOURS.\n\t(Re-added by Ord. No. 171,247, Eff. 9\/27\/96.)\tUpon request to the Department of Transportation with respect to matters involving the regulation of vehicles defined in Section 71.00, the Department may assign staff to provide services outside of normal working hours, subject to payment to the City of its costs as hereinafter provided:\t(a)\tEach such request must be received by the Department no less than one week prior to the time for which services are requested.\t(b)\tIn each such instance the Department of Transportation shall charge and collect the total costs of Departmental work, services, and materials provided outside of normal working hours.\t(c)\tPrior to the Department proceeding pursuant to any such request, the applicant requesting services outside of normal working hours shall deposit with the City that sum estimated by the Department to be sufficient to pay the City for all City costs with respect thereto.\t(d)\tThe deposit may vary in amount from time to time depending upon the scope of the costs and expenses reasonably anticipated as necessary to provide the work, services, and materials to be used for the services requested, provided that the estimated sum required to be deposited shall be based upon and not be inconsistent with the actual costs of similar work done by, and materials used by, the Department in the regular course of its duties.\t(e)\tThe Department shall estimate the amount of the deposit in conformity with a schedule adopted by the General Manager on a semiannual or less frequent basis which sets forth and applies then current salary schedules and verifiable time and materials costs of the City with respect to those types of Departmental activities.  The schedule shall be kept on file by the Department and be available to any applicant depositor at the time an application is made or as otherwise requested.\t(f)\tMoney received as a deposit from an applicant shall be deposited into the Department of Transportation Trust Fund and shall be transferred to the General Fund to first reimburse the Departmental costs incurred in providing services and materials referred to in Subsection (b) above for the applicant-depositor.\t(g)\tAs a condition to the Department proceedings set forth above, any deposit accepted pursuant to this section shall be adjusted at the completion of the services requested to conform to actual costs as follows:\t1.\tIn the event actual costs incurred by the City are less than the deposit received by the City, the applicant shall be entitled to reimbursement of the excess from the deposit; and\t2.\tIn the event the costs exceed the sum on deposit, all such additional costs shall be paid by the applicant-depositor to the City upon demand.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}