{"section_number":"72.10","edition_id":"1","section_id":"1966","structure_id":"87","catch_line":"Trains – Speed.","history":"","full_text":"  TRAINS – SPEED.\n\n\t a.\t(Amended by Ord. No. 122,281, Eff. 7\/23\/62.) The operator of any steam, electric, diesel or other propelled railroad train, car, or other rolling stock shall not drive, or cause or permit to be driven such train, car, or other equipment into or upon a highway or street in excess of the following speeds:\n\n\t(1)\tAt a speed greater than is reasonable or prudent having due regard for the traffic on, and the surface and width of the highway;\n\n\t(2)\tAt a speed which endangers the safety of persons or property;\n\n\t(3)\tAt a speed greater than thirty-five (35) miles per hour when entering any highway or street grade crossing within the following described boundaries: Beginning at the intersection of the north boundary of the City of Los Angeles with the Golden State Freeway, thence southerly along said Golden State Freeway to Foothill Boulevard, thence easterly and southerly along Foothill Boulevard to Osborne Street, thence southerly along Osborne Street to Glenoaks Boulevard, thence easterly along Glenoaks Boulevard to the Los Angeles-Burbank City boundary, thence along said City boundary westerly and southerly to Riverside Drive, thence westerly along Riverside Drive to the Ventura Freeway, thence westerly along Ventura Freeway to Topanga Canyon Boulevard, thence northerly along Topanga Canyon Boulevard to Santa Susana Avenue, thence northerly along Santa Susana to the Los Angeles City boundary, thence easterly and northerly along Los Angeles City boundary to the point of beginning;\n\n\t(4)\tAt a speed greater than ten (10) miles per hour whenever such a train, car or equipment is operated within the City longitudinally over the same portion of a highway or street that is also used by motor vehicles.\n\n\tb.\tThe speed of any such train, car or equipment not in excess of the limits herein specified is lawful unless clearly proved to be in violation of the basic rule hereinabove in this section declared.\n\n\tc.\tThe speed of any such train, car or equipment upon a highway in excess of any of the limits specified in this section is prima facie unlawful unless the defendant establishes by competent evidence that any speed in excess of said limits did not constitute a violation of the basic rule hereinabove in this section declared, at the time, place and under the conditions then existing.\n\n\td.\tThe prima facie limits referred to above are as follows:\n\n\t1.\tFifteen (15) miles per hour:\n\n\t(a)\tWhen entering any highway crossing within the district included within the following described boundaries: Beginning at the intersection of Soto Street and Huntington Drive, southerly along Soto Street to the southerly city limits; thence southerly and westerly along the city boundary to Florence Avenue, thence westerly along Florence Avenue to the west city boundary, thence northerly along the west city boundary and West Boulevard to Slauson Avenue, thence easterly on Slauson Avenue to Western Avenue, thence northerly along Western Avenue to Vernon Avenue, thence easterly along Vernon Avenue to Broadway, thence northerly along Broadway and North Broadway to Mission Road, thence northerly along Mission Road and Huntington Drive to the point of beginning.\n\n\t2.\tTwenty-five (25) miles per hour:\n\n\t(a)\tWhen entering any highway crossing within the district included within the following described boundaries: Beginning at the intersection of the boundary of the City of Los Angeles with Kendall Avenue and Huntington Drive North, thence southerly and westerly along said city boundary to the intersection of said city boundary with Soto Street, thence northerly along Soto Street to Mission Road, thence southerly and westerly along Mission Road and North Broadway to the Los Angeles River, thence northerly along the Los Angeles River to North Figueroa Street, thence northerly along North Figueroa Street, Marmion Way, and Monte Vista Street to Avenue 61, thence southeasterly along Avenue 61 to Piedmont Avenue, thence northerly and easterly along Piedmont Avenue, North Figueroa Street, and Pasadena Avenue to the east city boundary, thence southerly and easterly along the city boundary to the starting point.\n\n\te.\tThe Board is hereby authorized to determine those streets and intersections at and on which movement of such train, car or equipment is hazardous or dangerous to life or property by reason of the volume of traffic upon such streets or at such intersections, or the lack of visibility of the drivers of vehicles approaching said streets or intersections, or by reason of other physical conditions likely to render any such street or intersection dangerous or hazardous to life and property. (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)\n\n\tThe Board, after not less the five (5) days written notice of hearing to such utility company whose operation is affected, and in accordance with the provisions established by law, shall have power and authority to adopt resolutions establishing as to said streets and intersections lesser prima facie speed limits than those set forth above in this section. No such lesser prima facie speed limits and resolutions shall be effective for more than thirty (30) days unless the resolution is approved by the City Council. (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)\n\n\tAn ordinance limiting the speed of trains with the corporate limits of a City is valid. Gillum v. Pacific Coast Ry. Co. (Wash.), 279 Pac. 114.\n\tFrazer v. Northern Pac. Ry. Co., 28 Fed. Supp. 20.\n\n\tBut see: Cincinnati v. Lucky (Ohio), 87 N.E. 2d 894.","order_by":"10","ancestry":{"1":{"id":"87","name":"Railroads And Railways","identifier":"2","label":"article","url":"\/7\/2\/"},"2":{"id":"50","name":"Transporation","identifier":"7","label":"chapter","url":"\/7\/"}},"structure_contents":{"0":{"id":"431","structure_id":"87","section_number":"72.06","catch_line":"Trains – Lights On.","url":"\/72.06\/","token":"72.06"},"1":{"id":"2212","structure_id":"87","section_number":"72.07","catch_line":"Trains – Flagman To Precede.","url":"\/72.07\/","token":"72.07"},"2":{"id":"1966","structure_id":"87","section_number":"72.10","catch_line":"Trains – Speed.","url":"\/72.10\/","token":"72.10"},"3":{"id":"3616","structure_id":"87","section_number":"72.10.1","catch_line":"Clearing Crossings.","url":"\/72.10.1\/","token":"72.10.1"},"4":{"id":"4034","structure_id":"87","section_number":"72.11","catch_line":"Railroad Connections – Permits.","url":"\/72.11\/","token":"72.11"},"5":{"id":"2326","structure_id":"87","section_number":"72.12","catch_line":"Regulation Of Train Whistles.","url":"\/72.12\/","token":"72.12"},"6":{"id":"2164","structure_id":"87","section_number":"72.16","catch_line":"Sprinkling Or Oiling Of Roadbed.","url":"\/72.16\/","token":"72.16"}},"next_section":{"id":"3616","structure_id":"87","section_number":"72.10.1","catch_line":"Clearing Crossings.","url":"\/72.10.1\/","token":"72.10.1"},"metadata":false,"references":false,"url":"\/72.10\/","token":"72.10","formats":{"txt":"\/72.10.txt","json":"\/72.10.xml"},"dublin_core":{"Title":"Trains – Speed.","Type":"Text","Format":"text\/html","Identifier":"§ 72.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTRAINS – SPEED. (§ 72.10)\n\n  TRAINS – SPEED.\t a.\t(Amended by Ord. No. 122,281, Eff. 7\/23\/62.) The\noperator of any steam, electric, diesel or other propelled railroad train, car,\nor other rolling stock shall not drive, or cause or permit to be driven such\ntrain, car, or other equipment into or upon a highway or street in excess of the\nfollowing speeds:\t(1)\tAt a speed greater than is reasonable or prudent having\ndue regard for the traffic on, and the surface and width of the highway;\t(2)\tAt\na speed which endangers the safety of persons or property;\t(3)\tAt a speed\ngreater than thirty-five (35) miles per hour when entering any highway or street\ngrade crossing within the following described boundaries: Beginning at the\nintersection of the north boundary of the City of Los Angeles with the Golden\nState Freeway, thence southerly along said Golden State Freeway to Foothill\nBoulevard, thence easterly and southerly along Foothill Boulevard to Osborne\nStreet, thence southerly along Osborne Street to Glenoaks Boulevard, thence\neasterly along Glenoaks Boulevard to the Los Angeles-Burbank City boundary,\nthence along said City boundary westerly and southerly to Riverside Drive,\nthence westerly along Riverside Drive to the Ventura Freeway, thence westerly\nalong Ventura Freeway to Topanga Canyon Boulevard, thence northerly along\nTopanga Canyon Boulevard to Santa Susana Avenue, thence northerly along Santa\nSusana to the Los Angeles City boundary, thence easterly and northerly along Los\nAngeles City boundary to the point of beginning;\t(4)\tAt a speed greater than ten\n(10) miles per hour whenever such a train, car or equipment is operated within\nthe City longitudinally over the same portion of a highway or street that is\nalso used by motor vehicles.\tb.\tThe speed of any such train, car or equipment\nnot in excess of the limits herein specified is lawful unless clearly proved to\nbe in violation of the basic rule hereinabove in this section declared.\tc.\tThe\nspeed of any such train, car or equipment upon a highway in excess of any of the\nlimits specified in this section is prima facie unlawful unless the defendant\nestablishes by competent evidence that any speed in excess of said limits did\nnot constitute a violation of the basic rule hereinabove in this section\ndeclared, at the time, place and under the conditions then existing.\td.\tThe\nprima facie limits referred to above are as follows:\t1.\tFifteen (15) miles per\nhour:\t(a)\tWhen entering any highway crossing within the district included within\nthe following described boundaries: Beginning at the intersection of Soto Street\nand Huntington Drive, southerly along Soto Street to the southerly city limits;\nthence southerly and westerly along the city boundary to Florence Avenue, thence\nwesterly along Florence Avenue to the west city boundary, thence northerly along\nthe west city boundary and West Boulevard to Slauson Avenue, thence easterly on\nSlauson Avenue to Western Avenue, thence northerly along Western Avenue to\nVernon Avenue, thence easterly along Vernon Avenue to Broadway, thence northerly\nalong Broadway and North Broadway to Mission Road, thence northerly along\nMission Road and Huntington Drive to the point of beginning.\t2.\tTwenty-five (25)\nmiles per hour:\t(a)\tWhen entering any highway crossing within the district\nincluded within the following described boundaries: Beginning at the\nintersection of the boundary of the City of Los Angeles with Kendall Avenue and\nHuntington Drive North, thence southerly and westerly along said city boundary\nto the intersection of said city boundary with Soto Street, thence northerly\nalong Soto Street to Mission Road, thence southerly and westerly along Mission\nRoad and North Broadway to the Los Angeles River, thence northerly along the Los\nAngeles River to North Figueroa Street, thence northerly along North Figueroa\nStreet, Marmion Way, and Monte Vista Street to Avenue 61, thence southeasterly\nalong Avenue 61 to Piedmont Avenue, thence northerly and easterly along Piedmont\nAvenue, North Figueroa Street, and Pasadena Avenue to the east city boundary,\nthence southerly and easterly along the city boundary to the starting\npoint.\te.\tThe Board is hereby authorized to determine those streets and\nintersections at and on which movement of such train, car or equipment is\nhazardous or dangerous to life or property by reason of the volume of traffic\nupon such streets or at such intersections, or the lack of visibility of the\ndrivers of vehicles approaching said streets or intersections, or by reason of\nother physical conditions likely to render any such street or intersection\ndangerous or hazardous to life and property. (Amended by Ord. No. 151,833, Eff.\n2\/10\/79, Oper. 2\/25\/79.)\tThe Board, after not less the five (5) days written\nnotice of hearing to such utility company whose operation is affected, and in\naccordance with the provisions established by law, shall have power and\nauthority to adopt resolutions establishing as to said streets and intersections\nlesser prima facie speed limits than those set forth above in this section. No\nsuch lesser prima facie speed limits and resolutions shall be effective for more\nthan thirty (30) days unless the resolution is approved by the City Council.\n(Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)\tAn ordinance\nlimiting the speed of trains with the corporate limits of a City is valid.\nGillum v. Pacific Coast Ry. Co. (Wash.), 279 Pac. 114.\n\tFrazer v. Northern Pac. Ry. Co., 28 Fed. Supp. 20.\tBut see: Cincinnati v. Lucky\n(Ohio), 87 N.E. 2d 894.\n","html":"\n\t\t\t\t\t<section><p>  TRAINS – SPEED.<br \/><br \/>\t a.\t(Amended by Ord. No. 122,281, Eff. 7\/23\/62.) The operator of any steam, electric, diesel or other propelled railroad train, car, or other rolling stock shall not drive, or cause or permit to be driven such train, car, or other equipment into or upon a highway or street in excess of the following speeds:<br \/><br \/>\t(1)\tAt a speed greater than is reasonable or prudent having due regard for the traffic on, and the surface and width of the highway;<br \/><br \/>\t(2)\tAt a speed which endangers the safety of persons or property;<br \/><br \/>\t(3)\tAt a speed greater than thirty-five (35) miles per hour when entering any highway or street grade crossing within the following described boundaries: Beginning at the intersection of the north boundary of the City of Los Angeles with the Golden State Freeway, thence southerly along said Golden State Freeway to Foothill Boulevard, thence easterly and southerly along Foothill Boulevard to Osborne Street, thence southerly along Osborne Street to Glenoaks Boulevard, thence easterly along Glenoaks Boulevard to the Los Angeles-Burbank City boundary, thence along said City boundary westerly and southerly to Riverside Drive, thence westerly along Riverside Drive to the Ventura Freeway, thence westerly along Ventura Freeway to Topanga Canyon Boulevard, thence northerly along Topanga Canyon Boulevard to Santa Susana Avenue, thence northerly along Santa Susana to the Los Angeles City boundary, thence easterly and northerly along Los Angeles City boundary to the point of beginning;<br \/><br \/>\t(4)\tAt a speed greater than ten (10) miles per hour whenever such a train, car or equipment is operated within the City longitudinally over the same portion of a highway or street that is also used by motor vehicles.<br \/><br \/>\tb.\tThe speed of any such train, car or equipment not in excess of the limits herein specified is lawful unless clearly proved to be in violation of the basic rule hereinabove in this section declared.<br \/><br \/>\tc.\tThe speed of any such train, car or equipment upon a highway in excess of any of the limits specified in this section is prima facie unlawful unless the <span class=\"dictionary\">defendant<\/span> establishes by competent <span class=\"dictionary\">evidence<\/span> that any speed in excess of said limits did not constitute a violation of the basic rule hereinabove in this section declared, at the time, place and under the conditions then existing.<br \/><br \/>\td.\tThe prima facie limits referred to above are as follows:<br \/><br \/>\t1.\tFifteen (15) miles per hour:<br \/><br \/>\t(a)\tWhen entering any highway crossing within the district included within the following described boundaries: Beginning at the intersection of Soto Street and Huntington Drive, southerly along Soto Street to the southerly city limits; thence southerly and westerly along the city boundary to Florence Avenue, thence westerly along Florence Avenue to the west city boundary, thence northerly along the west city boundary and West Boulevard to Slauson Avenue, thence easterly on Slauson Avenue to Western Avenue, thence northerly along Western Avenue to Vernon Avenue, thence easterly along Vernon Avenue to Broadway, thence northerly along Broadway and North Broadway to Mission Road, thence northerly along Mission Road and Huntington Drive to the point of beginning.<br \/><br \/>\t2.\tTwenty-five (25) miles per hour:<br \/><br \/>\t(a)\tWhen entering any highway crossing within the district included within the following described boundaries: Beginning at the intersection of the boundary of the City of Los Angeles with Kendall Avenue and Huntington Drive North, thence southerly and westerly along said city boundary to the intersection of said city boundary with Soto Street, thence northerly along Soto Street to Mission Road, thence southerly and westerly along Mission Road and North Broadway to the Los Angeles River, thence northerly along the Los Angeles River to North Figueroa Street, thence northerly along North Figueroa Street, Marmion Way, and Monte Vista Street to Avenue 61, thence southeasterly along Avenue 61 to Piedmont Avenue, thence northerly and easterly along Piedmont Avenue, North Figueroa Street, and Pasadena Avenue to the east city boundary, thence southerly and easterly along the city boundary to the starting point.<br \/><br \/>\te.\tThe Board is hereby authorized to determine those streets and intersections at and on which movement of such train, car or equipment is hazardous or dangerous to life or property by reason of the volume of traffic upon such streets or at such intersections, or the lack of visibility of the drivers of vehicles approaching said streets or intersections, or by reason of other physical conditions likely to render any such street or intersection dangerous or hazardous to life and property. (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)<br \/><br \/>\tThe Board, after not less the five (5) days written notice of <span class=\"dictionary\">hearing<\/span> to such utility company whose operation is affected, and in accordance with the provisions established by <span class=\"dictionary\">law<\/span>, shall have power and authority to adopt resolutions establishing as to said streets and intersections lesser prima facie speed limits than those set forth above in this section. No such lesser prima facie speed limits and resolutions shall be effective for more than thirty (30) days unless the resolution is approved by the City Council. (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)<br \/><br \/>\tAn <span class=\"dictionary\">ordinance<\/span> limiting the speed of trains with the corporate limits of a City is valid. Gillum v. Pacific Coast Ry. Co. (Wash.), 279 Pac. 114.\n\tFrazer v. Northern Pac. Ry. Co., 28 Fed. Supp. 20.<br \/><br \/>\tBut see: Cincinnati v. Lucky (Ohio), 87 N.E. 2d 894.<\/p><\/section>","previous_section":{"id":"2212","structure_id":"87","section_number":"72.07","catch_line":"Trains – Flagman To Precede.","url":"\/72.07\/","token":"72.07"},"text":{"0":{"id":"1949","text":"  TRAINS – SPEED.\t a.\t(Amended by Ord. No. 122,281, Eff. 7\/23\/62.) The operator of any steam, electric, diesel or other propelled railroad train, car, or other rolling stock shall not drive, or cause or permit to be driven such train, car, or other equipment into or upon a highway or street in excess of the following speeds:\t(1)\tAt a speed greater than is reasonable or prudent having due regard for the traffic on, and the surface and width of the highway;\t(2)\tAt a speed which endangers the safety of persons or property;\t(3)\tAt a speed greater than thirty-five (35) miles per hour when entering any highway or street grade crossing within the following described boundaries: Beginning at the intersection of the north boundary of the City of Los Angeles with the Golden State Freeway, thence southerly along said Golden State Freeway to Foothill Boulevard, thence easterly and southerly along Foothill Boulevard to Osborne Street, thence southerly along Osborne Street to Glenoaks Boulevard, thence easterly along Glenoaks Boulevard to the Los Angeles-Burbank City boundary, thence along said City boundary westerly and southerly to Riverside Drive, thence westerly along Riverside Drive to the Ventura Freeway, thence westerly along Ventura Freeway to Topanga Canyon Boulevard, thence northerly along Topanga Canyon Boulevard to Santa Susana Avenue, thence northerly along Santa Susana to the Los Angeles City boundary, thence easterly and northerly along Los Angeles City boundary to the point of beginning;\t(4)\tAt a speed greater than ten (10) miles per hour whenever such a train, car or equipment is operated within the City longitudinally over the same portion of a highway or street that is also used by motor vehicles.\tb.\tThe speed of any such train, car or equipment not in excess of the limits herein specified is lawful unless clearly proved to be in violation of the basic rule hereinabove in this section declared.\tc.\tThe speed of any such train, car or equipment upon a highway in excess of any of the limits specified in this section is prima facie unlawful unless the defendant establishes by competent evidence that any speed in excess of said limits did not constitute a violation of the basic rule hereinabove in this section declared, at the time, place and under the conditions then existing.\td.\tThe prima facie limits referred to above are as follows:\t1.\tFifteen (15) miles per hour:\t(a)\tWhen entering any highway crossing within the district included within the following described boundaries: Beginning at the intersection of Soto Street and Huntington Drive, southerly along Soto Street to the southerly city limits; thence southerly and westerly along the city boundary to Florence Avenue, thence westerly along Florence Avenue to the west city boundary, thence northerly along the west city boundary and West Boulevard to Slauson Avenue, thence easterly on Slauson Avenue to Western Avenue, thence northerly along Western Avenue to Vernon Avenue, thence easterly along Vernon Avenue to Broadway, thence northerly along Broadway and North Broadway to Mission Road, thence northerly along Mission Road and Huntington Drive to the point of beginning.\t2.\tTwenty-five (25) miles per hour:\t(a)\tWhen entering any highway crossing within the district included within the following described boundaries: Beginning at the intersection of the boundary of the City of Los Angeles with Kendall Avenue and Huntington Drive North, thence southerly and westerly along said city boundary to the intersection of said city boundary with Soto Street, thence northerly along Soto Street to Mission Road, thence southerly and westerly along Mission Road and North Broadway to the Los Angeles River, thence northerly along the Los Angeles River to North Figueroa Street, thence northerly along North Figueroa Street, Marmion Way, and Monte Vista Street to Avenue 61, thence southeasterly along Avenue 61 to Piedmont Avenue, thence northerly and easterly along Piedmont Avenue, North Figueroa Street, and Pasadena Avenue to the east city boundary, thence southerly and easterly along the city boundary to the starting point.\te.\tThe Board is hereby authorized to determine those streets and intersections at and on which movement of such train, car or equipment is hazardous or dangerous to life or property by reason of the volume of traffic upon such streets or at such intersections, or the lack of visibility of the drivers of vehicles approaching said streets or intersections, or by reason of other physical conditions likely to render any such street or intersection dangerous or hazardous to life and property. (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)\tThe Board, after not less the five (5) days written notice of hearing to such utility company whose operation is affected, and in accordance with the provisions established by law, shall have power and authority to adopt resolutions establishing as to said streets and intersections lesser prima facie speed limits than those set forth above in this section. No such lesser prima facie speed limits and resolutions shall be effective for more than thirty (30) days unless the resolution is approved by the City Council. (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)\tAn ordinance limiting the speed of trains with the corporate limits of a City is valid. Gillum v. Pacific Coast Ry. Co. (Wash.), 279 Pac. 114.\n\tFrazer v. Northern Pac. Ry. Co., 28 Fed. Supp. 20.\tBut see: Cincinnati v. Lucky (Ohio), 87 N.E. 2d 894.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}