{"section_number":"72.11","edition_id":"1","section_id":"4034","structure_id":"87","catch_line":"Railroad Connections – Permits.","history":"","full_text":"  RAILROAD CONNECTIONS – PERMITS.\n\t(Amended by Ord. No. 173,301, Eff. 6\/30\/00, Oper. 7\/1\/00.)\n\n\tNo person operating a street railroad shall construct or maintain curved tracks connecting its tracks at any street intersection with the tracks of any other street railroad operated by the same person without first obtaining a permit therefor as provided in this section.\n\n\t(a)\tSuch person shall first make a written application, signed by the applicant which shall be filed with the Office of Finance and shall be accompanied by\n\n\t(1)\tPayment of Twenty-seven dollars and fifty cents ($27.50) to cover the cost incident to the applicant. (Amended by Ord. No. 137,137, Eff.9\/29\/78.)\n\n\t(2)\tA map or diagram showing in detail the location of the work to be done for which the application is sought, and all intersecting streets at the point of construction of the proposed work.\n\n\t(b)\tAt the next regular meeting of the Council after the filing of the application, the Office of Finance shall submit the same to the Council. Before any action is taken thereon, it shall be referred to the Board for its recommendation. The Board shall proceed to inquire into the application and within thirty days after such application shall have been referred to it, or longer if allowed by the Council, shall report to the Council its recommendation relative thereto. If, in the judgment of the Board, the application should not be granted, it shall so report, stating its reasons therefor; and if, in the judgment of the Board, the application should be granted, it shall recommend the terms and conditions upon which it shall be granted. Permits shall not be granted by the Council contrary to the recommendation of the Board except upon two-thirds vote of the entire Council.\n\n\t(c)\tEach permit granted under the provisions of this section shall be granted by ordinance and not otherwise and shall be revocable at the pleasure of the Council; provided that in no event shall such permit continue for a period exceeding the unexpired term of the franchise first to expire under which street railway tracks are maintained at such street intersections; and provided further that in no event shall such permit continue for a period exceeding twenty-one years.\n\n\t(d)\tEach such connection or connecting curve constructed or maintained under permission granted shall be at all times constructed and maintained in accordance with the restrictions and limitations contained in Sec. 49 of the Civil Code of the State of California and in the ordinances of this City, and in accordance with the regulations prescribed by the Council in the ordinance granting such permission.\n\n\t(e)\tThe payment of the amount required by Subsection (a) hereof shall be deposited in the Treasury to the credit of the General Expense Fund.","order_by":"11","ancestry":{"1":{"id":"87","name":"Railroads And Railways","identifier":"2","label":"article","url":"\/7\/2\/"},"2":{"id":"50","name":"Transporation","identifier":"7","label":"chapter","url":"\/7\/"}},"structure_contents":{"0":{"id":"431","structure_id":"87","section_number":"72.06","catch_line":"Trains – Lights On.","url":"\/72.06\/","token":"72.06"},"1":{"id":"2212","structure_id":"87","section_number":"72.07","catch_line":"Trains – Flagman To Precede.","url":"\/72.07\/","token":"72.07"},"2":{"id":"1966","structure_id":"87","section_number":"72.10","catch_line":"Trains – Speed.","url":"\/72.10\/","token":"72.10"},"3":{"id":"3616","structure_id":"87","section_number":"72.10.1","catch_line":"Clearing Crossings.","url":"\/72.10.1\/","token":"72.10.1"},"4":{"id":"4034","structure_id":"87","section_number":"72.11","catch_line":"Railroad Connections – Permits.","url":"\/72.11\/","token":"72.11"},"5":{"id":"2326","structure_id":"87","section_number":"72.12","catch_line":"Regulation Of Train Whistles.","url":"\/72.12\/","token":"72.12"},"6":{"id":"2164","structure_id":"87","section_number":"72.16","catch_line":"Sprinkling Or Oiling Of Roadbed.","url":"\/72.16\/","token":"72.16"}},"next_section":{"id":"2326","structure_id":"87","section_number":"72.12","catch_line":"Regulation Of Train Whistles.","url":"\/72.12\/","token":"72.12"},"metadata":false,"references":false,"url":"\/72.11\/","token":"72.11","formats":{"txt":"\/72.11.txt","json":"\/72.11.xml"},"dublin_core":{"Title":"Railroad Connections – Permits.","Type":"Text","Format":"text\/html","Identifier":"§ 72.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nRAILROAD CONNECTIONS – PERMITS. (§ 72.11)\n\n  RAILROAD CONNECTIONS – PERMITS.\n\t(Amended by Ord. No. 173,301, Eff. 6\/30\/00, Oper. 7\/1\/00.)\tNo person operating\na street railroad shall construct or maintain curved tracks connecting its\ntracks at any street intersection with the tracks of any other street railroad\noperated by the same person without first obtaining a permit therefor as\nprovided in this section.\t(a)\tSuch person shall first make a written\napplication, signed by the applicant which shall be filed with the Office of\nFinance and shall be accompanied by\t(1)\tPayment of Twenty-seven dollars and\nfifty cents ($27.50) to cover the cost incident to the applicant. (Amended by\nOrd. No. 137,137, Eff.9\/29\/78.)\t(2)\tA map or diagram showing in detail the\nlocation of the work to be done for which the application is sought, and all\nintersecting streets at the point of construction of the proposed work.\t(b)\tAt\nthe next regular meeting of the Council after the filing of the application, the\nOffice of Finance shall submit the same to the Council. Before any action is\ntaken thereon, it shall be referred to the Board for its recommendation. The\nBoard shall proceed to inquire into the application and within thirty days after\nsuch application shall have been referred to it, or longer if allowed by the\nCouncil, shall report to the Council its recommendation relative thereto. If, in\nthe judgment of the Board, the application should not be granted, it shall so\nreport, stating its reasons therefor; and if, in the judgment of the Board, the\napplication should be granted, it shall recommend the terms and conditions upon\nwhich it shall be granted. Permits shall not be granted by the Council contrary\nto the recommendation of the Board except upon two-thirds vote of the entire\nCouncil.\t(c)\tEach permit granted under the provisions of this section shall be\ngranted by ordinance and not otherwise and shall be revocable at the pleasure of\nthe Council; provided that in no event shall such permit continue for a period\nexceeding the unexpired term of the franchise first to expire under which street\nrailway tracks are maintained at such street intersections; and provided further\nthat in no event shall such permit continue for a period exceeding twenty-one\nyears.\t(d)\tEach such connection or connecting curve constructed or maintained\nunder permission granted shall be at all times constructed and maintained in\naccordance with the restrictions and limitations contained in Sec. 49 of the\nCivil Code of the State of California and in the ordinances of this City, and in\naccordance with the regulations prescribed by the Council in the ordinance\ngranting such permission.\t(e)\tThe payment of the amount required by Subsection\n(a) hereof shall be deposited in the Treasury to the credit of the General\nExpense Fund.\n","html":"\n\t\t\t\t\t<section><p>  RAILROAD CONNECTIONS – PERMITS.\n\t(Amended by Ord. No. 173,301, Eff. 6\/30\/00, Oper. 7\/1\/00.)<br \/><br \/>\tNo person operating a street railroad shall construct or maintain curved tracks connecting its tracks at any street intersection with the tracks of any other street railroad operated by the same person without first obtaining a permit therefor as provided in this section.<br \/><br \/>\t(a)\tSuch person shall first make a written application, signed by the applicant which shall be filed with the Office of Finance and shall be accompanied by<br \/><br \/>\t(1)\tPayment of Twenty-seven dollars and fifty cents ($27.50) to cover the cost incident to the applicant. (Amended by Ord. No. 137,137, Eff.9\/29\/78.)<br \/><br \/>\t(2)\tA map or diagram showing in detail the location of the work to be done for which the application is sought, and all intersecting streets at the point of construction of the proposed work.<br \/><br \/>\t(b)\tAt the next regular meeting of the Council after the filing of the application, the Office of Finance shall submit the same to the Council. Before any action is taken thereon, it shall be referred to the Board for its recommendation. The Board shall proceed to inquire into the application and within thirty days after such application shall have been referred to it, or longer if allowed by the Council, shall report to the Council its recommendation relative thereto. If, in the <span class=\"dictionary\">judgment<\/span> of the Board, the application should not be granted, it shall so report, stating its reasons therefor; and if, in the <span class=\"dictionary\">judgment<\/span> of the Board, the application should be granted, it shall recommend the terms and conditions upon which it shall be granted. Permits shall not be granted by the Council contrary to the recommendation of the Board except upon two-thirds vote of the entire Council.<br \/><br \/>\t(c)\tEach permit granted under the provisions of this section shall be granted by <span class=\"dictionary\">ordinance<\/span> and not otherwise and shall be revocable at the pleasure of the Council; provided that in no event shall such permit continue for a period exceeding the unexpired term of the franchise first to expire under which street railway tracks are maintained at such street intersections; and provided further that in no event shall such permit continue for a period exceeding twenty-one years.<br \/><br \/>\t(d)\tEach such connection or connecting curve constructed or maintained under permission granted shall be at all times constructed and maintained in accordance with the restrictions and limitations contained in Sec. 49 of the Civil Code of the State of California and in the <span class=\"dictionary\">ordinances<\/span> of this City, and in accordance with the regulations prescribed by the Council in the <span class=\"dictionary\">ordinance<\/span> granting such permission.<br \/><br \/>\t(e)\tThe payment of the amount required by Subsection (a) hereof shall be deposited in the Treasury to the credit of the General Expense Fund.<\/p><\/section>","previous_section":{"id":"3616","structure_id":"87","section_number":"72.10.1","catch_line":"Clearing Crossings.","url":"\/72.10.1\/","token":"72.10.1"},"text":{"0":{"id":"4008","text":"  RAILROAD CONNECTIONS – PERMITS.\n\t(Amended by Ord. No. 173,301, Eff. 6\/30\/00, Oper. 7\/1\/00.)\tNo person operating a street railroad shall construct or maintain curved tracks connecting its tracks at any street intersection with the tracks of any other street railroad operated by the same person without first obtaining a permit therefor as provided in this section.\t(a)\tSuch person shall first make a written application, signed by the applicant which shall be filed with the Office of Finance and shall be accompanied by\t(1)\tPayment of Twenty-seven dollars and fifty cents ($27.50) to cover the cost incident to the applicant. (Amended by Ord. No. 137,137, Eff.9\/29\/78.)\t(2)\tA map or diagram showing in detail the location of the work to be done for which the application is sought, and all intersecting streets at the point of construction of the proposed work.\t(b)\tAt the next regular meeting of the Council after the filing of the application, the Office of Finance shall submit the same to the Council. Before any action is taken thereon, it shall be referred to the Board for its recommendation. The Board shall proceed to inquire into the application and within thirty days after such application shall have been referred to it, or longer if allowed by the Council, shall report to the Council its recommendation relative thereto. If, in the judgment of the Board, the application should not be granted, it shall so report, stating its reasons therefor; and if, in the judgment of the Board, the application should be granted, it shall recommend the terms and conditions upon which it shall be granted. Permits shall not be granted by the Council contrary to the recommendation of the Board except upon two-thirds vote of the entire Council.\t(c)\tEach permit granted under the provisions of this section shall be granted by ordinance and not otherwise and shall be revocable at the pleasure of the Council; provided that in no event shall such permit continue for a period exceeding the unexpired term of the franchise first to expire under which street railway tracks are maintained at such street intersections; and provided further that in no event shall such permit continue for a period exceeding twenty-one years.\t(d)\tEach such connection or connecting curve constructed or maintained under permission granted shall be at all times constructed and maintained in accordance with the restrictions and limitations contained in Sec. 49 of the Civil Code of the State of California and in the ordinances of this City, and in accordance with the regulations prescribed by the Council in the ordinance granting such permission.\t(e)\tThe payment of the amount required by Subsection (a) hereof shall be deposited in the Treasury to the credit of the General Expense Fund.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}