{"section_number":"91.106","edition_id":"1","section_id":"1085","structure_id":"31","catch_line":"Permits.","history":"","full_text":"  PERMITS.\n\n91.106.1.  Required.\n\n91.106.1.1.  Building Permits.  No person shall erect, construct, alter, repair, demolish, remove or move any building or structure, nor shall any person commence any liquid washing, compressed air cleaning or steam cleaning of exterior surfaces of any building unless said person has obtained a permit therefor from the department. A separate permit shall be obtained for each separate building or structure except that a group of temporary structures erected on one site for a limited period of time may be included on one permit.\n\n\tWhere the installation, alteration or repair of ventilation equipment or ductwork is not included within the scope of a valid building permit, a separate building permit shall be obtained for the work.\n\n\tSandblasting, liquid washing, compressed air cleaning, steam cleaning of exterior surfaces of buildings adjacent to and within 20 feet of pedestrian walkways in dedicated streets in the limits of Fire District No. 1 shall be done only between the hours of 11:00 p.m. and 7:00 a.m., or on Sundays.\n\n\tWhere complete plans for a proposed building are filed with the department and where a foundation only permit is issued with respect thereto in accordance with rules established by the Superintendent of Building, a building permit may be issued for the remainder of the building within one year after the issuance of the foundation only permit, provided the plans and specifications comply with all applicable Los Angeles Building Code provisions in effect at the time of issuance of the foundation only permit.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n91.106.1.2.  Grading Permits.  (Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  No person shall commence or perform any grading, and no person shall import or export any earth materials to or from any grading site, without first having obtained a permit therefor from the Department.  No person shall perform any grading within areas designated “hillside” unless a copy of the permit is in the possession of a responsible person and available at the site for display upon request.\n\n\tAny grading project involving more than 100 cubic yards (76.5 m3) of excavation and involving an excavation in excess of 5 feet (1524 mm) in vertical depth at its deepest point measured from the original ground surface shall be done by a State of California licensed contractor who is licensed to perform the work described herein.\n\n\tA separate permit shall be required for each grading site.  One permit may include the entire grading operation at that site, however.\n\n\tEXCEPTION:  All other provisions of the Code shall apply, but a permit will not be required if the work complies with any one of the following conditions:\n\n\t1.\tAn excavation which (a) is less than 2 feet (610 mm) in depth, or (b) which does not create a cut slope greater than 5 feet (1524 mm) in height and steeper than one unit vertical in two units horizontal (50 percent slope).  This exception shall not apply to cut which exceeds 50 cubic yards (38.3 m3) or which changes the existing drainage pattern.\n\n\t2.\tA fill less than one foot (305 mm) in depth and placed on natural terrain with a slope flatter than one unit vertical in 10 units horizontal (10 percent slope).  This exception shall not apply when the fill exceeds 50 cubic yards (38.3 m3) or when the fill changes the existing drainage pattern.\n\n\t3.\tExcavations, located in hillside areas, for caissons or piles under buildings or structures authorized by valid building permits.\n\n\t4.\tExcavations, not located in hillside areas, for basements, footings, caissons, piles, swimming pools or underground structures which are authorized by valid building permits.\n\n\t5.\tExcavations for wells or tunnels or utilities, which do not provide vertical or lateral support for buildings, or adversely impact the safety or stability of private or public properties.\n\n\tGrading permits may be waived by the Department for excavations under buildings or structures in hillside areas, if the applicant can demonstrate that the site is relatively level, or the excavation is entirely for footings and\/or grade beams not exceeding 5 feet (1524 mm) deep.\n\n91.106.1.3.  Temporary Permits.  Before commencing the construction of any work for temporary use, a building permit authorizing such work shall be obtained from the department. Such construction shall be occupied or used only for the period set forth on the permit application, but shall not exceed 120 days.\n\n\tExcept for tents and bleachers, application for permit shall be filed at least seven days prior to the construction, erection or operation of any device, structure, or any work regulated by this article for temporary use.\n\n\tAll temporary construction or installations shall be demolished or removed within five days after the expiration of the Certificate of Occupancy. Requests for inspection must be received by the department at least two days prior to public use or occupancy.\n\n91.106.2.  EXCEPTIONS:  Permit not required for:\n\n\t1.\tWhere the work regulated by this Code is valued at $500.00 or less, unless it affects the structural stability of a building, or public safety, or is done to make a building conform to the requirements of this Code for a change in use or occupancy.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\n\n\t2.\tFlag poles and towers not erected upon a building and not more than 15 feet high.  Radio and television antennae towers which do not exceed 45 feet in height or light standards which do not exceed 30 feet in height.\n\n\t3.\tConstruction sheds, state approved construction trailers without toilet facilities and sidewalk protection barriers and canopies built pursuant to Division 33.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n\t4.\tSandblasting, liquid washing, compressed air cleaning, steam cleaning of buildings outside of Fire District No. 1 and also those exterior surfaces of buildings which are located more than 20 feet from pedestrian walkways in dedicated streets.  Painting, papering and similar work, provided, however, that the values thereof shall be included as part of the value of any new construction for which a permit is required by this Code, for the purpose of determining the amount of the fee to be paid for the permit; and provided further that this exception does not include operations such as liquid washing, compressed air cleaning and steam cleaning on the exterior surfaces of buildings adjacent and within 20 feet of pedestrian walkways in dedicated streets where these operations extend above the first story.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n\t5.\tPlatforms, walks and driveways not more than 30 inches (762 mm) above grade and not over any basement or story below.\n\n\t6.\tExhibits, booths, partitions and display counters for temporary use not exceeding 30 days in conjunction with an exhibit or show and not exceeding 12 feet in height above the floor.\n\n\t7.\tOutdoor tents or cloth structures for temporary use not exceeding 30 days and not exceeding 12 feet in any dimension, provided such tents are accessory to an indoor or outdoor assembly use on the site.\n\n\t8.\tSwimming, bathing and wading pools not exceeding 24 inches in depth or having a surface area not exceeding 250 square feet.\n\n\t9.\tCanopies or awnings located outside of Fire District No. 1 extending not more than 4 feet from the exterior wall of the building and attached to Group R Occupancies.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n\t10.\tImpact hazard glazing pursuant to Section 91.6101.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n\t11.\tWork performed by Certified Licensed Contractors in accordance with Section 91.108.12.1.\n\n\t12.\tAny work accomplished under the auspices of and owned and controlled by the United States of America, by the State of California or the Los Angeles County.\n\n\t13.\tMasonry or concrete fences not over 3-1\/2 feet high, and other fences not over 10 feet high.\n\n\t14.\tTanks for the storage of combustible liquids, if resting upon the surface of the ground and surrounded by an impounding basin conforming to the requirements of Article 7 of Chapter V of the Los Angeles Municipal Code (Fire Code).\n\n\t15.\tCases, counters and partitions, not over 5 feet 9 inches high.\n\n\t16.\tWaterproof pointing of joints in masonry or veneer, also cleaning with detergents which are not injurious to clothing or skin of persons and are not removed by liquid washing, provided work is done from safely enclosed scaffolding which will collect any dust, debris or dropped tools and materials in use.\n\n91.106.3.  Permit Applications.\n\n91.106.3.1.  Application.  To obtain a permit, the applicant shall file an application on a form furnished by the department.\n\n\tOne complete application for each permit shall be filed. Every such application shall:\n\n\t1.\tIdentify and describe the work to be covered by the permit for which application is made.\n\n\t2.\tDescribe the land on which the proposed work is to be done by legal description, street address or similar description that will readily identify and definitely locate the proposed building or work.\n\n\t3.\tIndicate the use or occupancy for which the proposed work is intended.\n\n\t4.\tBe accompanied by plans, diagrams, computations and specifications and other data as required in Section 91.106.3.2.\n\n\t5.\tState the valuation of any new building or structure or any addition, remodeling or alteration to an existing building.\n\n\t6.\tBe signed by  the permittee, or an authorized agent.\n\n\t7.\tGive such other data and information as may be required by the Superintendent of Building.\n\n91.106.3.2.  Plans and Specifications.\n\n91.106.3.2.1.  Site Plat.  A plat of the site shall be filed with each application for a permit.\n\n\tEXCEPTION:  The Superintendent of Building may grant the omission of a site plat when the proposed work is of such a nature that no information is needed to determine compliance with all laws relating to the location of buildings or occupancies.\n\n\tWith respect to the site, the plat shall show the boundaries, lot lines, existing and proposed buildings and structures, neighboring public ways, and sufficient dimensions and other data to enable the department to determine compliance with all laws relating to the location of buildings or occupancies.\n\n91.106.3.2.2.  Number of Sets of Plans.  Each application for a permit shall be accompanied by two sets of plans and specifications for plan checking.\n\n\tThe number of sets of plans and specifications submitted with each application for a building permit may comply with the regulations of Sections 91.107.3.2 and 91.107.3.3 of this Code.\n\n\tEXCEPTION:  The Superintendent of Building may waive the requirement for plans and specifications as required in this article if the superintendent finds that the information on the application is sufficient to show that the work will conform to the provisions of this Code  and other relevant laws.\n\n91.106.3.2.3.  Official Stamp.  When the plans and specifications fully comply with the provisions of Section 91.106.3.3, the Department shall place an official stamp of approval or an approval perforation on each sheet of each set and, upon payment of the permit fee, shall issue one set to the applicant.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\n\n91.106.3.2.4.  Validity of Approval. The stamping or approval of any plans or specifications shall not be held to permit, or to be an approval of, the violation of any provision of this Code.\n\n91.106.3.2.5.  Alterations to Stamped Plans.  No stamped or approved plans or specifications shall be altered in any manner, except when and as approved by the department.\n\n91.106.3.2.6.  Stamped Plans on Job.  The stamped set of plans and specifications issued to the applicant shall be kept at the site of the construction or work and shall be available to the authorized representative of the Department.  There shall be no deviation from the stamped or approved application, plans or specifications without Department approval.\n\n91.106.3.3.  Information  and Certification Required on Plans and Specifications.\n\n91.106.3.3.1.  General.  All plans and specifications submitted to the department for checking shall be drawn with ink or indelible pencil, or shall be made by a reproduction process approved by the department. The first sheet of each set of plans and specifications shall give the street address of the work and the name and address of the owner of the building.\n\n\tThe plans and specifications shall be of sufficient clarity to indicate the nature and extent of the proposed work and to show in detail that it will conform to the provisions of this Code and of relevant laws, ordinances, rules, regulations and orders.\n\n\tPlans for buildings more than two stories in height of other than Group R, Division 3 and Group U Occupancies shall indicate how required structural and fire resistive integrity will be maintained where a penetration will be made for electrical, mechanical, plumbing and communication conduits, pipes and similar systems.\n\n\tIn lieu of detailed specifications, the department may approve reference on the plans to a specific section, subsection or paragraph of this Code or other ordinance or law.\n\n\tDistances and dimensions on the plans, when required to show conformity with the provisions of this Code, shall be done in figures.\n\n\tWhen required by Section 91.1704.1.1 of this Code, a statement of special inspection prepared by the registered engineer or licensed architect responsible for the design of the project shall be included with the set of plans.  (Added by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\n\n91.106.3.3.2.  Written Records of Computations Required.  (Amended by Ord. No. 174,829, Eff. 10\/27\/02, Oper. 11\/1\/02.)  When a structural design is required for the purpose of obtaining a permit, it shall be justified by a written record of computations filed with the department and each sheet of the drawings and written record of computations shall be signed by or bear the approved stamp of an engineer or architect licensed by the State of California for the type of service performed.  On structures which do not require an engineer’s or architect’s signature according to Article 3, Chapter 7, Division 3, of the California Business and Professions Code, but do require some structural design, the person responsible for the design shall sign the calculations and the sheets of the plans with the engineering details.\n\n91.106.3.3.3.  Structural Engineering Plans.  For buildings exceeding 160 feet in height, each sheet of the structural calculations and structural plans shall be prepared under the supervision of, and shall bear the signature or approved stamp of, a person authorized to practice structural engineering by the state of California. In addition, all architectural sheets shall bear the signature or approved stamp of an architect licensed by the state of California.\n\n91.106.3.3.4.  Yard Restriction.  The increase in area permitted by CBC Section 506.2 shall not be allowed unless or until the owner of the required yard and open space files with the Department an agreement binding the owner, heirs and assignees, to set aside the required yard as an unobstructed space having no improvements.  This agreement shall be recorded in the Los Angeles County Recorder’s Office.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n91.106.4.  Permits Issuance.\n\n91.106.4.1.  Issuance.  When the department determines that the information on the application and plans is in conformance with this Code and other relevant codes and ordinances, the department shall issue a permit upon receipt of the total fees.\n\n\tEXCEPTIONS:\n\n\t1.\t(Amended by Ord. No. 174,829, Eff. 10\/27\/02, Oper. 11\/1\/02.)  The department shall have the authority to withhold a permit for any building if public sewers are not available and the provisions of Article 4, Chapter IX of the Los Angeles Municipal Code (Plumbing Code) prohibit the use of a private sewage disposal system on the lot or premises.\n\n\tNotwithstanding the provisions of Chapter 7 of the California Plumbing Code as adopted in Section 94.700.0 of the Los Angeles Municipal Code to the contrary, and for any lot or premises located in whole or in part in the San Fernando Valley and certain adjacent areas as described in Section 64.26 A.2. of the Los Angeles Municipal Code:\n\n\tIf public sewers are not available and Article 4 of Chapter IX of this Code does not prohibit the use of a private sewage disposal system, a building permit may be issued, provided that:\n\n\tA.\tThe owner or owners shall install a holding tank pursuant to permits from the Department of Building and Safety and the Fire Department; and\n\n\tB.\tThe owner or owners shall submit a covenant and agreement that runs with the land to provide a connection to the public sewer when it becomes available, or to vacate the building if no connection is made.  This covenant and agreement shall be signed by the owner or owners and filed with the County Recorder; or\n\n\tC.\tThe permit is for four or fewer dwelling units in a residential zone, or for a structure that will not result in the discharge of wastewater.\n\n\t2.\t(Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  The Department shall have the authority to withhold permits where the proposed development is located in an area subject to slides or unstable soil which may have an adverse effect on the proposed development or access thereto, as determined by the Department.  If the apparent safety of the proposed development can be verified pursuant to the provisions of Sections 91.7016.4.2 and 91.7016.4.3 of this Code, the Department shall issue a permit upon receipt of a sworn affidavit which has been recorded by the County Recorder, stating that the applicant is fully aware that the proposed development is located in an area subject to slides or unstable soil which may have an adverse effect on the proposed development or access thereto.\n\n\t3.\tThe department shall have the authority to withhold a building permit where the proposed building site is an area subject to inundation, as determined by the department. If it can be shown by authentic past records that any possible inundation is not likely to be of such extent as to be an immediate hazard to occupancy of the proposed building, the department shall issue a building permit upon receipt of a sworn affidavit which has been recorded by the county recorder stating that said applicant is fully aware of the department’s finding that the structure is an area subject to inundation.\n\n\t4.\tThe department shall have the authority to withhold permits on projects located within a Special (Fault) Studies Zone established under Chapter 7.5, Division 2, of the California Public Resources Code. Permits may be issued if it can be demonstrated through accepted geologic seismic studies that the proposed structure will be located in a safe manner and not over or astraddle the trace of an active fault.  Acceptable geologic seismic studies shall meet the criteria as set forth in rules and regulations established by the Superintendent of Building to assure that such studies are based on sufficient geologic data to determine the location or nonexistence of the active fault trace on a site. Prior to approval of a project, a geologic report defining and delineating any hazard of surface fault rupture shall be required. If the city finds that no undue hazard of this kind exists, the geologic report on such hazard may be waived, with approval of the state geologist.\n\n\t5.\t(Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  The department shall have the authority to withhold a demolition or relocation permit for a residential building composed of two or more residential rental units under the following circumstances:\n\n\tA.\tWhen the applicant states that the purpose for demolition or relocation is to construct a condominium, stock cooperative or community apartment project, permits shall be withheld until all necessary tentative tract or preliminary parcel maps for such new subdivision have been approved by the city.\n\n\tB.\tThis Exception 5 shall not apply if the building is to be demolished and is:\n\n\t(i)\tConstructed of unreinforced masonry construction and built pursuant to a building permit issued prior to October l, 1933, or\n\n\t(ii)\tTo be demolished pursuant to a demolition order issued by the department under authority set forth in Division 89 of Article l of Chapter IX of the Los Angeles Municipal Code.\n\n\tC.\tThis Exception 5 shall not apply if the applicant demonstrates to the satisfaction of the department that the site will be developed with housing for low to moderate income households, which housing is to be developed, constructed or acquired with federal, state or local government financial assistance.\n\n\tD.\tThis Exception 5 shall not apply to two family dwellings or to apartment houses and apartment hotels containing three dwelling units, provided that at least one dwelling unit in each such building is occupied by a record owner of the property.\n\n\t6.\t(Amended by Ord. No. 175,790, Eff. 3\/29\/04.)  The Department shall have the authority to withhold permits on projects located within a Methane Zone or Methane Buffer Zone established under Sections 91.7101 et seq. of this Code.  Permits may be issued upon submittal of detailed plans that show adequate protection against flammable gas incursion by providing the installation of suitable methane mitigation systems.\n\n\t7.\tThe department shall have the authority to withhold permits for public works capital improvement projects until receipt of written certification from the Cultural Affairs Department that the board, bureau or department of the city authorized by law to construct the project has fully complied with the requirements of the city’s Public Works Improvements Arts Program. For purposes of this section, public works capital improvement project” includes any capital project paid for wholly or in part by the City of Los Angeles or by any board, bureau or department of the city authorized by the City Charter or other law to construct or remodel any building, structure, park, utility, street, sidewalk or parking facility, or any other type of capital project or any portion thereof, within the geographical limits of the city.\n\n\t8.\tThe department shall have the authority to withhold the building permit where, in the opinion of the Superintendent of Building, the design of a structure, due to the unusual configuration of the structure or parts of the structure or assembly of structural materials therein, does not provide at least the same safeguard against earthquake as provided by the applicable portions of this Code when applied in the design of a similar structure of customary configuration.\n\n\t9.\tReserved.\n\n\t10.\tThe department shall have the authority to withhold a building permit or relocation permit for a site if the department determines that demolition or relocation work has been done on the site without the benefit of required demolition or relocation permits. If the department, after notice and hearing, makes this determination, the department shall also have the authority to record an affidavit with the County Recorder stating that no permits for any new development shall be issued on the property for a period of five years.\n\n\t11.\t(Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  The Department shall have the authority to withhold a building permit for a residential building composed of two or more residential rental units, under the following circumstances:  \n\n\tA.\tWhen the applicant states that the purpose for a building permit is to construct a condominium, stock cooperative or community apartment project, permits shall be withheld until all necessary tentative tract or preliminary parcel maps for the new subdivision have been approved by the city.\n\n\t12.\tThe Department of Building and Safety shall have the authority to withhold building permits for the construction of hotels until a conditional use permit allowing the sale of liquor has been granted by the Department of City Planning or until the Department of Building and Safety receives from the property owner a sworn affidavit, signed by the owner and recorded by the Los Angeles County recorder, declaring that the hotel shall not sell or serve liquor on the premises for a period of not less than five years.\n\n\t13.\tThe Department of Building and Safety shall have the authority to withhold grading permits for developments with disturbed areas of one acre or more unless the applicant is able to show that a Notice of Intent to comply with the State Construction Activity Storm Water Permit has been filed with the State Water Resources Control Board and a Storm Water Pollution Prevention Plan has been prepared.  For the purpose of this section, “disturbed area” shall mean an area altered as a result of cleaning, grading and\/or excavation of earth.  (Amended by Ord. No. 178,132, Eff. 1\/19\/07.)\n\n\t14.\tThe Department of Building and Safety shall require applicants, as a condition for issuing a grading or building permit, to incorporate into the plan documents best management practices necessary to control stormwater pollution from sediments, erosion, and construction materials leaving the construction site.  Such requirements shall be in accordance with the provisions contained in the “Development Best Management Practices Handbook, Part A Construction Activities” adopted by the Board of Public Works as authorized by Section 64.72 of the Los Angeles Municipal Code. (Added by Ord. No. 172,673, Eff. 7\/30\/99.)\n\n\t15.\t(Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The Department of Building and Safety shall have the authority to withhold grading and\/or building permits for developments until:\n\n\tA.\tThe applicant incorporates into the development to the satisfaction of the Bureau of Sanitation of the Department of Public Works, best management practices necessary to control stormwater pollution in accordance with the “Development Best Management Practices Handbook, Part B Planning Activities” adopted by the Board of Public Works as authorized by LAMC Section 64.72; and\n\n\tB.\tThe Bureau of Sanitation of the Department of Public Works receives a Covenant and Agreement, signed by the owner and recorded with the Los Angeles County Recorder, declaring that the best management practices necessary to control stormwater pollution shall be installed and\/or constructed and maintained in proper working condition at all times; and\n\n\tC.\tThe applicant submits to the Bureau of Sanitation of the Department of Public Works, a set of plans and specifications showing compliance with the Standard Urban Stormwater Mitigation Plan or Site Specific Mitigation Plan.\n\n\t16.\tThe Department of Building and Safety shall have the authority to withhold building permits for new development on the site of a destroyed or demolished Residential Hotel and for the conversion or demolition of Residential Units on any property identified as a Residential Hotel by the Los Angeles Housing Department pursuant to Article 7.1 of Chapter IV of the Los Angeles Municipal Code until the Los Angeles Housing Department has verified compliance with the provisions of Article 7.1 of Chapter IV of the Los Angeles Municipal Code in order to preserve Residential Units in the Residential Hotels of the City of Los Angeles.  (Added by Ord. No. 179,868, Eff. 5\/20\/08.)\n\n91.106.4.2.  Retention and Maintenance of Approved Plans.\n\n91.106.4.2.1.  Retention of  Plans.  The duplicate plans and specifications of every building or structure shall be stamped and retained by the department during the life of such building.\n\n\tEXCEPTION:  Plans for the following need not be maintained, except where required by the department:\n\n\t1.\tSingle or multiple dwellings in non-hillside areas which are not part of a common interest development (as defined in Section 1351(c) of the Civil Code of California), and not more than two stories and basement in height.\n\n\t2.\tGarages and other structures appurtenant to buildings described in Item 1 of this exception.\n\n\t3.\tFarm or ranch buildings.\n\n\t4.\tAny one story building where the span between bearing walls does not exceed 25 feet. This exception does not, however, apply to a steel frame or concrete building.\n\n\t5.\tAlterations to commercial buildings, apartments and hotels which do not require the signature of a licensed civil or structural engineer or architect.\n\n91.106.4.2.2.  Inspection and Reproduction of Retained Plans.\n\n91.106.4.2.2.1.  Inspection of Plans.  The copy of the approved building plans maintained by the department as provided by Section 91.106.4.2.1 of the Los Angeles Municipal Code shall be available for inspection only on the premises of the department.\n\n\tEXCEPTION:  Plans or portion of plans for banks, other financial institutions or public utilities which are maintained by the department may not be inspected without written permission from the owner of the building.\n\n91.106.4.2.2.2.  Reproduction of Plans.  (Amended by Ord. No. 171,185, Eff. 7\/22\/96.)  Plans maintained by the Department under Subdivision 1 of this subsection may not be duplicated in whole or in part except with the written permission of the certified, licensed or registered professional or his or her successor, if any, who signed the original documents, and the written permission of the original or current owner of the building, or, if the building is part of a common interest development, with the written permission of the board of directors or governing body of the association established to manage the common interest development; or by order of a proper court.  In implementing this provision, the Department shall comply with the requirements of Health and Safety Code Section 19851.\n\n\tThe Department shall also furnish the form of an affidavit to be completed and signed by the person requesting to duplicate the official copy of the plans, which contains provisions stating all of the following:\n\n\t1.\tThat the copy of the plans shall only be used for the maintenance, operation, and use of the building.\n\n\t2.\tThat drawings are instruments of professional service and are incomplete without the interpretation of the certified, licensed, or registered professional of record.\n\n\t3.\tThat Subdivision (a) of Section 5536.25 of the Business and Professions Code states that a licensed architect who signs plans, specifications, reports, or documents shall not be responsible for damage caused by subsequent changes to, or use of, those plans, specifications, reports, or documents where the subsequent changes or uses, including changes or uses made by state or local governmental agencies, are not authorized or approved by the licensed architect who originally signed the plans, specifications, reports, or documents, provided that the architectural service rendered by the architect who signed the plans, specifications, reports, or documents was not also a proximate cause of the damage.\n\n\tGrading plans which are on file with the Department are public records and may be duplicated.\n\n\tThe fees specified in the following provisions 1 or 2 shall be paid by the person requesting duplication of plans:\n\n\t1.\tBuilding plans that have not been microfilmed and are authorized for reproduction, and grading plans that are to be duplicated by other than City services will be released only to a bonded duplicating service which has posted a bond for the benefit of the City of Los Angeles in an amount at least equal to the value of the plans.\n\n\tThe cost of duplicating the plans shall be paid directly to the duplicating service by the persons requesting duplication.  That person shall pay a service fee of $15.00 for each set of plans released to a bonded duplicating service as herein provided.\n\n\t2.\tBuilding plans that have been microfilmed and are authorized for reproduction shall be duplicated by City services.  The Department shall collect an initial service fee of $8.00 for each request for reproduction of plans plus a fee of $1.00 for each sheet requested to be photocopied.\n\n91.106.4.2.3.  Compliance.  A certified copy of the microfilmed plans shall constitute compliance with the requirement of this section.\n\n91.106.4.3.  Validity of Permit.\n\n91.106.4.3.1.  Limit of Authorization.  The issuance of a permit is not an approval or an authorization of the work specified therein. A permit is merely an application for inspection, the issuance of which entitles the permittee to inspection of the work which is described therein.\n\n\tPermits issued under the requirements of this Code shall not relieve the owner of responsibility for securing required permits for work to be done which is regulated by any other Code, department or division of the City of Los Angeles.\n\n\tAll permits are issued subject to the following conditions:\n\n\tIf the work described by a valid permit is prohibited by a change in the Los Angeles Municipal Code, then such work may be completed only if the department determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit. Work performed and liabilities incurred pursuant to a demolition or relocation permit shall not be considered in determining whether an owner may complete a building or structure for which a building permit has been issued.\n\n91.106.4.3.2.  Validity of Other Laws. Neither the issuance of a permit nor the approval by the department of any document shall constitute an approval of any violation of any provision of this Code or of any other law or ordinance, and a permit or other document purporting to give authority to violate any law shall not be valid with respect thereto.\n\n91.106.4.3.3.  Official Grades.  The applicant shall satisfy himself as to the correctness of proposed structure elevations and locations with respect to the official grades of public streets and to the policy of the Board of Public Works relative to the location and length of curb depressions for driveways.\n\n91.106.4.3.4.  Easements.  Before issuing any permit, the department shall require a declaration, under penalty of perjury, from the owner or agent having the property owner’s consent stating that:\n\n\t“The proposed work will not destroy or unreasonably interfere with any access or utility easement belonging to others and located on my property, but in the event such work does destroy or unreasonably interfere with such easement, a substitute easement(s) satisfactory to the holder(s) of the easement will be provided.”\n\n91.106.4.4.  Expiration, Suspension or Revocation.\n\n91.106.4.4.1.  General.  The regulations concerning the expiration, suspension and revocation of permits are enumerated in Chapter IX Article 8, Division 6, of the Los Angeles Municipal Code.\n\n91.106.4.4.2.  Making False Statements to the Department.  Any person who willfully or knowingly, with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact in any documentation required by the department to ascertain facts relative to this section, to the exception in Section 91.107.2.9 or to Section 91.112 of this Code, including any oral or written evidence presented, shall be guilty of a misdemeanor.\n\n91.106.4.4.3.  Unfinished Buildings or Structures. Whenever the department determines by inspection that work on any building or structure for which a permit has been issued and the work started thereon has been suspended for a period of 180 days or more, the owner of the property upon which such structure is located, or other person or agent in control of said property, upon receipt of notice in writing from the department to do so, shall, within 90 days from the date of such written notice, obtain a new permit to complete the required work and diligently pursue the work to completion, or shall remove or demolish the building or structure within 180 days from the date of the written notice.\n\n91.106.4.5.  Permits for Historical and Cultural Buildings.  The department shall not issue a permit to demolish, alter or remove a building or structure of historical, archaeological or architectural consequence if such building or structure has been officially designated, or has been determined by state or federal action to be eligible for designation, on the National Register of Historic Places, or has been included on the City of Los Angeles list of historic cultural monuments, without the department having first determined whether the demolition, alteration or removal may result in the loss of or serious damage to a significant historical or cultural asset.  If the department determines that such loss or damage may occur, the applicant shall file an application and pay all fees for the California Environmental Quality Act Initial Study and Check List, as specified in Section 19.05 of the Los Angeles Municipal Code. If the Initial Study and Check List identifies the historical or cultural asset as significant, the permit shall not be issued without the department first finding that specific economic, social or other considerations make infeasible the preservation of the building or structure.\n\n91.106.4.6.  Notification and Posting in a Hillside Grading Area.\n\n91.106.4.6.1.  In any area designated as a hillside grading area, the department shall not issue (1) a building permit for construction of a building with over 500 square feet of floor area, or (2) a building permit for any addition to an existing building which adds over 500 square feet of floor area, or (3) a grading permit for the grading of more than 1,000 cubic yards of earth materials without having first done the following at least 10 days prior to issuance of the building or grading permit:\n\n\t1.\tThe department shall send written notices of the permit application, by mail, to the owners of all property abutting the property at which the construction or grading will occur. Notices shall also be sent to the owners of all property across the street or alley when such property is intersected by a projection of the lot lines of the property at which the construction or grading will occur; and\n\n\t2.\tThe department shall post a notice of the permit application on the property at which the construction or grading will occur.\n\n91.106.4.6.2.  The applicant seeking the permit shall provide the department with the names and addresses of all persons entitled to receive notice pursuant to Section 91.106.4.6.1.\n\n91.106.4.6.3.  (Amended by Ord. No. 171,185, Eff. 7\/22\/96.)  The Department shall collect a fee in the amount of $60.00 when an application for a building or grading permit described in Section 91.106.4.6.1 above is filed with the Department.\n\n91.106.4.7.  Curb Ramps.\n\n91.106.4.7.1.  Condition of Permits. Subject to the provisions of Section 91.106.4.7.2, no building or structure shall be erected or enlarged, and no building permit issued therefor, on any lot, any part of which is within 100 feet of the straight projection of the intersection of the building lines of a corner lot of the block within which subject lot fronts, unless the applicant agrees in writing, and submits the necessary surety in the form of a bond or cash deposit, to construct a corner curb ramp at such corner and in addition, if such lot is within 100 feet of two such intersections to construct corner curb ramps at each of the two adjacent corners at both intersections, for a total of two ramps. The curb ramp shall comply with the standards contained in Part 2 of Title 24 of the California Code of Regulations. Such improvements procedure shall, in all respects, be in compliance with Section 12.37D of the Los Angeles Municipal Code.\n\n\tEXCEPTIONS:  This section does not apply to the following:\n\n\t1.\tOne  or two family dwelling or addition thereto located in a tract, parcel map or subdivision recorded prior to the effective date of this section.\n\n\t2.\tA building or structure or addition thereto of less than 500 square feet in gross floor area or when such building, structure or addition thereto contains a restaurant or fast food restaurant of less than 200 square feet in gross floor area.\n\n\t3.\tWhere sidewalks are neither currently installed nor required by the city as a condition of development, at either the location of the proposed development or the location of the otherwise proposed curb ramp.\n\n91.106.4.7.2.  It is hereby determined that the requirements of Section 91.106.4.7.1 hereof shall be imposed as a condition to the erection of any structure or addition thereto wherein handicapped access is otherwise required.\n\n91.106.4.8.  Construction Site Notice.  (Added by Ord. No. 178,048, Eff. 12\/24\/06.)\n\n91.106.4.8.1.  Contents.  Any person who obtains the following types of permits  shall post a notice, as described below, at the construction site:\n\n\t1.\tPermit for new structures, except signs,\n\n\t2.\tPermit for additions to existing buildings,\n\n\t3.\tChange of use or occupancy permit,\n\n\t4.\tDemolition permit,\n\n\t5.\tRelocation permit,\n\n\t6.\tSwimming pool permit, or\n\n\t7.\tGrading permit.\n\n\tThe notice shall be on a form entitled “Construction Site Notice” provided by the Department and shall include the following information:  job site address, permit number, name and phone number of the contractor and owner or owner’s agent, hours of construction allowed by code or any discretionary approval for the site, and City telephone numbers where violations can be reported.\n\n91.106.4.8.2.  Location.  The notice shall be posted and maintained at the construction site and displayed in a location that is readily visible to the public and approved by the Department.\n\n91.106.4.8.3.  Maintenance of Notice.  The notice shall be displayed after issuance of the permit and prior to the start of construction.  The notice shall be displayed continuously during the process of construction until all the work authorized by the permit is inspected and approved by the Department.  All contact information on the notice, including telephone numbers, shall be correct and maintained current.  Failure to display this notice may result in withholding of inspections by the Department.","order_by":"106","ancestry":{"1":{"id":"31","name":"Buildings\nBuilding Code","identifier":"1","label":"article","url":"\/9\/1\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"2853","structure_id":"31","section_number":"91.101","catch_line":"Title, Purpose, And Scope.","url":"\/91.101\/","token":"91.101"},"1":{"id":"3256","structure_id":"31","section_number":"91.102","catch_line":"Unsafe Buildings Or Structures.","url":"\/91.102\/","token":"91.102"},"2":{"id":"3122","structure_id":"31","section_number":"91.103","catch_line":"Violations.","url":"\/91.103\/","token":"91.103"},"3":{"id":"2872","structure_id":"31","section_number":"91.104","catch_line":"Organization And Enforcement.","url":"\/91.104\/","token":"91.104"},"4":{"id":"2331","structure_id":"31","section_number":"91.105","catch_line":"Appeals.","url":"\/91.105\/","token":"91.105"},"5":{"id":"1085","structure_id":"31","section_number":"91.106","catch_line":"Permits.","url":"\/91.106\/","token":"91.106"},"6":{"id":"167","structure_id":"31","section_number":"91.107","catch_line":"Fees.","url":"\/91.107\/","token":"91.107"},"7":{"id":"2271","structure_id":"31","section_number":"91.108","catch_line":"Inspection.","url":"\/91.108\/","token":"91.108"},"8":{"id":"599","structure_id":"31","section_number":"91.109","catch_line":"Certificate Of Occupancy.","url":"\/91.109\/","token":"91.109"},"9":{"id":"1493","structure_id":"31","section_number":"91.110","catch_line":"Responsibility Of Permittee.","url":"\/91.110\/","token":"91.110"},"10":{"id":"1948","structure_id":"31","section_number":"91.111","catch_line":"Code Revision.","url":"\/91.111\/","token":"91.111"},"11":{"id":"3017","structure_id":"31","section_number":"91.112","catch_line":"Grading Certificate.","url":"\/91.112\/","token":"91.112"},"12":{"id":"3299","structure_id":"31","section_number":"91.200","catch_line":"General.","url":"\/91.200\/","token":"91.200"},"13":{"id":"914","structure_id":"31","section_number":"91.202","catch_line":"Definitions.","url":"\/91.202\/","token":"91.202"},"14":{"id":"526","structure_id":"31","section_number":"91.300","catch_line":"Basic Provisions.","url":"\/91.300\/","token":"91.300"},"15":{"id":"2739","structure_id":"31","section_number":"91.400","catch_line":"Basic Provisions.","url":"\/91.400\/","token":"91.400"},"16":{"id":"907","structure_id":"31","section_number":"91.500","catch_line":"Basic Provisions.","url":"\/91.500\/","token":"91.500"},"17":{"id":"2530","structure_id":"31","section_number":"91.600","catch_line":"Basic Provisions.","url":"\/91.600\/","token":"91.600"},"18":{"id":"234","structure_id":"31","section_number":"91.700","catch_line":"Basic Provisions.","url":"\/91.700\/","token":"91.700"},"19":{"id":"2933","structure_id":"31","section_number":"91.703","catch_line":"Fire-Resistance Ratings And Fire Tests.","url":"\/91.703\/","token":"91.703"},"20":{"id":"108","structure_id":"31","section_number":"91.800","catch_line":"Basic Provisions.","url":"\/91.800\/","token":"91.800"},"21":{"id":"2861","structure_id":"31","section_number":"91.900","catch_line":"Basic Provisions.","url":"\/91.900\/","token":"91.900"},"22":{"id":"700","structure_id":"31","section_number":"91.909","catch_line":"Smoke Control Systems.","url":"\/91.909\/","token":"91.909"},"23":{"id":"223","structure_id":"31","section_number":"91.1000","catch_line":"Basic Provisions.","url":"\/91.1000\/","token":"91.1000"},"24":{"id":"3826","structure_id":"31","section_number":"91.1100","catch_line":"Basic Provisions.","url":"\/91.1100\/","token":"91.1100"},"25":{"id":"1343","structure_id":"31","section_number":"91.1200","catch_line":"Basic Provisions.","url":"\/91.1200\/","token":"91.1200"},"26":{"id":"3724","structure_id":"31","section_number":"91.1207","catch_line":"Sound Transmission.","url":"\/91.1207\/","token":"91.1207"},"27":{"id":"2466","structure_id":"31","section_number":"91.1300","catch_line":"General.","url":"\/91.1300\/","token":"91.1300"},"28":{"id":"2493","structure_id":"31","section_number":"91.1301","catch_line":"Solar Energy Collectors.","url":"\/91.1301\/","token":"91.1301"},"29":{"id":"4023","structure_id":"31","section_number":"91.1400","catch_line":"Basic Provisions.","url":"\/91.1400\/","token":"91.1400"},"30":{"id":"412","structure_id":"31","section_number":"91.1403","catch_line":"Performance Requirements.","url":"\/91.1403\/","token":"91.1403"},"31":{"id":"3406","structure_id":"31","section_number":"91.1405","catch_line":"Installation Of Wall Coverings.","url":"\/91.1405\/","token":"91.1405"},"32":{"id":"2965","structure_id":"31","section_number":"91.1500","catch_line":"Basic Provisions.","url":"\/91.1500\/","token":"91.1500"},"33":{"id":"2559","structure_id":"31","section_number":"91.1505","catch_line":"Fire Classification.","url":"\/91.1505\/","token":"91.1505"},"34":{"id":"538","structure_id":"31","section_number":"91.1507","catch_line":"Requirements For Roof Coverings.","url":"\/91.1507\/","token":"91.1507"},"35":{"id":"897","structure_id":"31","section_number":"91.1510","catch_line":"Reroofing.","url":"\/91.1510\/","token":"91.1510"},"36":{"id":"281","structure_id":"31","section_number":"91.1600","catch_line":"Basic Provisions.","url":"\/91.1600\/","token":"91.1600"},"37":{"id":"1561","structure_id":"31","section_number":"91.1603","catch_line":"Construction Documents.","url":"\/91.1603\/","token":"91.1603"},"38":{"id":"1482","structure_id":"31","section_number":"91.1609","catch_line":"Wind Loads.","url":"\/91.1609\/","token":"91.1609"},"39":{"id":"1027","structure_id":"31","section_number":"91.1612","catch_line":"Flood Loads.","url":"\/91.1612\/","token":"91.1612"},"40":{"id":"876","structure_id":"31","section_number":"91.1613","catch_line":"Earthquake Loads.","url":"\/91.1613\/","token":"91.1613"},"41":{"id":"1949","structure_id":"31","section_number":"91.1616","catch_line":"Modifications To Asce 7.","url":"\/91.1616\/","token":"91.1616"},"42":{"id":"3547","structure_id":"31","section_number":"91.1700","catch_line":"Basic Provisions.","url":"\/91.1700\/","token":"91.1700"},"43":{"id":"2160","structure_id":"31","section_number":"91.1702","catch_line":"Definitions.","url":"\/91.1702\/","token":"91.1702"},"44":{"id":"4049","structure_id":"31","section_number":"91.1703","catch_line":"Approvals.","url":"\/91.1703\/","token":"91.1703"},"45":{"id":"1545","structure_id":"31","section_number":"91.1704","catch_line":"Special Inspections.","url":"\/91.1704\/","token":"91.1704"},"46":{"id":"1592","structure_id":"31","section_number":"91.1705","catch_line":"Statement Of Special Inspections.","url":"\/91.1705\/","token":"91.1705"},"47":{"id":"3633","structure_id":"31","section_number":"91.1707","catch_line":"Special Inspections For Seismic Resistance.","url":"\/91.1707\/","token":"91.1707"},"48":{"id":"1397","structure_id":"31","section_number":"91.1708","catch_line":"Structural Testing For Seismic Resistance.","url":"\/91.1708\/","token":"91.1708"},"49":{"id":"1425","structure_id":"31","section_number":"91.1709","catch_line":"Contractors Responsibility.","url":"\/91.1709\/","token":"91.1709"},"50":{"id":"570","structure_id":"31","section_number":"91.1710","catch_line":"Structural Observations.","url":"\/91.1710\/","token":"91.1710"},"51":{"id":"1953","structure_id":"31","section_number":"91.1711","catch_line":"Alternative Test Procedure.","url":"\/91.1711\/","token":"91.1711"},"52":{"id":"2084","structure_id":"31","section_number":"91.1712","catch_line":"Alternative Test Procedure.","url":"\/91.1712\/","token":"91.1712"},"53":{"id":"1655","structure_id":"31","section_number":"91.1715","catch_line":"Material And Test Standards.","url":"\/91.1715\/","token":"91.1715"},"54":{"id":"3711","structure_id":"31","section_number":"91.1716","catch_line":"Material And Test Standards.","url":"\/91.1716\/","token":"91.1716"},"55":{"id":"2263","structure_id":"31","section_number":"91.1717","catch_line":"Certified Security Bar Installer.","url":"\/91.1717\/","token":"91.1717"},"56":{"id":"4088","structure_id":"31","section_number":"91.1718","catch_line":"Prefabricated Construction.","url":"\/91.1718\/","token":"91.1718"},"57":{"id":"868","structure_id":"31","section_number":"91.1800","catch_line":"Basic Provisions.","url":"\/91.1800\/","token":"91.1800"},"58":{"id":"2813","structure_id":"31","section_number":"91.1801","catch_line":"General.","url":"\/91.1801\/","token":"91.1801"},"59":{"id":"3798","structure_id":"31","section_number":"91.1802","catch_line":"Foundation And Soils Investigations.","url":"\/91.1802\/","token":"91.1802"},"60":{"id":"908","structure_id":"31","section_number":"91.1803","catch_line":"Geotechnical Investigation.","url":"\/91.1803\/","token":"91.1803"},"61":{"id":"2732","structure_id":"31","section_number":"91.1804","catch_line":"Allowable Load-Bearing Values Of Soils.","url":"\/91.1804\/","token":"91.1804"},"62":{"id":"3068","structure_id":"31","section_number":"91.1805","catch_line":"Dampproofing And Waterproofing.","url":"\/91.1805\/","token":"91.1805"},"63":{"id":"3377","structure_id":"31","section_number":"91.1806","catch_line":"Presumptive Load Bearing Values Of Soils.","url":"\/91.1806\/","token":"91.1806"},"64":{"id":"245","structure_id":"31","section_number":"91.1807","catch_line":"Foundation Walls, Retaining Walls, And Embedded Post And Poles.","url":"\/91.1807\/","token":"91.1807"},"65":{"id":"985","structure_id":"31","section_number":"91.1808","catch_line":"Pier And Pile Foundations.","url":"\/91.1808\/","token":"91.1808"},"66":{"id":"1115","structure_id":"31","section_number":"91.1809","catch_line":"Shallow Foundations.","url":"\/91.1809\/","token":"91.1809"},"67":{"id":"2671","structure_id":"31","section_number":"91.1810","catch_line":"Deep Foundations..","url":"\/91.1810\/","token":"91.1810"},"68":{"id":"1195","structure_id":"31","section_number":"91.1900","catch_line":"Basic Provisions.","url":"\/91.1900\/","token":"91.1900"},"69":{"id":"705","structure_id":"31","section_number":"91.2000","catch_line":"Basic Provisions.","url":"\/91.2000\/","token":"91.2000"},"70":{"id":"3588","structure_id":"31","section_number":"91.2100","catch_line":"Basic Provisions.","url":"\/91.2100\/","token":"91.2100"},"71":{"id":"2590","structure_id":"31","section_number":"91.2113","catch_line":"Masonry Chimneys.","url":"\/91.2113\/","token":"91.2113"},"72":{"id":"3481","structure_id":"31","section_number":"91.2200","catch_line":"Basic Provisions.","url":"\/91.2200\/","token":"91.2200"},"73":{"id":"473","structure_id":"31","section_number":"91.2204","catch_line":"Connections.","url":"\/91.2204\/","token":"91.2204"},"74":{"id":"3742","structure_id":"31","section_number":"91.2300","catch_line":"Basic Provisions.","url":"\/91.2300\/","token":"91.2300"},"75":{"id":"2404","structure_id":"31","section_number":"91.2301","catch_line":"General.","url":"\/91.2301\/","token":"91.2301"},"76":{"id":"1279","structure_id":"31","section_number":"91.2304","catch_line":"General Construction Requirements.","url":"\/91.2304\/","token":"91.2304"},"77":{"id":"2712","structure_id":"31","section_number":"91.2305","catch_line":"General Design Requirements For Lateral Force-Resisting System.","url":"\/91.2305\/","token":"91.2305"},"78":{"id":"2825","structure_id":"31","section_number":"91.2306","catch_line":"Allowable Stress Design.","url":"\/91.2306\/","token":"91.2306"},"79":{"id":"1924","structure_id":"31","section_number":"91.2308","catch_line":"Conventional Light-Frame Construction.","url":"\/91.2308\/","token":"91.2308"},"80":{"id":"2821","structure_id":"31","section_number":"91.2400","catch_line":"Basic Provisions.","url":"\/91.2400\/","token":"91.2400"},"81":{"id":"3669","structure_id":"31","section_number":"91.2503","catch_line":"No title","url":"\/91.2503\/","token":"91.2503"},"82":{"id":"140","structure_id":"31","section_number":"91.2600","catch_line":"Basic Provisions.","url":"\/91.2600\/","token":"91.2600"},"83":{"id":"3651","structure_id":"31","section_number":"91.2700","catch_line":"Basic Provisions.","url":"\/91.2700\/","token":"91.2700"},"84":{"id":"1636","structure_id":"31","section_number":"91.2800","catch_line":"Basic Provisions.","url":"\/91.2800\/","token":"91.2800"},"85":{"id":"468","structure_id":"31","section_number":"91.2900","catch_line":"Basic Provisions.","url":"\/91.2900\/","token":"91.2900"},"86":{"id":"1724","structure_id":"31","section_number":"91.3000","catch_line":"Basic Provisions.","url":"\/91.3000\/","token":"91.3000"},"87":{"id":"452","structure_id":"31","section_number":"91.3001","catch_line":"General.","url":"\/91.3001\/","token":"91.3001"},"88":{"id":"2241","structure_id":"31","section_number":"91.3002","catch_line":"Hoistway Enclosures.","url":"\/91.3002\/","token":"91.3002"},"89":{"id":"3526","structure_id":"31","section_number":"91.3003","catch_line":"Emergency Operations.","url":"\/91.3003\/","token":"91.3003"},"90":{"id":"1580","structure_id":"31","section_number":"91.3005","catch_line":"Conveying Systems.","url":"\/91.3005\/","token":"91.3005"},"91":{"id":"1731","structure_id":"31","section_number":"91.3007","catch_line":"Fire Service Access Elevator.","url":"\/91.3007\/","token":"91.3007"},"92":{"id":"901","structure_id":"31","section_number":"91.3008","catch_line":"Occupant Evacuation Elevators.","url":"\/91.3008\/","token":"91.3008"},"93":{"id":"3501","structure_id":"31","section_number":"91.3100","catch_line":"Basic Provisions.","url":"\/91.3100\/","token":"91.3100"},"94":{"id":"665","structure_id":"31","section_number":"91.3106","catch_line":"Marquees.","url":"\/91.3106\/","token":"91.3106"},"95":{"id":"2449","structure_id":"31","section_number":"91.3110","catch_line":"Patio Covers.","url":"\/91.3110\/","token":"91.3110"},"96":{"id":"1647","structure_id":"31","section_number":"91.3111","catch_line":"Patio Covers.","url":"\/91.3111\/","token":"91.3111"},"97":{"id":"2362","structure_id":"31","section_number":"91.3200","catch_line":"Basic Provisions.","url":"\/91.3200\/","token":"91.3200"},"98":{"id":"1572","structure_id":"31","section_number":"91.3201","catch_line":"General.","url":"\/91.3201\/","token":"91.3201"},"99":{"id":"1188","structure_id":"31","section_number":"91.3202","catch_line":"General.","url":"\/91.3202\/","token":"91.3202"},"100":{"id":"147","structure_id":"31","section_number":"91.3300","catch_line":"Basic Provisions.","url":"\/91.3300\/","token":"91.3300"},"101":{"id":"4035","structure_id":"31","section_number":"91.3301","catch_line":"General.","url":"\/91.3301\/","token":"91.3301"},"102":{"id":"1111","structure_id":"31","section_number":"91.3304","catch_line":"Site Work.","url":"\/91.3304\/","token":"91.3304"},"103":{"id":"152","structure_id":"31","section_number":"91.3305","catch_line":"Toilet Facilities During Construction.","url":"\/91.3305\/","token":"91.3305"},"104":{"id":"3930","structure_id":"31","section_number":"91.3306","catch_line":"Protection Of Pedestrians.","url":"\/91.3306\/","token":"91.3306"},"105":{"id":"4116","structure_id":"31","section_number":"91.3307","catch_line":"Protection Of Adjoining Property.","url":"\/91.3307\/","token":"91.3307"},"106":{"id":"421","structure_id":"31","section_number":"91.3401","catch_line":"General.","url":"\/91.3401\/","token":"91.3401"},"107":{"id":"614","structure_id":"31","section_number":"91.3500","catch_line":"Basic Provisions.","url":"\/91.3500\/","token":"91.3500"},"108":{"id":"3462","structure_id":"31","section_number":"91.6101","catch_line":"Impact Hazard Glazing In Existing Buildings.","url":"\/91.6101\/","token":"91.6101"},"109":{"id":"3380","structure_id":"31","section_number":"91.6102","catch_line":"Rubbish Rooms.","url":"\/91.6102\/","token":"91.6102"},"110":{"id":"3997","structure_id":"31","section_number":"91.6103","catch_line":"Shafts, Pits And Similar Excavation – Misdemeanor.","url":"\/91.6103\/","token":"91.6103"},"111":{"id":"895","structure_id":"31","section_number":"91.6104","catch_line":"Fire Districts.","url":"\/91.6104\/","token":"91.6104"},"112":{"id":"3554","structure_id":"31","section_number":"91.6105","catch_line":"Separation From Oil Wells.","url":"\/91.6105\/","token":"91.6105"},"113":{"id":"3862","structure_id":"31","section_number":"91.6107","catch_line":"Transformer Vaults.","url":"\/91.6107\/","token":"91.6107"},"114":{"id":"3484","structure_id":"31","section_number":"91.6109","catch_line":"Swimming Pools And Other Bodies Of Water – Protective Devices Required.","url":"\/91.6109\/","token":"91.6109"},"115":{"id":"1909","structure_id":"31","section_number":"91.6201","catch_line":"General Provisions.","url":"\/91.6201\/","token":"91.6201"},"116":{"id":"1048","structure_id":"31","section_number":"91.6202","catch_line":"Definitions.","url":"\/91.6202\/","token":"91.6202"},"117":{"id":"3093","structure_id":"31","section_number":"91.6203","catch_line":"Location.","url":"\/91.6203\/","token":"91.6203"},"118":{"id":"2989","structure_id":"31","section_number":"91.6204","catch_line":"Identification.","url":"\/91.6204\/","token":"91.6204"},"119":{"id":"1238","structure_id":"31","section_number":"91.6205","catch_line":"Design And Construction.","url":"\/91.6205\/","token":"91.6205"},"120":{"id":"1439","structure_id":"31","section_number":"91.6206","catch_line":"Electrical.","url":"\/91.6206\/","token":"91.6206"},"121":{"id":"1625","structure_id":"31","section_number":"91.6207","catch_line":"Combustible Materials.","url":"\/91.6207\/","token":"91.6207"},"122":{"id":"2354","structure_id":"31","section_number":"91.6208","catch_line":"Animated Devices.","url":"\/91.6208\/","token":"91.6208"},"123":{"id":"539","structure_id":"31","section_number":"91.6209","catch_line":"Ground Signs.","url":"\/91.6209\/","token":"91.6209"},"124":{"id":"1010","structure_id":"31","section_number":"91.6210","catch_line":"Roof Signs.","url":"\/91.6210\/","token":"91.6210"},"125":{"id":"3890","structure_id":"31","section_number":"91.6211","catch_line":"Wall Signs.","url":"\/91.6211\/","token":"91.6211"},"126":{"id":"3021","structure_id":"31","section_number":"91.6212","catch_line":"Projecting Signs.","url":"\/91.6212\/","token":"91.6212"},"127":{"id":"2568","structure_id":"31","section_number":"91.6213","catch_line":"Marquee Signs.","url":"\/91.6213\/","token":"91.6213"},"128":{"id":"1235","structure_id":"31","section_number":"91.6214","catch_line":"Portable Signs.","url":"\/91.6214\/","token":"91.6214"},"129":{"id":"2906","structure_id":"31","section_number":"91.6215","catch_line":"Referenced Standards.","url":"\/91.6215\/","token":"91.6215"},"130":{"id":"793","structure_id":"31","section_number":"91.6216","catch_line":"Existing Signs.","url":"\/91.6216\/","token":"91.6216"},"131":{"id":"508","structure_id":"31","section_number":"91.6301","catch_line":"General.","url":"\/91.6301\/","token":"91.6301"},"132":{"id":"374","structure_id":"31","section_number":"91.6302","catch_line":"Food Establishment.","url":"\/91.6302\/","token":"91.6302"},"133":{"id":"678","structure_id":"31","section_number":"91.6303","catch_line":"Service Stations.","url":"\/91.6303\/","token":"91.6303"},"134":{"id":"1695","structure_id":"31","section_number":"91.6304","catch_line":"Residential Uses.","url":"\/91.6304\/","token":"91.6304"},"135":{"id":"3817","structure_id":"31","section_number":"91.6305","catch_line":"Parking Garages Serving Residential Uses.","url":"\/91.6305\/","token":"91.6305"},"136":{"id":"2217","structure_id":"31","section_number":"91.6306","catch_line":"Anti-Graffiti Finish To Exterior Walls.","url":"\/91.6306\/","token":"91.6306"},"137":{"id":"4050","structure_id":"31","section_number":"91.6307","catch_line":"Shower And Locker Facilities.","url":"\/91.6307\/","token":"91.6307"},"138":{"id":"3103","structure_id":"31","section_number":"91.6701","catch_line":"Purpose.","url":"\/91.6701\/","token":"91.6701"},"139":{"id":"1137","structure_id":"31","section_number":"91.6702","catch_line":"General.","url":"\/91.6702\/","token":"91.6702"},"140":{"id":"454","structure_id":"31","section_number":"91.6703","catch_line":"Limitations.","url":"\/91.6703\/","token":"91.6703"},"141":{"id":"2121","structure_id":"31","section_number":"91.6704","catch_line":"Alternate Security Provisions.","url":"\/91.6704\/","token":"91.6704"},"142":{"id":"3405","structure_id":"31","section_number":"91.6705","catch_line":"Definitions.","url":"\/91.6705\/","token":"91.6705"},"143":{"id":"3503","structure_id":"31","section_number":"91.6706","catch_line":"Entry Vision.","url":"\/91.6706\/","token":"91.6706"},"144":{"id":"2163","structure_id":"31","section_number":"91.6707","catch_line":"Appurtenant Access.","url":"\/91.6707\/","token":"91.6707"},"145":{"id":"2420","structure_id":"31","section_number":"91.6708","catch_line":"Doors – General.","url":"\/91.6708\/","token":"91.6708"},"146":{"id":"3771","structure_id":"31","section_number":"91.6709","catch_line":"Swinging Doors.","url":"\/91.6709\/","token":"91.6709"},"147":{"id":"2626","structure_id":"31","section_number":"91.6710","catch_line":"Sliding Glass Doors.","url":"\/91.6710\/","token":"91.6710"},"148":{"id":"1882","structure_id":"31","section_number":"91.6711","catch_line":"Overhead And Sliding Doors.","url":"\/91.6711\/","token":"91.6711"},"149":{"id":"63","structure_id":"31","section_number":"91.6712","catch_line":"Metal Accordion-Grate Or Grille-Type Doors.","url":"\/91.6712\/","token":"91.6712"},"150":{"id":"4119","structure_id":"31","section_number":"91.6713","catch_line":"Glazed Opening – General.","url":"\/91.6713\/","token":"91.6713"},"151":{"id":"2953","structure_id":"31","section_number":"91.6714","catch_line":"Glazing.","url":"\/91.6714\/","token":"91.6714"},"152":{"id":"4128","structure_id":"31","section_number":"91.6715","catch_line":"Windows.","url":"\/91.6715\/","token":"91.6715"},"153":{"id":"4020","structure_id":"31","section_number":"91.6716","catch_line":"Openings Other Than Doors Or Glazed Openings.","url":"\/91.6716\/","token":"91.6716"},"154":{"id":"4008","structure_id":"31","section_number":"91.6717","catch_line":"Tests – General.","url":"\/91.6717\/","token":"91.6717"},"155":{"id":"3041","structure_id":"31","section_number":"91.7001","catch_line":"Purpose.","url":"\/91.7001\/","token":"91.7001"},"156":{"id":"1161","structure_id":"31","section_number":"91.7002","catch_line":"Scope.","url":"\/91.7002\/","token":"91.7002"},"157":{"id":"2566","structure_id":"31","section_number":"91.7003","catch_line":"Definitions.","url":"\/91.7003\/","token":"91.7003"},"158":{"id":"588","structure_id":"31","section_number":"91.7004","catch_line":"Grading Designation.","url":"\/91.7004\/","token":"91.7004"},"159":{"id":"1918","structure_id":"31","section_number":"91.7005","catch_line":"General Requirements.","url":"\/91.7005\/","token":"91.7005"},"160":{"id":"3963","structure_id":"31","section_number":"91.7006","catch_line":"Conditions Precedent To Issuing A Grading Permit.","url":"\/91.7006\/","token":"91.7006"},"161":{"id":"3848","structure_id":"31","section_number":"91.7007","catch_line":"Safety Precautions During Grading.","url":"\/91.7007\/","token":"91.7007"},"162":{"id":"371","structure_id":"31","section_number":"91.7008","catch_line":"Professional Inspection And Certification For Engineered Grading.","url":"\/91.7008\/","token":"91.7008"},"163":{"id":"1173","structure_id":"31","section_number":"91.7009","catch_line":"Professional Inspection For Regular Grading.","url":"\/91.7009\/","token":"91.7009"},"164":{"id":"1796","structure_id":"31","section_number":"91.7010","catch_line":"Excavations.","url":"\/91.7010\/","token":"91.7010"},"165":{"id":"2641","structure_id":"31","section_number":"91.7011","catch_line":"Fills.","url":"\/91.7011\/","token":"91.7011"},"166":{"id":"2520","structure_id":"31","section_number":"91.7012","catch_line":"Planting And Irrigation Of Cut And Fill Slopes In Hillside Areas.","url":"\/91.7012\/","token":"91.7012"},"167":{"id":"2147","structure_id":"31","section_number":"91.7013","catch_line":"Erosion Control And Drainage Devices.","url":"\/91.7013\/","token":"91.7013"},"168":{"id":"419","structure_id":"31","section_number":"91.7014","catch_line":"Construction Requirements And Limitations.","url":"\/91.7014\/","token":"91.7014"},"169":{"id":"4104","structure_id":"31","section_number":"91.7015","catch_line":"Buttress Fills.","url":"\/91.7015\/","token":"91.7015"},"170":{"id":"79","structure_id":"31","section_number":"91.7016","catch_line":"Areas Subjected To Slides And Unstable Soil.","url":"\/91.7016\/","token":"91.7016"},"171":{"id":"1597","structure_id":"31","section_number":"91.7101","catch_line":"Purpose.","url":"\/91.7101\/","token":"91.7101"},"172":{"id":"3702","structure_id":"31","section_number":"91.7102","catch_line":"Definitions.","url":"\/91.7102\/","token":"91.7102"},"173":{"id":"3674","structure_id":"31","section_number":"91.7103","catch_line":"General Methane Mitigation Requirements.","url":"\/91.7103\/","token":"91.7103"},"174":{"id":"420","structure_id":"31","section_number":"91.7104","catch_line":"General Methane Requirements.","url":"\/91.7104\/","token":"91.7104"},"175":{"id":"1436","structure_id":"31","section_number":"91.7105","catch_line":"Existing Buildings.","url":"\/91.7105\/","token":"91.7105"},"176":{"id":"3904","structure_id":"31","section_number":"91.7106","catch_line":"Testing, Maintenance And Service Of Gas-Detection And Mechanical Ventilation Systems.","url":"\/91.7106\/","token":"91.7106"},"177":{"id":"1211","structure_id":"31","section_number":"91.7107","catch_line":"Emergency Procedures.","url":"\/91.7107\/","token":"91.7107"},"178":{"id":"1937","structure_id":"31","section_number":"91.7108","catch_line":"Application Of Methane Seepage Regulations To Locations Or Areas Outside The Methane Zone And Methane Buffer Zone Boundaries.","url":"\/91.7108\/","token":"91.7108"},"179":{"id":"3382","structure_id":"31","section_number":"91.7109","catch_line":"Additional Remedial Measures.","url":"\/91.7109\/","token":"91.7109"},"180":{"id":"607","structure_id":"31","section_number":"91.7200","catch_line":"Purpose.","url":"\/91.7200\/","token":"91.7200"},"181":{"id":"2819","structure_id":"31","section_number":"91.7201","catch_line":"General.","url":"\/91.7201\/","token":"91.7201"},"182":{"id":"2083","structure_id":"31","section_number":"91.7202","catch_line":"Additions To Buildings.","url":"\/91.7202\/","token":"91.7202"},"183":{"id":"1678","structure_id":"31","section_number":"91.7203","catch_line":"General Requirements.","url":"\/91.7203\/","token":"91.7203"},"184":{"id":"506","structure_id":"31","section_number":"91.7204","catch_line":"Special Requirements For Fire District Number 1.","url":"\/91.7204\/","token":"91.7204"},"185":{"id":"2563","structure_id":"31","section_number":"91.7205","catch_line":"Provisional Structures.","url":"\/91.7205\/","token":"91.7205"},"186":{"id":"3151","structure_id":"31","section_number":"91.7206","catch_line":"Special Requirements For Fire District Number 2.","url":"\/91.7206\/","token":"91.7206"},"187":{"id":"804","structure_id":"31","section_number":"91.7207","catch_line":"Special Requirements For The Very High Fire Hazard Severity Zone.","url":"\/91.7207\/","token":"91.7207"},"188":{"id":"933","structure_id":"31","section_number":"91.7208","catch_line":"Prohibited Vehicles.","url":"\/91.7208\/","token":"91.7208"},"189":{"id":"2867","structure_id":"31","section_number":"91.7209","catch_line":"Special Requirements For Fire Buffer Zone.","url":"\/91.7209\/","token":"91.7209"},"190":{"id":"217","structure_id":"31","section_number":"91.8101","catch_line":"General Provisions.","url":"\/91.8101\/","token":"91.8101"},"191":{"id":"368","structure_id":"31","section_number":"91.8102","catch_line":"Enforcement.","url":"\/91.8102\/","token":"91.8102"},"192":{"id":"1185","structure_id":"31","section_number":"91.8103","catch_line":"Existing Building Rights.","url":"\/91.8103\/","token":"91.8103"},"193":{"id":"56","structure_id":"31","section_number":"91.8104","catch_line":"Basic Maintenance And Repair Of Existing Buildings And Premises.","url":"\/91.8104\/","token":"91.8104"},"194":{"id":"1159","structure_id":"31","section_number":"91.8105","catch_line":"Illegal Buildings, Construction And Use.","url":"\/91.8105\/","token":"91.8105"},"195":{"id":"3215","structure_id":"31","section_number":"91.8106","catch_line":"Fire District Requirements.","url":"\/91.8106\/","token":"91.8106"},"196":{"id":"3064","structure_id":"31","section_number":"91.8107","catch_line":"Requirements Outside Of A Fire District.","url":"\/91.8107\/","token":"91.8107"},"197":{"id":"139","structure_id":"31","section_number":"91.8108","catch_line":"Nuisances, Hazardous Buildings And Substandard Residential Buildings.","url":"\/91.8108\/","token":"91.8108"},"198":{"id":"138","structure_id":"31","section_number":"91.8109","catch_line":"Relocated Buildings.","url":"\/91.8109\/","token":"91.8109"},"199":{"id":"2049","structure_id":"31","section_number":"91.8110","catch_line":"Unreinforced Masonry Bearing Wall Buildings.","url":"\/91.8110\/","token":"91.8110"},"200":{"id":"3586","structure_id":"31","section_number":"91.8111","catch_line":"Residential Heating.","url":"\/91.8111\/","token":"91.8111"},"201":{"id":"2383","structure_id":"31","section_number":"91.8112","catch_line":"Residential Plumbing.","url":"\/91.8112\/","token":"91.8112"},"202":{"id":"55","structure_id":"31","section_number":"91.8113","catch_line":"Rod Bracing Systems.","url":"\/91.8113\/","token":"91.8113"},"203":{"id":"825","structure_id":"31","section_number":"91.8114","catch_line":"Parapets And Appendages.","url":"\/91.8114\/","token":"91.8114"},"204":{"id":"880","structure_id":"31","section_number":"91.8115","catch_line":"Sandblasting.","url":"\/91.8115\/","token":"91.8115"},"205":{"id":"769","structure_id":"31","section_number":"91.8116","catch_line":"Special Provisions For Light-Housekeeping Rooms.","url":"\/91.8116\/","token":"91.8116"},"206":{"id":"153","structure_id":"31","section_number":"91.8117","catch_line":"Fire Watch.","url":"\/91.8117\/","token":"91.8117"},"207":{"id":"3493","structure_id":"31","section_number":"91.8118","catch_line":"Pool Water Clarity.","url":"\/91.8118\/","token":"91.8118"},"208":{"id":"3611","structure_id":"31","section_number":"91.8119","catch_line":"Historical Buildings And Structures.","url":"\/91.8119\/","token":"91.8119"},"209":{"id":"3592","structure_id":"31","section_number":"91.8201","catch_line":"General.","url":"\/91.8201\/","token":"91.8201"},"210":{"id":"3344","structure_id":"31","section_number":"91.8202","catch_line":"Change Of Rating Classification.","url":"\/91.8202\/","token":"91.8202"},"211":{"id":"1463","structure_id":"31","section_number":"91.8203","catch_line":"Change Of Occupancy Group Or Group Division.","url":"\/91.8203\/","token":"91.8203"},"212":{"id":"3011","structure_id":"31","section_number":"91.8204","catch_line":"Change Of Use.","url":"\/91.8204\/","token":"91.8204"},"213":{"id":"2534","structure_id":"31","section_number":"91.8205","catch_line":"Certificate Of Building Compliance.","url":"\/91.8205\/","token":"91.8205"},"214":{"id":"931","structure_id":"31","section_number":"91.8301","catch_line":"General Application.","url":"\/91.8301\/","token":"91.8301"},"215":{"id":"262","structure_id":"31","section_number":"91.8302","catch_line":"Permits Required – General Considerations.","url":"\/91.8302\/","token":"91.8302"},"216":{"id":"1619","structure_id":"31","section_number":"91.8303","catch_line":"Permit Application – Plans And Specifications.","url":"\/91.8303\/","token":"91.8303"},"217":{"id":"1143","structure_id":"31","section_number":"91.8304","catch_line":"Special Conditions Under Which A Permit Will Not Be Issued.","url":"\/91.8304\/","token":"91.8304"},"218":{"id":"1828","structure_id":"31","section_number":"91.8305","catch_line":"Guarantee Of Completion Required.","url":"\/91.8305\/","token":"91.8305"},"219":{"id":"500","structure_id":"31","section_number":"91.8306","catch_line":"Terms Of Permit.","url":"\/91.8306\/","token":"91.8306"},"220":{"id":"1658","structure_id":"31","section_number":"91.8307","catch_line":"Default In Performance Of Conditions Or Terms Of Permits – Failure To Complete.","url":"\/91.8307\/","token":"91.8307"},"221":{"id":"2618","structure_id":"31","section_number":"91.8308","catch_line":"Permit Fees.","url":"\/91.8308\/","token":"91.8308"},"222":{"id":"1064","structure_id":"31","section_number":"91.8309","catch_line":"Entry Upon Premises.","url":"\/91.8309\/","token":"91.8309"},"223":{"id":"1333","structure_id":"31","section_number":"91.8501","catch_line":"General.","url":"\/91.8501\/","token":"91.8501"},"224":{"id":"1595","structure_id":"31","section_number":"91.8502","catch_line":"Alternative Standards.","url":"\/91.8502\/","token":"91.8502"},"225":{"id":"3262","structure_id":"31","section_number":"91.8601","catch_line":"General.","url":"\/91.8601\/","token":"91.8601"},"226":{"id":"2797","structure_id":"31","section_number":"91.8602","catch_line":"Group E Occupancies.","url":"\/91.8602\/","token":"91.8602"},"227":{"id":"2928","structure_id":"31","section_number":"91.8603","catch_line":"Fire Protection – Warning System.","url":"\/91.8603\/","token":"91.8603"},"228":{"id":"492","structure_id":"31","section_number":"91.8604","catch_line":"Fire Safety Standards.","url":"\/91.8604\/","token":"91.8604"},"229":{"id":"683","structure_id":"31","section_number":"91.8605","catch_line":"Emergency Homeless Shelters.","url":"\/91.8605\/","token":"91.8605"},"230":{"id":"2592","structure_id":"31","section_number":"91.8606","catch_line":"Emergency Lighting Standards For Existing Residential Buildings, Group R, Division 1 Occupancies.","url":"\/91.8606\/","token":"91.8606"},"231":{"id":"3686","structure_id":"31","section_number":"91.8607","catch_line":"Tenant Safety For Apartment Houses, Except For Residential Condominiums.","url":"\/91.8607\/","token":"91.8607"},"232":{"id":"3585","structure_id":"31","section_number":"91.8801","catch_line":"Purpose.","url":"\/91.8801\/","token":"91.8801"},"233":{"id":"2521","structure_id":"31","section_number":"91.8802","catch_line":"Scope.","url":"\/91.8802\/","token":"91.8802"},"234":{"id":"1316","structure_id":"31","section_number":"91.8803","catch_line":"Definitions.","url":"\/91.8803\/","token":"91.8803"},"235":{"id":"369","structure_id":"31","section_number":"91.8804","catch_line":"Rating Classifications.","url":"\/91.8804\/","token":"91.8804"},"236":{"id":"1639","structure_id":"31","section_number":"91.8805","catch_line":"General Requirements.","url":"\/91.8805\/","token":"91.8805"},"237":{"id":"3640","structure_id":"31","section_number":"91.8806","catch_line":"Administration.","url":"\/91.8806\/","token":"91.8806"},"238":{"id":"1824","structure_id":"31","section_number":"91.8807","catch_line":"Historical Buildings.","url":"\/91.8807\/","token":"91.8807"},"239":{"id":"1415","structure_id":"31","section_number":"91.8808","catch_line":"Analysis And Design.","url":"\/91.8808\/","token":"91.8808"},"240":{"id":"3279","structure_id":"31","section_number":"91.8809","catch_line":"Materials Of Construction.","url":"\/91.8809\/","token":"91.8809"},"241":{"id":"3321","structure_id":"31","section_number":"91.8810","catch_line":"Information Required On Plans.","url":"\/91.8810\/","token":"91.8810"},"242":{"id":"807","structure_id":"31","section_number":"91.8811","catch_line":"Design Check – Compatibility Of Roof Diaphragm Stiffness To Unreinforced Masonry Wall Out-Of-Plane Stability.","url":"\/91.8811\/","token":"91.8811"},"243":{"id":"867","structure_id":"31","section_number":"91.8812","catch_line":"Violations.","url":"\/91.8812\/","token":"91.8812"},"244":{"id":"3941","structure_id":"31","section_number":"91.8813","catch_line":"Special Requirements For Vacant Buildings.","url":"\/91.8813\/","token":"91.8813"},"245":{"id":"67","structure_id":"31","section_number":"91.8901","catch_line":"General.","url":"\/91.8901\/","token":"91.8901"},"246":{"id":"3410","structure_id":"31","section_number":"91.8902","catch_line":"Definitions.","url":"\/91.8902\/","token":"91.8902"},"247":{"id":"1512","structure_id":"31","section_number":"91.8903","catch_line":"Abatement Procedures.","url":"\/91.8903\/","token":"91.8903"},"248":{"id":"1660","structure_id":"31","section_number":"91.8904","catch_line":"Special Provisions For Vacant Property Graffiti Removal.","url":"\/91.8904\/","token":"91.8904"},"249":{"id":"176","structure_id":"31","section_number":"91.8905","catch_line":"Special Provisions For Vacating, Barricading, Removing Or Demolishing Buildings Or Structures Without Notice.","url":"\/91.8905\/","token":"91.8905"},"250":{"id":"2186","structure_id":"31","section_number":"91.8906","catch_line":"Payment And Recovery Of Repair And Demolition Funds.","url":"\/91.8906\/","token":"91.8906"},"251":{"id":"3603","structure_id":"31","section_number":"91.8907","catch_line":"Abatement Of Public Nuisance Conditions Related To A Declared Local Emergency.","url":"\/91.8907\/","token":"91.8907"},"252":{"id":"3276","structure_id":"31","section_number":"91.8908","catch_line":"Special Provisions For The Repair Of Welded Steel Moment Frame Buildings Located In High Earthquake Damaged Areas.","url":"\/91.8908\/","token":"91.8908"},"253":{"id":"3128","structure_id":"31","section_number":"91.8910","catch_line":"Procedure For Abatement Of Nuisance; Recovery Of Attorney Fees; Assessment; Notice To Owner; Sale Of Property.","url":"\/91.8910\/","token":"91.8910"},"254":{"id":"3109","structure_id":"31","section_number":"91.9001","catch_line":"General.","url":"\/91.9001\/","token":"91.9001"},"255":{"id":"2363","structure_id":"31","section_number":"91.9002","catch_line":"Definitions.","url":"\/91.9002\/","token":"91.9002"},"256":{"id":"1110","structure_id":"31","section_number":"91.9003","catch_line":"Abatement Procedures.","url":"\/91.9003\/","token":"91.9003"},"257":{"id":"1220","structure_id":"31","section_number":"91.9101","catch_line":"Purpose.","url":"\/91.9101\/","token":"91.9101"},"258":{"id":"1426","structure_id":"31","section_number":"91.9102","catch_line":"Scope.","url":"\/91.9102\/","token":"91.9102"},"259":{"id":"3977","structure_id":"31","section_number":"91.9103","catch_line":"Definitions.","url":"\/91.9103\/","token":"91.9103"},"260":{"id":"584","structure_id":"31","section_number":"91.9104","catch_line":"Rating Classifications.","url":"\/91.9104\/","token":"91.9104"},"261":{"id":"2344","structure_id":"31","section_number":"91.9105","catch_line":"General Requirements.","url":"\/91.9105\/","token":"91.9105"},"262":{"id":"3966","structure_id":"31","section_number":"91.9106","catch_line":"Administration.","url":"\/91.9106\/","token":"91.9106"},"263":{"id":"1935","structure_id":"31","section_number":"91.9107","catch_line":"Historical Buildings.","url":"\/91.9107\/","token":"91.9107"},"264":{"id":"2806","structure_id":"31","section_number":"91.9108","catch_line":"Analysis And Design.","url":"\/91.9108\/","token":"91.9108"},"265":{"id":"702","structure_id":"31","section_number":"91.9109","catch_line":"Materials Of Construction.","url":"\/91.9109\/","token":"91.9109"},"266":{"id":"2917","structure_id":"31","section_number":"91.9110","catch_line":"Information Required On Plans.","url":"\/91.9110\/","token":"91.9110"},"267":{"id":"558","structure_id":"31","section_number":"91.9111","catch_line":"Required Building Maintenance.","url":"\/91.9111\/","token":"91.9111"},"268":{"id":"1071","structure_id":"31","section_number":"91.9112","catch_line":"Violations – Penalties For Disregarding Department Orders.","url":"\/91.9112\/","token":"91.9112"},"269":{"id":"3070","structure_id":"31","section_number":"91.9201","catch_line":"General.","url":"\/91.9201\/","token":"91.9201"},"270":{"id":"279","structure_id":"31","section_number":"91.9202","catch_line":"Definitions.","url":"\/91.9202\/","token":"91.9202"},"271":{"id":"1378","structure_id":"31","section_number":"91.9203","catch_line":"Structural Weaknesses.","url":"\/91.9203\/","token":"91.9203"},"272":{"id":"3743","structure_id":"31","section_number":"91.9204","catch_line":"Strengthening Requirements.","url":"\/91.9204\/","token":"91.9204"},"273":{"id":"129","structure_id":"31","section_number":"91.9205","catch_line":"Quality Control.","url":"\/91.9205\/","token":"91.9205"},"274":{"id":"1277","structure_id":"31","section_number":"91.9301","catch_line":"Purpose.","url":"\/91.9301\/","token":"91.9301"},"275":{"id":"2007","structure_id":"31","section_number":"91.9302","catch_line":"Scope.","url":"\/91.9302\/","token":"91.9302"},"276":{"id":"2891","structure_id":"31","section_number":"91.9303","catch_line":"Definitions.","url":"\/91.9303\/","token":"91.9303"},"277":{"id":"1925","structure_id":"31","section_number":"91.9304","catch_line":"General Requirements For Phased Construction.","url":"\/91.9304\/","token":"91.9304"},"278":{"id":"1783","structure_id":"31","section_number":"91.9305","catch_line":"Analysis And Design.","url":"\/91.9305\/","token":"91.9305"},"279":{"id":"1410","structure_id":"31","section_number":"91.9306","catch_line":"Materials Of Construction.","url":"\/91.9306\/","token":"91.9306"},"280":{"id":"86","structure_id":"31","section_number":"91.9307","catch_line":"Required Information On Plans.","url":"\/91.9307\/","token":"91.9307"},"281":{"id":"2675","structure_id":"31","section_number":"91.9401","catch_line":"Purpose.","url":"\/91.9401\/","token":"91.9401"},"282":{"id":"1654","structure_id":"31","section_number":"91.9402","catch_line":"Scope.","url":"\/91.9402\/","token":"91.9402"},"283":{"id":"3132","structure_id":"31","section_number":"91.9403","catch_line":"Definitions.","url":"\/91.9403\/","token":"91.9403"},"284":{"id":"146","structure_id":"31","section_number":"91.9404","catch_line":"General Requirements.","url":"\/91.9404\/","token":"91.9404"},"285":{"id":"3075","structure_id":"31","section_number":"91.9405","catch_line":"Pre-Design Investigation.","url":"\/91.9405\/","token":"91.9405"},"286":{"id":"3186","structure_id":"31","section_number":"91.9406","catch_line":"Analysis And Design.","url":"\/91.9406\/","token":"91.9406"},"287":{"id":"3281","structure_id":"31","section_number":"91.9407","catch_line":"Historical Buildings.","url":"\/91.9407\/","token":"91.9407"},"288":{"id":"875","structure_id":"31","section_number":"91.9408","catch_line":"Quality Control.","url":"\/91.9408\/","token":"91.9408"},"289":{"id":"248","structure_id":"31","section_number":"91.9409","catch_line":"Information Required On Plans.","url":"\/91.9409\/","token":"91.9409"},"290":{"id":"2126","structure_id":"31","section_number":"91.9501","catch_line":"Purpose.","url":"\/91.9501\/","token":"91.9501"},"291":{"id":"3288","structure_id":"31","section_number":"91.9502","catch_line":"Scope.","url":"\/91.9502\/","token":"91.9502"},"292":{"id":"46","structure_id":"31","section_number":"91.9503","catch_line":"Definitions.","url":"\/91.9503\/","token":"91.9503"},"293":{"id":"650","structure_id":"31","section_number":"91.9504","catch_line":"Reserved.","url":"\/91.9504\/","token":"91.9504"},"294":{"id":"1272","structure_id":"31","section_number":"91.9505","catch_line":"General Requirements.","url":"\/91.9505\/","token":"91.9505"},"295":{"id":"2573","structure_id":"31","section_number":"91.9508","catch_line":"Criteria Selection.","url":"\/91.9508\/","token":"91.9508"},"296":{"id":"3797","structure_id":"31","section_number":"91.9509","catch_line":"Dynamic Lateral Analysis Procedure.","url":"\/91.9509\/","token":"91.9509"},"297":{"id":"1668","structure_id":"31","section_number":"91.9510","catch_line":"Equivalent Lateral Force Procedure.","url":"\/91.9510\/","token":"91.9510"},"298":{"id":"2400","structure_id":"31","section_number":"91.9511","catch_line":"Simplified Analysis Procedure.","url":"\/91.9511\/","token":"91.9511"},"299":{"id":"1341","structure_id":"31","section_number":"91.9512","catch_line":"Minimum Requirements For A Limited Structural Analysis.","url":"\/91.9512\/","token":"91.9512"},"300":{"id":"249","structure_id":"31","section_number":"91.9513","catch_line":"Determination Of The Stress-Strain Relationship Of Existing Unreinforced Masonry.","url":"\/91.9513\/","token":"91.9513"},"301":{"id":"4005","structure_id":"31","section_number":"91.9514","catch_line":"Evaluation Of Existing Structural Conditions.","url":"\/91.9514\/","token":"91.9514"},"302":{"id":"3874","structure_id":"31","section_number":"91.9515","catch_line":"Materials Of Construction.","url":"\/91.9515\/","token":"91.9515"},"303":{"id":"3063","structure_id":"31","section_number":"91.9516","catch_line":"Information Required On The Plans.","url":"\/91.9516\/","token":"91.9516"},"304":{"id":"1286","structure_id":"31","section_number":"91.9601","catch_line":"Purpose.","url":"\/91.9601\/","token":"91.9601"},"305":{"id":"3639","structure_id":"31","section_number":"91.9602","catch_line":"Scope.","url":"\/91.9602\/","token":"91.9602"},"306":{"id":"2223","structure_id":"31","section_number":"91.9603","catch_line":"Definitions.","url":"\/91.9603\/","token":"91.9603"},"307":{"id":"1846","structure_id":"31","section_number":"91.9604","catch_line":"Analysis And Design.","url":"\/91.9604\/","token":"91.9604"},"308":{"id":"529","structure_id":"31","section_number":"91.9605","catch_line":"Materials Of Construction.","url":"\/91.9605\/","token":"91.9605"},"309":{"id":"1955","structure_id":"31","section_number":"91.9606","catch_line":"Information Required On Plans.","url":"\/91.9606\/","token":"91.9606"}},"previous_section":{"id":"2331","structure_id":"31","section_number":"91.105","catch_line":"Appeals.","url":"\/91.105\/","token":"91.105"},"next_section":{"id":"167","structure_id":"31","section_number":"91.107","catch_line":"Fees.","url":"\/91.107\/","token":"91.107"},"metadata":false,"references":false,"url":"\/91.106\/","token":"91.106","formats":{"txt":"\/91.106.txt","json":"\/91.106.xml"},"dublin_core":{"Title":"Permits.","Type":"Text","Format":"text\/html","Identifier":"§ 91.106","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPERMITS. (§ 91.106)\n\n  PERMITS.91.106.1.  Required.91.106.1.1.  Building Permits.  No person\nshall erect, construct, alter, repair, demolish, remove or move any building or\nstructure, nor shall any person commence any liquid washing, compressed air\ncleaning or steam cleaning of exterior surfaces of any building unless said\nperson has obtained a permit therefor from the department. A separate permit\nshall be obtained for each separate building or structure except that a group of\ntemporary structures erected on one site for a limited period of time may be\nincluded on one permit.\tWhere the installation, alteration or repair of\nventilation equipment or ductwork is not included within the scope of a valid\nbuilding permit, a separate building permit shall be obtained for the\nwork.\tSandblasting, liquid washing, compressed air cleaning, steam cleaning of\nexterior surfaces of buildings adjacent to and within 20 feet of pedestrian\nwalkways in dedicated streets in the limits of Fire District No. 1 shall be done\nonly between the hours of 11:00 p.m. and 7:00 a.m., or on Sundays.\tWhere\ncomplete plans for a proposed building are filed with the department and where a\nfoundation only permit is issued with respect thereto in accordance with rules\nestablished by the Superintendent of Building, a building permit may be issued\nfor the remainder of the building within one year after the issuance of the\nfoundation only permit, provided the plans and specifications comply with all\napplicable Los Angeles Building Code provisions in effect at the time of\nissuance of the foundation only permit.  (Amended by Ord. No. 180,619, Eff.\n5\/12\/09.)91.106.1.2.  Grading Permits.  (Amended by Ord. No. 172,592, Eff.\n6\/28\/99, Oper. 7\/1\/99.)  No person shall commence or perform any grading, and\nno person shall import or export any earth materials to or from any grading\nsite, without first having obtained a permit therefor from the Department.  No\nperson shall perform any grading within areas designated “hillside” unless a\ncopy of the permit is in the possession of a responsible person and available at\nthe site for display upon request.\tAny grading project involving more than 100\ncubic yards (76.5 m3) of excavation and involving an excavation in excess of 5\nfeet (1524 mm) in vertical depth at its deepest point measured from the original\nground surface shall be done by a State of California licensed contractor who is\nlicensed to perform the work described herein.\tA separate permit shall be\nrequired for each grading site.  One permit may include the entire grading\noperation at that site, however.\tEXCEPTION:  All other provisions of the Code\nshall apply, but a permit will not be required if the work complies with any one\nof the following conditions:\t1.\tAn excavation which (a) is less than 2 feet (610\nmm) in depth, or (b) which does not create a cut slope greater than 5 feet (1524\nmm) in height and steeper than one unit vertical in two units horizontal (50\npercent slope).  This exception shall not apply to cut which exceeds 50 cubic\nyards (38.3 m3) or which changes the existing drainage pattern.\t2.\tA fill less\nthan one foot (305 mm) in depth and placed on natural terrain with a slope\nflatter than one unit vertical in 10 units horizontal (10 percent slope).  This\nexception shall not apply when the fill exceeds 50 cubic yards (38.3 m3) or when\nthe fill changes the existing drainage pattern.\t3.\tExcavations, located in\nhillside areas, for caissons or piles under buildings or structures authorized\nby valid building permits.\t4.\tExcavations, not located in hillside areas, for\nbasements, footings, caissons, piles, swimming pools or underground structures\nwhich are authorized by valid building permits.\t5.\tExcavations for wells or\ntunnels or utilities, which do not provide vertical or lateral support for\nbuildings, or adversely impact the safety or stability of private or public\nproperties.\tGrading permits may be waived by the Department for excavations\nunder buildings or structures in hillside areas, if the applicant can\ndemonstrate that the site is relatively level, or the excavation is entirely for\nfootings and\/or grade beams not exceeding 5 feet (1524 mm) deep.91.106.1.3. \nTemporary Permits.  Before commencing the construction of any work for\ntemporary use, a building permit authorizing such work shall be obtained from\nthe department. Such construction shall be occupied or used only for the period\nset forth on the permit application, but shall not exceed 120 days.\tExcept for\ntents and bleachers, application for permit shall be filed at least seven days\nprior to the construction, erection or operation of any device, structure, or\nany work regulated by this article for temporary use.\tAll temporary construction\nor installations shall be demolished or removed within five days after the\nexpiration of the Certificate of Occupancy. Requests for inspection must be\nreceived by the department at least two days prior to public use or\noccupancy.91.106.2.  EXCEPTIONS:  Permit not required for:\t1.\tWhere the work\nregulated by this Code is valued at $500.00 or less, unless it affects the\nstructural stability of a building, or public safety, or is done to make a\nbuilding conform to the requirements of this Code for a change in use or\noccupancy.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t2.\tFlag\npoles and towers not erected upon a building and not more than 15 feet high. \nRadio and television antennae towers which do not exceed 45 feet in height or\nlight standards which do not exceed 30 feet in height.\t3.\tConstruction sheds,\nstate approved construction trailers without toilet facilities and sidewalk\nprotection barriers and canopies built pursuant to Division 33.  (Amended by\nOrd. No. 180,619, Eff. 5\/12\/09.)\t4.\tSandblasting, liquid washing, compressed air\ncleaning, steam cleaning of buildings outside of Fire District No. 1 and also\nthose exterior surfaces of buildings which are located more than 20 feet from\npedestrian walkways in dedicated streets.  Painting, papering and similar work,\nprovided, however, that the values thereof shall be included as part of the\nvalue of any new construction for which a permit is required by this Code, for\nthe purpose of determining the amount of the fee to be paid for the permit; and\nprovided further that this exception does not include operations such as liquid\nwashing, compressed air cleaning and steam cleaning on the exterior surfaces of\nbuildings adjacent and within 20 feet of pedestrian walkways in dedicated\nstreets where these operations extend above the first story.  (Amended by Ord.\nNo. 180,619, Eff. 5\/12\/09.)\t5.\tPlatforms, walks and driveways not more than 30\ninches (762 mm) above grade and not over any basement or story\nbelow.\t6.\tExhibits, booths, partitions and display counters for temporary use\nnot exceeding 30 days in conjunction with an exhibit or show and not exceeding\n12 feet in height above the floor.\t7.\tOutdoor tents or cloth structures for\ntemporary use not exceeding 30 days and not exceeding 12 feet in any dimension,\nprovided such tents are accessory to an indoor or outdoor assembly use on the\nsite.\t8.\tSwimming, bathing and wading pools not exceeding 24 inches in depth or\nhaving a surface area not exceeding 250 square feet.\t9.\tCanopies or awnings\nlocated outside of Fire District No. 1 extending not more than 4 feet from the\nexterior wall of the building and attached to Group R Occupancies.  (Amended by\nOrd. No. 180,619, Eff. 5\/12\/09.)\t10.\tImpact hazard glazing pursuant to Section\n91.6101.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\t11.\tWork performed by\nCertified Licensed Contractors in accordance with Section 91.108.12.1.\t12.\tAny\nwork accomplished under the auspices of and owned and controlled by the United\nStates of America, by the State of California or the Los Angeles\nCounty.\t13.\tMasonry or concrete fences not over 3-1\/2 feet high, and other\nfences not over 10 feet high.\t14.\tTanks for the storage of combustible liquids,\nif resting upon the surface of the ground and surrounded by an impounding basin\nconforming to the requirements of Article 7 of Chapter V of the Los Angeles\nMunicipal Code (Fire Code).\t15.\tCases, counters and partitions, not over 5 feet\n9 inches high.\t16.\tWaterproof pointing of joints in masonry or veneer, also\ncleaning with detergents which are not injurious to clothing or skin of persons\nand are not removed by liquid washing, provided work is done from safely\nenclosed scaffolding which will collect any dust, debris or dropped tools and\nmaterials in use.91.106.3.  Permit Applications.91.106.3.1.  Application.  To\nobtain a permit, the applicant shall file an application on a form furnished by\nthe department.\tOne complete application for each permit shall be filed. Every\nsuch application shall:\t1.\tIdentify and describe the work to be covered by the\npermit for which application is made.\t2.\tDescribe the land on which the proposed\nwork is to be done by legal description, street address or similar description\nthat will readily identify and definitely locate the proposed building or\nwork.\t3.\tIndicate the use or occupancy for which the proposed work is\nintended.\t4.\tBe accompanied by plans, diagrams, computations and specifications\nand other data as required in Section 91.106.3.2.\t5.\tState the valuation of any\nnew building or structure or any addition, remodeling or alteration to an\nexisting building.\t6.\tBe signed by  the permittee, or an authorized\nagent.\t7.\tGive such other data and information as may be required by the\nSuperintendent of Building.91.106.3.2.  Plans and\nSpecifications.91.106.3.2.1.  Site Plat.  A plat of the site shall be filed\nwith each application for a permit.\tEXCEPTION:  The Superintendent of Building\nmay grant the omission of a site plat when the proposed work is of such a nature\nthat no information is needed to determine compliance with all laws relating to\nthe location of buildings or occupancies.\tWith respect to the site, the plat\nshall show the boundaries, lot lines, existing and proposed buildings and\nstructures, neighboring public ways, and sufficient dimensions and other data to\nenable the department to determine compliance with all laws relating to the\nlocation of buildings or occupancies.91.106.3.2.2.  Number of Sets of Plans. \nEach application for a permit shall be accompanied by two sets of plans and\nspecifications for plan checking.\tThe number of sets of plans and specifications\nsubmitted with each application for a building permit may comply with the\nregulations of Sections 91.107.3.2 and 91.107.3.3 of this Code.\tEXCEPTION:  The\nSuperintendent of Building may waive the requirement for plans and\nspecifications as required in this article if the superintendent finds that the\ninformation on the application is sufficient to show that the work will conform\nto the provisions of this Code  and other relevant laws.91.106.3.2.3. \nOfficial Stamp.  When the plans and specifications fully comply with the\nprovisions of Section 91.106.3.3, the Department shall place an official stamp\nof approval or an approval perforation on each sheet of each set and, upon\npayment of the permit fee, shall issue one set to the applicant.  (Amended by\nOrd. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)91.106.3.2.4.  Validity of\nApproval. The stamping or approval of any plans or specifications shall not be\nheld to permit, or to be an approval of, the violation of any provision of this\nCode.91.106.3.2.5.  Alterations to Stamped Plans.  No stamped or approved\nplans or specifications shall be altered in any manner, except when and as\napproved by the department.91.106.3.2.6.  Stamped Plans on Job.  The stamped\nset of plans and specifications issued to the applicant shall be kept at the\nsite of the construction or work and shall be available to the authorized\nrepresentative of the Department.  There shall be no deviation from the stamped\nor approved application, plans or specifications without Department\napproval.91.106.3.3.  Information  and Certification Required on Plans and\nSpecifications.91.106.3.3.1.  General.  All plans and specifications submitted\nto the department for checking shall be drawn with ink or indelible pencil, or\nshall be made by a reproduction process approved by the department. The first\nsheet of each set of plans and specifications shall give the street address of\nthe work and the name and address of the owner of the building.\tThe plans and\nspecifications shall be of sufficient clarity to indicate the nature and extent\nof the proposed work and to show in detail that it will conform to the\nprovisions of this Code and of relevant laws, ordinances, rules, regulations and\norders.\tPlans for buildings more than two stories in height of other than Group\nR, Division 3 and Group U Occupancies shall indicate how required structural and\nfire resistive integrity will be maintained where a penetration will be made for\nelectrical, mechanical, plumbing and communication conduits, pipes and similar\nsystems.\tIn lieu of detailed specifications, the department may approve\nreference on the plans to a specific section, subsection or paragraph of this\nCode or other ordinance or law.\tDistances and dimensions on the plans, when\nrequired to show conformity with the provisions of this Code, shall be done in\nfigures.\tWhen required by Section 91.1704.1.1 of this Code, a statement of\nspecial inspection prepared by the registered engineer or licensed architect\nresponsible for the design of the project shall be included with the set of\nplans.  (Added by Ord. No. 179,324, Eff. 12\/10\/07, Oper.\n1\/1\/08.)91.106.3.3.2.  Written Records of Computations Required.  (Amended by\nOrd. No. 174,829, Eff. 10\/27\/02, Oper. 11\/1\/02.)  When a structural design is\nrequired for the purpose of obtaining a permit, it shall be justified by a\nwritten record of computations filed with the department and each sheet of the\ndrawings and written record of computations shall be signed by or bear the\napproved stamp of an engineer or architect licensed by the State of California\nfor the type of service performed.  On structures which do not require an\nengineer’s or architect’s signature according to Article 3, Chapter 7,\nDivision 3, of the California Business and Professions Code, but do require some\nstructural design, the person responsible for the design shall sign the\ncalculations and the sheets of the plans with the engineering\ndetails.91.106.3.3.3.  Structural Engineering Plans.  For buildings exceeding\n160 feet in height, each sheet of the structural calculations and structural\nplans shall be prepared under the supervision of, and shall bear the signature\nor approved stamp of, a person authorized to practice structural engineering by\nthe state of California. In addition, all architectural sheets shall bear the\nsignature or approved stamp of an architect licensed by the state of\nCalifornia.91.106.3.3.4.  Yard Restriction.  The increase in area permitted by\nCBC Section 506.2 shall not be allowed unless or until the owner of the required\nyard and open space files with the Department an agreement binding the owner,\nheirs and assignees, to set aside the required yard as an unobstructed space\nhaving no improvements.  This agreement shall be recorded in the Los Angeles\nCounty Recorder’s Office.  (Amended by Ord. No. 180,619, Eff.\n5\/12\/09.)91.106.4.  Permits Issuance.91.106.4.1.  Issuance.  When the\ndepartment determines that the information on the application and plans is in\nconformance with this Code and other relevant codes and ordinances, the\ndepartment shall issue a permit upon receipt of the total\nfees.\tEXCEPTIONS:\t1.\t(Amended by Ord. No. 174,829, Eff. 10\/27\/02, Oper.\n11\/1\/02.)  The department shall have the authority to withhold a permit for any\nbuilding if public sewers are not available and the provisions of Article 4,\nChapter IX of the Los Angeles Municipal Code (Plumbing Code) prohibit the use of\na private sewage disposal system on the lot or premises.\tNotwithstanding the\nprovisions of Chapter 7 of the California Plumbing Code as adopted in Section\n94.700.0 of the Los Angeles Municipal Code to the contrary, and for any lot or\npremises located in whole or in part in the San Fernando Valley and certain\nadjacent areas as described in Section 64.26 A.2. of the Los Angeles Municipal\nCode:\tIf public sewers are not available and Article 4 of Chapter IX of this\nCode does not prohibit the use of a private sewage disposal system, a building\npermit may be issued, provided that:\tA.\tThe owner or owners shall install a\nholding tank pursuant to permits from the Department of Building and Safety and\nthe Fire Department; and\tB.\tThe owner or owners shall submit a covenant and\nagreement that runs with the land to provide a connection to the public sewer\nwhen it becomes available, or to vacate the building if no connection is made. \nThis covenant and agreement shall be signed by the owner or owners and filed\nwith the County Recorder; or\tC.\tThe permit is for four or fewer dwelling units\nin a residential zone, or for a structure that will not result in the discharge\nof wastewater.\t2.\t(Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.) \nThe Department shall have the authority to withhold permits where the proposed\ndevelopment is located in an area subject to slides or unstable soil which may\nhave an adverse effect on the proposed development or access thereto, as\ndetermined by the Department.  If the apparent safety of the proposed\ndevelopment can be verified pursuant to the provisions of Sections 91.7016.4.2\nand 91.7016.4.3 of this Code, the Department shall issue a permit upon receipt\nof a sworn affidavit which has been recorded by the County Recorder, stating\nthat the applicant is fully aware that the proposed development is located in an\narea subject to slides or unstable soil which may have an adverse effect on the\nproposed development or access thereto.\t3.\tThe department shall have the\nauthority to withhold a building permit where the proposed building site is an\narea subject to inundation, as determined by the department. If it can be shown\nby authentic past records that any possible inundation is not likely to be of\nsuch extent as to be an immediate hazard to occupancy of the proposed building,\nthe department shall issue a building permit upon receipt of a sworn affidavit\nwhich has been recorded by the county recorder stating that said applicant is\nfully aware of the department’s finding that the structure is an area subject\nto inundation.\t4.\tThe department shall have the authority to withhold permits on\nprojects located within a Special (Fault) Studies Zone established under Chapter\n7.5, Division 2, of the California Public Resources Code. Permits may be issued\nif it can be demonstrated through accepted geologic seismic studies that the\nproposed structure will be located in a safe manner and not over or astraddle\nthe trace of an active fault.  Acceptable geologic seismic studies shall meet\nthe criteria as set forth in rules and regulations established by the\nSuperintendent of Building to assure that such studies are based on sufficient\ngeologic data to determine the location or nonexistence of the active fault\ntrace on a site. Prior to approval of a project, a geologic report defining and\ndelineating any hazard of surface fault rupture shall be required. If the city\nfinds that no undue hazard of this kind exists, the geologic report on such\nhazard may be waived, with approval of the state geologist.\t5.\t(Amended by Ord.\nNo. 181,758, Eff. 8\/8\/11.)  The department shall have the authority to withhold\na demolition or relocation permit for a residential building composed of two or\nmore residential rental units under the following circumstances:\tA.\tWhen the\napplicant states that the purpose for demolition or relocation is to construct a\ncondominium, stock cooperative or community apartment project, permits shall be\nwithheld until all necessary tentative tract or preliminary parcel maps for such\nnew subdivision have been approved by the city.\tB.\tThis Exception 5 shall not\napply if the building is to be demolished and is:\t(i)\tConstructed of\nunreinforced masonry construction and built pursuant to a building permit issued\nprior to October l, 1933, or\t(ii)\tTo be demolished pursuant to a demolition\norder issued by the department under authority set forth in Division 89 of\nArticle l of Chapter IX of the Los Angeles Municipal Code.\tC.\tThis Exception 5\nshall not apply if the applicant demonstrates to the satisfaction of the\ndepartment that the site will be developed with housing for low to moderate\nincome households, which housing is to be developed, constructed or acquired\nwith federal, state or local government financial assistance.\tD.\tThis Exception\n5 shall not apply to two family dwellings or to apartment houses and apartment\nhotels containing three dwelling units, provided that at least one dwelling unit\nin each such building is occupied by a record owner of the property.\t6.\t(Amended\nby Ord. No. 175,790, Eff. 3\/29\/04.)  The Department shall have the authority to\nwithhold permits on projects located within a Methane Zone or Methane Buffer\nZone established under Sections 91.7101 et seq. of this Code.  Permits may be\nissued upon submittal of detailed plans that show adequate protection against\nflammable gas incursion by providing the installation of suitable methane\nmitigation systems.\t7.\tThe department shall have the authority to withhold\npermits for public works capital improvement projects until receipt of written\ncertification from the Cultural Affairs Department that the board, bureau or\ndepartment of the city authorized by law to construct the project has fully\ncomplied with the requirements of the city’s Public Works Improvements Arts\nProgram. For purposes of this section, public works capital improvement\nproject” includes any capital project paid for wholly or in part by the City\nof Los Angeles or by any board, bureau or department of the city authorized by\nthe City Charter or other law to construct or remodel any building, structure,\npark, utility, street, sidewalk or parking facility, or any other type of\ncapital project or any portion thereof, within the geographical limits of the\ncity.\t8.\tThe department shall have the authority to withhold the building permit\nwhere, in the opinion of the Superintendent of Building, the design of a\nstructure, due to the unusual configuration of the structure or parts of the\nstructure or assembly of structural materials therein, does not provide at least\nthe same safeguard against earthquake as provided by the applicable portions of\nthis Code when applied in the design of a similar structure of customary\nconfiguration.\t9.\tReserved.\t10.\tThe department shall have the authority to\nwithhold a building permit or relocation permit for a site if the department\ndetermines that demolition or relocation work has been done on the site without\nthe benefit of required demolition or relocation permits. If the department,\nafter notice and hearing, makes this determination, the department shall also\nhave the authority to record an affidavit with the County Recorder stating that\nno permits for any new development shall be issued on the property for a period\nof five years.\t11.\t(Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  The Department\nshall have the authority to withhold a building permit for a residential\nbuilding composed of two or more residential rental units, under the following\ncircumstances:  \tA.\tWhen the applicant states that the purpose for a building\npermit is to construct a condominium, stock cooperative or community apartment\nproject, permits shall be withheld until all necessary tentative tract or\npreliminary parcel maps for the new subdivision have been approved by the\ncity.\t12.\tThe Department of Building and Safety shall have the authority to\nwithhold building permits for the construction of hotels until a conditional use\npermit allowing the sale of liquor has been granted by the Department of City\nPlanning or until the Department of Building and Safety receives from the\nproperty owner a sworn affidavit, signed by the owner and recorded by the Los\nAngeles County recorder, declaring that the hotel shall not sell or serve liquor\non the premises for a period of not less than five years.\t13.\tThe Department of\nBuilding and Safety shall have the authority to withhold grading permits for\ndevelopments with disturbed areas of one acre or more unless the applicant is\nable to show that a Notice of Intent to comply with the State Construction\nActivity Storm Water Permit has been filed with the State Water Resources\nControl Board and a Storm Water Pollution Prevention Plan has been prepared. \nFor the purpose of this section, “disturbed area” shall mean an area altered\nas a result of cleaning, grading and\/or excavation of earth.  (Amended by Ord.\nNo. 178,132, Eff. 1\/19\/07.)\t14.\tThe Department of Building and Safety shall\nrequire applicants, as a condition for issuing a grading or building permit, to\nincorporate into the plan documents best management practices necessary to\ncontrol stormwater pollution from sediments, erosion, and construction materials\nleaving the construction site.  Such requirements shall be in accordance with\nthe provisions contained in the “Development Best Management Practices\nHandbook, Part A Construction Activities” adopted by the Board of Public Works\nas authorized by Section 64.72 of the Los Angeles Municipal Code. (Added by Ord.\nNo. 172,673, Eff. 7\/30\/99.)\t15.\t(Amended by Ord. No. 179,324, Eff. 12\/10\/07,\nOper. 1\/1\/08.)  The Department of Building and Safety shall have the authority\nto withhold grading and\/or building permits for developments until:\tA.\tThe\napplicant incorporates into the development to the satisfaction of the Bureau of\nSanitation of the Department of Public Works, best management practices\nnecessary to control stormwater pollution in accordance with the “Development\nBest Management Practices Handbook, Part B Planning Activities” adopted by the\nBoard of Public Works as authorized by LAMC Section 64.72; and\tB.\tThe Bureau of\nSanitation of the Department of Public Works receives a Covenant and Agreement,\nsigned by the owner and recorded with the Los Angeles County Recorder, declaring\nthat the best management practices necessary to control stormwater pollution\nshall be installed and\/or constructed and maintained in proper working condition\nat all times; and\tC.\tThe applicant submits to the Bureau of Sanitation of the\nDepartment of Public Works, a set of plans and specifications showing compliance\nwith the Standard Urban Stormwater Mitigation Plan or Site Specific Mitigation\nPlan.\t16.\tThe Department of Building and Safety shall have the authority to\nwithhold building permits for new development on the site of a destroyed or\ndemolished Residential Hotel and for the conversion or demolition of Residential\nUnits on any property identified as a Residential Hotel by the Los Angeles\nHousing Department pursuant to Article 7.1 of Chapter IV of the Los Angeles\nMunicipal Code until the Los Angeles Housing Department has verified compliance\nwith the provisions of Article 7.1 of Chapter IV of the Los Angeles Municipal\nCode in order to preserve Residential Units in the Residential Hotels of the\nCity of Los Angeles.  (Added by Ord. No. 179,868, Eff. 5\/20\/08.)91.106.4.2. \nRetention and Maintenance of Approved Plans.91.106.4.2.1.  Retention of \nPlans.  The duplicate plans and specifications of every building or structure\nshall be stamped and retained by the department during the life of such\nbuilding.\tEXCEPTION:  Plans for the following need not be maintained, except\nwhere required by the department:\t1.\tSingle or multiple dwellings in\nnon-hillside areas which are not part of a common interest development (as\ndefined in Section 1351(c) of the Civil Code of California), and not more than\ntwo stories and basement in height.\t2.\tGarages and other structures appurtenant\nto buildings described in Item 1 of this exception.\t3.\tFarm or ranch\nbuildings.\t4.\tAny one story building where the span between bearing walls does\nnot exceed 25 feet. This exception does not, however, apply to a steel frame or\nconcrete building.\t5.\tAlterations to commercial buildings, apartments and hotels\nwhich do not require the signature of a licensed civil or structural engineer or\narchitect.91.106.4.2.2.  Inspection and Reproduction of Retained\nPlans.91.106.4.2.2.1.  Inspection of Plans.  The copy of the approved building\nplans maintained by the department as provided by Section 91.106.4.2.1 of the\nLos Angeles Municipal Code shall be available for inspection only on the\npremises of the department.\tEXCEPTION:  Plans or portion of plans for banks,\nother financial institutions or public utilities which are maintained by the\ndepartment may not be inspected without written permission from the owner of the\nbuilding.91.106.4.2.2.2.  Reproduction of Plans.  (Amended by Ord. No.\n171,185, Eff. 7\/22\/96.)  Plans maintained by the Department under Subdivision 1\nof this subsection may not be duplicated in whole or in part except with the\nwritten permission of the certified, licensed or registered professional or his\nor her successor, if any, who signed the original documents, and the written\npermission of the original or current owner of the building, or, if the building\nis part of a common interest development, with the written permission of the\nboard of directors or governing body of the association established to manage\nthe common interest development; or by order of a proper court.  In\nimplementing this provision, the Department shall comply with the requirements\nof Health and Safety Code Section 19851.\tThe Department shall also furnish the\nform of an affidavit to be completed and signed by the person requesting to\nduplicate the official copy of the plans, which contains provisions stating all\nof the following:\t1.\tThat the copy of the plans shall only be used for the\nmaintenance, operation, and use of the building.\t2.\tThat drawings are\ninstruments of professional service and are incomplete without the\ninterpretation of the certified, licensed, or registered professional of\nrecord.\t3.\tThat Subdivision (a) of Section 5536.25 of the Business and\nProfessions Code states that a licensed architect who signs plans,\nspecifications, reports, or documents shall not be responsible for damage caused\nby subsequent changes to, or use of, those plans, specifications, reports, or\ndocuments where the subsequent changes or uses, including changes or uses made\nby state or local governmental agencies, are not authorized or approved by the\nlicensed architect who originally signed the plans, specifications, reports, or\ndocuments, provided that the architectural service rendered by the architect who\nsigned the plans, specifications, reports, or documents was not also a proximate\ncause of the damage.\tGrading plans which are on file with the Department are\npublic records and may be duplicated.\tThe fees specified in the following\nprovisions 1 or 2 shall be paid by the person requesting duplication of\nplans:\t1.\tBuilding plans that have not been microfilmed and are authorized for\nreproduction, and grading plans that are to be duplicated by other than City\nservices will be released only to a bonded duplicating service which has posted\na bond for the benefit of the City of Los Angeles in an amount at least equal to\nthe value of the plans.\tThe cost of duplicating the plans shall be paid directly\nto the duplicating service by the persons requesting duplication.  That person\nshall pay a service fee of $15.00 for each set of plans released to a bonded\nduplicating service as herein provided.\t2.\tBuilding plans that have been\nmicrofilmed and are authorized for reproduction shall be duplicated by City\nservices.  The Department shall collect an initial service fee of $8.00 for\neach request for reproduction of plans plus a fee of $1.00 for each sheet\nrequested to be photocopied.91.106.4.2.3.  Compliance.  A certified copy of\nthe microfilmed plans shall constitute compliance with the requirement of this\nsection.91.106.4.3.  Validity of Permit.91.106.4.3.1.  Limit of\nAuthorization.  The issuance of a permit is not an approval or an authorization\nof the work specified therein. A permit is merely an application for inspection,\nthe issuance of which entitles the permittee to inspection of the work which is\ndescribed therein.\tPermits issued under the requirements of this Code shall not\nrelieve the owner of responsibility for securing required permits for work to be\ndone which is regulated by any other Code, department or division of the City of\nLos Angeles.\tAll permits are issued subject to the following conditions:\tIf the\nwork described by a valid permit is prohibited by a change in the Los Angeles\nMunicipal Code, then such work may be completed only if the department\ndetermines that both substantial liabilities have been incurred, and substantial\nwork has been performed on site, in accordance with the terms of that permit.\nWork performed and liabilities incurred pursuant to a demolition or relocation\npermit shall not be considered in determining whether an owner may complete a\nbuilding or structure for which a building permit has been\nissued.91.106.4.3.2.  Validity of Other Laws. Neither the issuance of a permit\nnor the approval by the department of any document shall constitute an approval\nof any violation of any provision of this Code or of any other law or ordinance,\nand a permit or other document purporting to give authority to violate any law\nshall not be valid with respect thereto.91.106.4.3.3.  Official Grades.  The\napplicant shall satisfy himself as to the correctness of proposed structure\nelevations and locations with respect to the official grades of public streets\nand to the policy of the Board of Public Works relative to the location and\nlength of curb depressions for driveways.91.106.4.3.4.  Easements.  Before\nissuing any permit, the department shall require a declaration, under penalty of\nperjury, from the owner or agent having the property owner’s consent stating\nthat:\t“The proposed work will not destroy or unreasonably interfere with any\naccess or utility easement belonging to others and located on my property, but\nin the event such work does destroy or unreasonably interfere with such\neasement, a substitute easement(s) satisfactory to the holder(s) of the easement\nwill be provided.”91.106.4.4.  Expiration, Suspension or\nRevocation.91.106.4.4.1.  General.  The regulations concerning the expiration,\nsuspension and revocation of permits are enumerated in Chapter IX Article 8,\nDivision 6, of the Los Angeles Municipal Code.91.106.4.4.2.  Making False\nStatements to the Department.  Any person who willfully or knowingly, with the\nintent to deceive, makes a false statement or representation, or knowingly fails\nto disclose a material fact in any documentation required by the department to\nascertain facts relative to this section, to the exception in Section 91.107.2.9\nor to Section 91.112 of this Code, including any oral or written evidence\npresented, shall be guilty of a misdemeanor.91.106.4.4.3.  Unfinished Buildings\nor Structures. Whenever the department determines by inspection that work on any\nbuilding or structure for which a permit has been issued and the work started\nthereon has been suspended for a period of 180 days or more, the owner of the\nproperty upon which such structure is located, or other person or agent in\ncontrol of said property, upon receipt of notice in writing from the department\nto do so, shall, within 90 days from the date of such written notice, obtain a\nnew permit to complete the required work and diligently pursue the work to\ncompletion, or shall remove or demolish the building or structure within 180\ndays from the date of the written notice.91.106.4.5.  Permits for Historical\nand Cultural Buildings.  The department shall not issue a permit to demolish,\nalter or remove a building or structure of historical, archaeological or\narchitectural consequence if such building or structure has been officially\ndesignated, or has been determined by state or federal action to be eligible for\ndesignation, on the National Register of Historic Places, or has been included\non the City of Los Angeles list of historic cultural monuments, without the\ndepartment having first determined whether the demolition, alteration or removal\nmay result in the loss of or serious damage to a significant historical or\ncultural asset.  If the department determines that such loss or damage may\noccur, the applicant shall file an application and pay all fees for the\nCalifornia Environmental Quality Act Initial Study and Check List, as specified\nin Section 19.05 of the Los Angeles Municipal Code. If the Initial Study and\nCheck List identifies the historical or cultural asset as significant, the\npermit shall not be issued without the department first finding that specific\neconomic, social or other considerations make infeasible the preservation of the\nbuilding or structure.91.106.4.6.  Notification and Posting in a Hillside\nGrading Area.91.106.4.6.1.  In any area designated as a hillside grading area,\nthe department shall not issue (1) a building permit for construction of a\nbuilding with over 500 square feet of floor area, or (2) a building permit for\nany addition to an existing building which adds over 500 square feet of floor\narea, or (3) a grading permit for the grading of more than 1,000 cubic yards of\nearth materials without having first done the following at least 10 days prior\nto issuance of the building or grading permit:\t1.\tThe department shall send\nwritten notices of the permit application, by mail, to the owners of all\nproperty abutting the property at which the construction or grading will occur.\nNotices shall also be sent to the owners of all property across the street or\nalley when such property is intersected by a projection of the lot lines of the\nproperty at which the construction or grading will occur; and\t2.\tThe department\nshall post a notice of the permit application on the property at which the\nconstruction or grading will occur.91.106.4.6.2.  The applicant seeking the\npermit shall provide the department with the names and addresses of all persons\nentitled to receive notice pursuant to Section 91.106.4.6.1.91.106.4.6.3. \n(Amended by Ord. No. 171,185, Eff. 7\/22\/96.)  The Department shall collect a\nfee in the amount of $60.00 when an application for a building or grading permit\ndescribed in Section 91.106.4.6.1 above is filed with the\nDepartment.91.106.4.7.  Curb Ramps.91.106.4.7.1.  Condition of Permits.\nSubject to the provisions of Section 91.106.4.7.2, no building or structure\nshall be erected or enlarged, and no building permit issued therefor, on any\nlot, any part of which is within 100 feet of the straight projection of the\nintersection of the building lines of a corner lot of the block within which\nsubject lot fronts, unless the applicant agrees in writing, and submits the\nnecessary surety in the form of a bond or cash deposit, to construct a corner\ncurb ramp at such corner and in addition, if such lot is within 100 feet of two\nsuch intersections to construct corner curb ramps at each of the two adjacent\ncorners at both intersections, for a total of two ramps. The curb ramp shall\ncomply with the standards contained in Part 2 of Title 24 of the California Code\nof Regulations. Such improvements procedure shall, in all respects, be in\ncompliance with Section 12.37D of the Los Angeles Municipal Code.\tEXCEPTIONS: \nThis section does not apply to the following:\t1.\tOne  or two family dwelling or\naddition thereto located in a tract, parcel map or subdivision recorded prior to\nthe effective date of this section.\t2.\tA building or structure or addition\nthereto of less than 500 square feet in gross floor area or when such building,\nstructure or addition thereto contains a restaurant or fast food restaurant of\nless than 200 square feet in gross floor area.\t3.\tWhere sidewalks are neither\ncurrently installed nor required by the city as a condition of development, at\neither the location of the proposed development or the location of the otherwise\nproposed curb ramp.91.106.4.7.2.  It is hereby determined that the requirements\nof Section 91.106.4.7.1 hereof shall be imposed as a condition to the erection\nof any structure or addition thereto wherein handicapped access is otherwise\nrequired.91.106.4.8.  Construction Site Notice.  (Added by Ord. No. 178,048,\nEff. 12\/24\/06.)91.106.4.8.1.  Contents.  Any person who obtains the following\ntypes of permits  shall post a notice, as described below, at the construction\nsite:\t1.\tPermit for new structures, except signs,\t2.\tPermit for additions to\nexisting buildings,\t3.\tChange of use or occupancy permit,\t4.\tDemolition\npermit,\t5.\tRelocation permit,\t6.\tSwimming pool permit, or\t7.\tGrading permit.\tThe\nnotice shall be on a form entitled “Construction Site Notice” provided by\nthe Department and shall include the following information:  job site address,\npermit number, name and phone number of the contractor and owner or owner’s\nagent, hours of construction allowed by code or any discretionary approval for\nthe site, and City telephone numbers where violations can be\nreported.91.106.4.8.2.  Location.  The notice shall be posted and maintained\nat the construction site and displayed in a location that is readily visible to\nthe public and approved by the Department.91.106.4.8.3.  Maintenance of\nNotice.  The notice shall be displayed after issuance of the permit and prior\nto the start of construction.  The notice shall be displayed continuously\nduring the process of construction until all the work authorized by the permit\nis inspected and approved by the Department.  All contact information on the\nnotice, including telephone numbers, shall be correct and maintained current. \nFailure to display this notice may result in withholding of inspections by the\nDepartment.\n","html":"\n\t\t\t\t\t<section><p>  PERMITS.<br \/><br \/>91.106.1.  Required.<br \/><br \/>91.106.1.1.  Building Permits.  No person shall erect, construct, alter, repair, demolish, remove or move any building or structure, nor shall any person commence any liquid washing, compressed air cleaning or steam cleaning of exterior surfaces of any building unless said person has obtained a permit therefor from the department. A separate permit shall be obtained for each separate building or structure except that a group of temporary structures erected on one site for a limited period of time may be included on one permit.<br \/><br \/>\tWhere the installation, alteration or repair of ventilation equipment or ductwork is not included within the scope of a valid building permit, a separate building permit shall be obtained for the work.<br \/><br \/>\tSandblasting, liquid washing, compressed air cleaning, steam cleaning of exterior surfaces of buildings adjacent to and within 20 feet of pedestrian walkways in dedicated streets in the limits of Fire District No. 1 shall be done only between the hours of 11:00 p.m. and 7:00 a.m., or on Sundays.<br \/><br \/>\tWhere complete plans for a proposed building are filed with the department and where a foundation only permit is issued with respect thereto in accordance with rules established by the Superintendent of Building, a building permit may be issued for the remainder of the building within one year after the issuance of the foundation only permit, provided the plans and specifications comply with all applicable Los Angeles Building Code provisions in effect at the time of issuance of the foundation only permit.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>91.106.1.2.  Grading Permits.  (Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  No person shall commence or perform any grading, and no person shall import or export any earth <span class=\"dictionary\">materials<\/span> to or from any grading site, without first having obtained a permit therefor from the Department.  No person shall perform any grading within areas designated “hillside” unless a copy of the permit is in the <span class=\"dictionary\">possession<\/span> of a responsible person and available at the site for display upon request.<br \/><br \/>\tAny grading project involving more than 100 cubic yards (76.5 m3) of excavation and involving an excavation in excess of 5 feet (1524 mm) in vertical depth at its deepest point measured from the original ground surface shall be done by a State of California licensed contractor who is licensed to perform the work described herein.<br \/><br \/>\tA separate permit shall be required for each grading site.  One permit may include the entire grading operation at that site, however.<br \/><br \/>\tEXCEPTION:  All other provisions of the Code shall apply, but a permit will not be required if the work complies with any one of the following conditions:<br \/><br \/>\t1.\tAn excavation which (a) is less than 2 feet (610 mm) in depth, or (b) which does not create a cut slope greater than 5 feet (1524 mm) in height and steeper than one unit vertical in two units horizontal (50 percent slope).  This exception shall not apply to cut which exceeds 50 cubic yards (38.3 m3) or which changes the existing drainage pattern.<br \/><br \/>\t2.\tA fill less than one foot (305 mm) in depth and placed on natural terrain with a slope flatter than one unit vertical in 10 units horizontal (10 percent slope).  This exception shall not apply when the fill exceeds 50 cubic yards (38.3 m3) or when the fill changes the existing drainage pattern.<br \/><br \/>\t3.\tExcavations, located in hillside areas, for caissons or piles under buildings or structures authorized by valid building permits.<br \/><br \/>\t4.\tExcavations, not located in hillside areas, for basements, footings, caissons, piles, swimming pools or underground structures which are authorized by valid building permits.<br \/><br \/>\t5.\tExcavations for wells or tunnels or utilities, which do not provide vertical or lateral support for buildings, or adversely impact the safety or stability of private or public properties.<br \/><br \/>\tGrading permits may be waived by the Department for excavations under buildings or structures in hillside areas, if the applicant can demonstrate that the site is relatively level, or the excavation is entirely for footings and\/or grade beams not exceeding 5 feet (1524 mm) deep.<br \/><br \/>91.106.1.3.  Temporary Permits.  Before commencing the construction of any work for temporary use, a building permit authorizing such work shall be obtained from the department. Such construction shall be occupied or used only for the period set forth on the permit application, but shall not exceed 120 days.<br \/><br \/>\tExcept for tents and bleachers, application for permit shall be filed at least seven days prior to the construction, erection or operation of any device, structure, or any work regulated by this article for temporary use.<br \/><br \/>\tAll temporary construction or installations shall be demolished or removed within five days after the expiration of the Certificate of Occupancy. Requests for inspection must be received by the department at least two days prior to public use or occupancy.<br \/><br \/>91.106.2.  EXCEPTIONS:  Permit not required for:<br \/><br \/>\t1.\tWhere the work regulated by this Code is valued at $500.00 or less, unless it affects the structural stability of a building, or public safety, or is done to make a building conform to the requirements of this Code for a change in use or occupancy.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)<br \/><br \/>\t2.\tFlag poles and towers not erected upon a building and not more than 15 feet high.  Radio and television antennae towers which do not exceed 45 feet in height or light standards which do not exceed 30 feet in height.<br \/><br \/>\t3.\tConstruction sheds, state approved construction trailers without toilet facilities and sidewalk protection barriers and canopies built pursuant to Division 33.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>\t4.\tSandblasting, liquid washing, compressed air cleaning, steam cleaning of buildings outside of Fire District No. 1 and also those exterior surfaces of buildings which are located more than 20 feet from pedestrian walkways in dedicated streets.  Painting, papering and similar work, provided, however, that the values thereof shall be included as part of the value of any new construction for which a permit is required by this Code, for the purpose of determining the amount of the fee to be paid for the permit; and provided further that this exception does not include operations such as liquid washing, compressed air cleaning and steam cleaning on the exterior surfaces of buildings adjacent and within 20 feet of pedestrian walkways in dedicated streets where these operations extend above the first story.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>\t5.\tPlatforms, walks and driveways not more than 30 inches (762 mm) above grade and not over any basement or story below.<br \/><br \/>\t6.\tExhibits, booths, <span class=\"dictionary\">partitions<\/span> and display counters for temporary use not exceeding 30 days in conjunction with an exhibit or show and not exceeding 12 feet in height above the floor.<br \/><br \/>\t7.\tOutdoor tents or cloth structures for temporary use not exceeding 30 days and not exceeding 12 feet in any dimension, provided such tents are <span class=\"dictionary\">accessory<\/span> to an indoor or outdoor assembly use on the site.<br \/><br \/>\t8.\tSwimming, bathing and wading pools not exceeding 24 inches in depth or having a surface area not exceeding 250 square feet.<br \/><br \/>\t9.\tCanopies or awnings located outside of Fire District No. 1 extending not more than 4 feet from the exterior wall of the building and attached to Group R Occupancies.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>\t10.\tImpact hazard glazing pursuant to Section 91.6101.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>\t11.\tWork performed by Certified Licensed Contractors in accordance with Section 91.108.12.1.<br \/><br \/>\t12.\tAny work accomplished under the auspices of and owned and controlled by the United States of America, by the State of California or the Los Angeles County.<br \/><br \/>\t13.\tMasonry or concrete fences not over 3-1\/2 feet high, and other fences not over 10 feet high.<br \/><br \/>\t14.\tTanks for the storage of combustible liquids, if resting upon the surface of the ground and surrounded by an impounding basin conforming to the requirements of Article 7 of Chapter V of the Los Angeles Municipal Code (Fire Code).<br \/><br \/>\t15.\tCases, counters and <span class=\"dictionary\">partitions<\/span>, not over 5 feet 9 inches high.<br \/><br \/>\t16.\tWaterproof pointing of joints in masonry or veneer, also cleaning with detergents which are not injurious to clothing or skin of persons and are not removed by liquid washing, provided work is done from safely enclosed scaffolding which will collect any dust, debris or dropped tools and <span class=\"dictionary\">materials<\/span> in use.<br \/><br \/>91.106.3.  Permit Applications.<br \/><br \/>91.106.3.1.  Application.  To obtain a permit, the applicant shall file an application on a form furnished by the department.<br \/><br \/>\tOne complete application for each permit shall be filed. Every such application shall:<br \/><br \/>\t1.\tIdentify and describe the work to be covered by the permit for which application is made.<br \/><br \/>\t2.\tDescribe the land on which the proposed work is to be done by legal description, street address or similar description that will readily identify and definitely locate the proposed building or work.<br \/><br \/>\t3.\tIndicate the use or occupancy for which the proposed work is intended.<br \/><br \/>\t4.\tBe accompanied by plans, diagrams, computations and specifications and other data as required in Section 91.106.3.2.<br \/><br \/>\t5.\tState the valuation of any new building or structure or any addition, remodeling or alteration to an existing building.<br \/><br \/>\t6.\tBe signed by  the permittee, or an authorized agent.<br \/><br \/>\t7.\tGive such other data and information as may be required by the Superintendent of Building.<br \/><br \/>91.106.3.2.  Plans and Specifications.<br \/><br \/>91.106.3.2.1.  Site Plat.  A plat of the site shall be filed with each application for a permit.<br \/><br \/>\tEXCEPTION:  The Superintendent of Building may grant the omission of a site plat when the proposed work is of such a nature that no information is needed to determine compliance with all <span class=\"dictionary\">laws<\/span> relating to the location of buildings or occupancies.<br \/><br \/>\tWith respect to the site, the plat shall show the boundaries, lot lines, existing and proposed buildings and structures, neighboring public ways, and sufficient dimensions and other data to enable the department to determine compliance with all <span class=\"dictionary\">laws<\/span> relating to the location of buildings or occupancies.<br \/><br \/>91.106.3.2.2.  Number of Sets of Plans.  Each application for a permit shall be accompanied by two sets of plans and specifications for plan checking.<br \/><br \/>\tThe number of sets of plans and specifications submitted with each application for a building permit may comply with the regulations of Sections 91.107.3.2 and 91.107.3.3 of this Code.<br \/><br \/>\tEXCEPTION:  The Superintendent of Building may <span class=\"dictionary\">waive<\/span> the requirement for plans and specifications as required in this article if the superintendent finds that the information on the application is sufficient to show that the work will conform to the provisions of this Code  and other relevant <span class=\"dictionary\">laws<\/span>.<br \/><br \/>91.106.3.2.3.  Official Stamp.  When the plans and specifications fully comply with the provisions of Section 91.106.3.3, the Department shall place an official stamp of approval or an approval perforation on each sheet of each set and, upon payment of the permit fee, shall <span class=\"dictionary\">issue<\/span> one set to the applicant.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)<br \/><br \/>91.106.3.2.4.  Validity of Approval. The stamping or approval of any plans or specifications shall not be held to permit, or to be an approval of, the violation of any provision of this Code.<br \/><br \/>91.106.3.2.5.  Alterations to Stamped Plans.  No stamped or approved plans or specifications shall be altered in any manner, except when and as approved by the department.<br \/><br \/>91.106.3.2.6.  Stamped Plans on Job.  The stamped set of plans and specifications issued to the applicant shall be kept at the site of the construction or work and shall be available to the authorized representative of the Department.  There shall be no deviation from the stamped or approved application, plans or specifications without Department approval.<br \/><br \/>91.106.3.3.  Information  and Certification Required on Plans and Specifications.<br \/><br \/>91.106.3.3.1.  General.  All plans and specifications submitted to the department for checking shall be drawn with ink or indelible pencil, or shall be made by a reproduction process approved by the department. The first sheet of each set of plans and specifications shall give the street address of the work and the name and address of the owner of the building.<br \/><br \/>\tThe plans and specifications shall be of sufficient clarity to indicate the nature and extent of the proposed work and to show in detail that it will conform to the provisions of this Code and of relevant <span class=\"dictionary\">laws<\/span>, <span class=\"dictionary\">ordinances<\/span>, rules, regulations and <span class=\"dictionary\">orders<\/span>.<br \/><br \/>\tPlans for buildings more than two stories in height of other than Group R, Division 3 and Group U Occupancies shall indicate how required structural and fire resistive integrity will be maintained where a penetration will be made for electrical, mechanical, plumbing and communication conduits, pipes and similar systems.<br \/><br \/>\tIn lieu of detailed specifications, the department may approve reference on the plans to a specific section, subsection or paragraph of this Code or other <span class=\"dictionary\">ordinance<\/span> or <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tDistances and dimensions on the plans, when required to show conformity with the provisions of this Code, shall be done in figures.<br \/><br \/>\tWhen required by Section 91.1704.1.1 of this Code, a statement of special inspection prepared by the registered engineer or licensed architect responsible for the design of the project shall be included with the set of plans.  (Added by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)<br \/><br \/>91.106.3.3.2.  Written Records of Computations Required.  (Amended by Ord. No. 174,829, Eff. 10\/27\/02, Oper. 11\/1\/02.)  When a structural design is required for the purpose of obtaining a permit, it shall be justified by a written record of computations filed with the department and each sheet of the drawings and written record of computations shall be signed by or bear the approved stamp of an engineer or architect licensed by the State of California for the type of service performed.  On structures which do not require an engineer’s or architect’s signature according to Article 3, Chapter 7, Division 3, of the California Business and Professions Code, but do require some structural design, the person responsible for the design shall sign the calculations and the sheets of the plans with the engineering details.<br \/><br \/>91.106.3.3.3.  Structural Engineering Plans.  For buildings exceeding 160 feet in height, each sheet of the structural calculations and structural plans shall be prepared under the supervision of, and shall bear the signature or approved stamp of, a person authorized to practice structural engineering by the state of California. In addition, all architectural sheets shall bear the signature or approved stamp of an architect licensed by the state of California.<br \/><br \/>91.106.3.3.4.  Yard Restriction.  The increase in area permitted by CBC Section 506.2 shall not be allowed unless or until the owner of the required yard and open space files with the Department an agreement binding the owner, heirs and assignees, to set aside the required yard as an unobstructed space having no improvements.  This agreement shall be recorded in the Los Angeles County Recorder’s Office.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>91.106.4.  Permits Issuance.<br \/><br \/>91.106.4.1.  Issuance.  When the department determines that the information on the application and plans is in conformance with this Code and other relevant codes and <span class=\"dictionary\">ordinances<\/span>, the department shall <span class=\"dictionary\">issue<\/span> a permit upon receipt of the total fees.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t1.\t(Amended by Ord. No. 174,829, Eff. 10\/27\/02, Oper. 11\/1\/02.)  The department shall have the authority to withhold a permit for any building if public sewers are not available and the provisions of Article 4, Chapter IX of the Los Angeles Municipal Code (Plumbing Code) prohibit the use of a private sewage disposal system on the lot or premises.<br \/><br \/>\tNotwithstanding the provisions of Chapter 7 of the California Plumbing Code as adopted in Section 94.700.0 of the Los Angeles Municipal Code to the contrary, and for any lot or premises located in whole or in part in the San Fernando Valley and certain adjacent areas as described in Section 64.26 A.2. of the Los Angeles Municipal Code:<br \/><br \/>\tIf public sewers are not available and Article 4 of Chapter IX of this Code does not prohibit the use of a private sewage disposal system, a building permit may be issued, provided that:<br \/><br \/>\tA.\tThe owner or owners shall install a holding tank pursuant to permits from the Department of Building and Safety and the Fire Department; and<br \/><br \/>\tB.\tThe owner or owners shall submit a covenant and agreement that runs with the land to provide a connection to the public sewer when it becomes available, or to vacate the building if no connection is made.  This covenant and agreement shall be signed by the owner or owners and filed with the County Recorder; or<br \/><br \/>\tC.\tThe permit is for four or fewer dwelling units in a residential zone, or for a structure that will not result in the discharge of wastewater.<br \/><br \/>\t2.\t(Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  The Department shall have the authority to withhold permits where the proposed development is located in an area subject to slides or unstable soil which may have an adverse effect on the proposed development or access thereto, as determined by the Department.  If the apparent safety of the proposed development can be verified pursuant to the provisions of Sections 91.7016.4.2 and 91.7016.4.3 of this Code, the Department shall <span class=\"dictionary\">issue<\/span> a permit upon receipt of a sworn <span class=\"dictionary\">affidavit<\/span> which has been recorded by the County Recorder, stating that the applicant is fully aware that the proposed development is located in an area subject to slides or unstable soil which may have an adverse effect on the proposed development or access thereto.<br \/><br \/>\t3.\tThe department shall have the authority to withhold a building permit where the proposed building site is an area subject to inundation, as determined by the department. If it can be shown by authentic past records that any possible inundation is not likely to be of such extent as to be an immediate hazard to occupancy of the proposed building, the department shall <span class=\"dictionary\">issue<\/span> a building permit upon receipt of a sworn <span class=\"dictionary\">affidavit<\/span> which has been recorded by the county recorder stating that said applicant is fully aware of the department’s <span class=\"dictionary\">finding<\/span> that the structure is an area subject to inundation.<br \/><br \/>\t4.\tThe department shall have the authority to withhold permits on projects located within a Special (Fault) Studies Zone established under Chapter 7.5, Division 2, of the California Public Resources Code. Permits may be issued if it can be demonstrated through accepted geologic seismic studies that the proposed structure will be located in a safe manner and not over or astraddle the trace of an active fault.  Acceptable geologic seismic studies shall meet the criteria as set forth in rules and regulations established by the Superintendent of Building to assure that such studies are based on sufficient geologic data to determine the location or nonexistence of the active fault trace on a site. Prior to approval of a project, a geologic report defining and delineating any hazard of surface fault rupture shall be required. If the city finds that no undue hazard of this kind exists, the geologic report on such hazard may be waived, with approval of the state geologist.<br \/><br \/>\t5.\t(Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  The department shall have the authority to withhold a demolition or relocation permit for a residential building composed of two or more residential rental units under the following circumstances:<br \/><br \/>\tA.\tWhen the applicant states that the purpose for demolition or relocation is to construct a condominium, stock cooperative or community apartment project, permits shall be withheld until all necessary tentative tract or preliminary parcel maps for such new subdivision have been approved by the city.<br \/><br \/>\tB.\tThis Exception 5 shall not apply if the building is to be demolished and is:<br \/><br \/>\t(i)\tConstructed of unreinforced masonry construction and built pursuant to a building permit issued prior to October l, 1933, or<br \/><br \/>\t(ii)\tTo be demolished pursuant to a demolition <span class=\"dictionary\">order<\/span> issued by the department under authority set forth in Division 89 of Article l of Chapter IX of the Los Angeles Municipal Code.<br \/><br \/>\tC.\tThis Exception 5 shall not apply if the applicant demonstrates to the satisfaction of the department that the site will be developed with housing for low to moderate income households, which housing is to be developed, constructed or acquired with federal, state or local government financial assistance.<br \/><br \/>\tD.\tThis Exception 5 shall not apply to two family dwellings or to apartment houses and apartment hotels containing three dwelling units, provided that at least one dwelling unit in each such building is occupied by a record owner of the property.<br \/><br \/>\t6.\t(Amended by Ord. No. 175,790, Eff. 3\/29\/04.)  The Department shall have the authority to withhold permits on projects located within a Methane Zone or Methane Buffer Zone established under Sections 91.7101 et seq. of this Code.  Permits may be issued upon submittal of detailed plans that show adequate protection against flammable gas incursion by providing the installation of suitable methane mitigation systems.<br \/><br \/>\t7.\tThe department shall have the authority to withhold permits for public works capital improvement projects until receipt of written certification from the Cultural Affairs Department that the board, bureau or department of the city authorized by <span class=\"dictionary\">law<\/span> to construct the project has fully complied with the requirements of the city’s Public Works Improvements Arts Program. For purposes of this section, public works capital improvement project” includes any capital project paid for wholly or in part by the City of Los Angeles or by any board, bureau or department of the city authorized by the City Charter or other <span class=\"dictionary\">law<\/span> to construct or remodel any building, structure, park, utility, street, sidewalk or parking facility, or any other type of capital project or any portion thereof, within the geographical limits of the city.<br \/><br \/>\t8.\tThe department shall have the authority to withhold the building permit where, in the <span class=\"dictionary\">opinion<\/span> of the Superintendent of Building, the design of a structure, due to the unusual configuration of the structure or parts of the structure or assembly of structural <span class=\"dictionary\">materials<\/span> therein, does not provide at least the same safeguard against earthquake as provided by the applicable portions of this Code when applied in the design of a similar structure of customary configuration.<br \/><br \/>\t9.\tReserved.<br \/><br \/>\t10.\tThe department shall have the authority to withhold a building permit or relocation permit for a site if the department determines that demolition or relocation work has been done on the site without the benefit of required demolition or relocation permits. If the department, after notice and <span class=\"dictionary\">hearing<\/span>, makes this determination, the department shall also have the authority to record an <span class=\"dictionary\">affidavit<\/span> with the County Recorder stating that no permits for any new development shall be issued on the property for a period of five years.<br \/><br \/>\t11.\t(Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  The Department shall have the authority to withhold a building permit for a residential building composed of two or more residential rental units, under the following circumstances:  <br \/><br \/>\tA.\tWhen the applicant states that the purpose for a building permit is to construct a condominium, stock cooperative or community apartment project, permits shall be withheld until all necessary tentative tract or preliminary parcel maps for the new subdivision have been approved by the city.<br \/><br \/>\t12.\tThe Department of Building and Safety shall have the authority to withhold building permits for the construction of hotels until a conditional use permit allowing the sale of liquor has been granted by the Department of City Planning or until the Department of Building and Safety receives from the property owner a sworn <span class=\"dictionary\">affidavit<\/span>, signed by the owner and recorded by the Los Angeles County recorder, declaring that the hotel shall not sell or serve liquor on the premises for a period of not less than five years.<br \/><br \/>\t13.\tThe Department of Building and Safety shall have the authority to withhold grading permits for developments with disturbed areas of one acre or more unless the applicant is able to show that a Notice of <span class=\"dictionary\">Intent<\/span> to comply with the State Construction Activity Storm Water Permit has been filed with the State Water Resources Control Board and a Storm Water Pollution Prevention Plan has been prepared.  For the purpose of this section, “disturbed area” shall mean an area altered as a result of cleaning, grading and\/or excavation of earth.  (Amended by Ord. No. 178,132, Eff. 1\/19\/07.)<br \/><br \/>\t14.\tThe Department of Building and Safety shall require applicants, as a condition for issuing a grading or building permit, to incorporate into the plan documents best management practices necessary to control stormwater pollution from sediments, erosion, and construction <span class=\"dictionary\">materials<\/span> leaving the construction site.  Such requirements shall be in accordance with the provisions contained in the “Development Best Management Practices Handbook, Part A Construction Activities” adopted by the Board of Public Works as authorized by Section 64.72 of the Los Angeles Municipal Code. (Added by Ord. No. 172,673, Eff. 7\/30\/99.)<br \/><br \/>\t15.\t(Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The Department of Building and Safety shall have the authority to withhold grading and\/or building permits for developments until:<br \/><br \/>\tA.\tThe applicant incorporates into the development to the satisfaction of the Bureau of Sanitation of the Department of Public Works, best management practices necessary to control stormwater pollution in accordance with the “Development Best Management Practices Handbook, Part B Planning Activities” adopted by the Board of Public Works as authorized by LAMC Section 64.72; and<br \/><br \/>\tB.\tThe Bureau of Sanitation of the Department of Public Works receives a Covenant and Agreement, signed by the owner and recorded with the Los Angeles County Recorder, declaring that the best management practices necessary to control stormwater pollution shall be installed and\/or constructed and maintained in proper working condition at all times; and<br \/><br \/>\tC.\tThe applicant submits to the Bureau of Sanitation of the Department of Public Works, a set of plans and specifications showing compliance with the Standard Urban Stormwater Mitigation Plan or Site Specific Mitigation Plan.<br \/><br \/>\t16.\tThe Department of Building and Safety shall have the authority to withhold building permits for new development on the site of a destroyed or demolished Residential Hotel and for the conversion or demolition of Residential Units on any property identified as a Residential Hotel by the Los Angeles Housing Department pursuant to Article 7.1 of Chapter IV of the Los Angeles Municipal Code until the Los Angeles Housing Department has verified compliance with the provisions of Article 7.1 of Chapter IV of the Los Angeles Municipal Code in <span class=\"dictionary\">order<\/span> to preserve Residential Units in the Residential Hotels of the City of Los Angeles.  (Added by Ord. No. 179,868, Eff. 5\/20\/08.)<br \/><br \/>91.106.4.2.  Retention and Maintenance of Approved Plans.<br \/><br \/>91.106.4.2.1.  Retention of  Plans.  The duplicate plans and specifications of every building or structure shall be stamped and retained by the department during the life of such building.<br \/><br \/>\tEXCEPTION:  Plans for the following need not be maintained, except where required by the department:<br \/><br \/>\t1.\tSingle or multiple dwellings in non-hillside areas which are not part of a common interest development (as defined in Section 1351(c) of the Civil Code of California), and not more than two stories and basement in height.<br \/><br \/>\t2.\tGarages and other structures appurtenant to buildings described in Item 1 of this exception.<br \/><br \/>\t3.\tFarm or ranch buildings.<br \/><br \/>\t4.\tAny one story building where the span between bearing walls does not exceed 25 feet. This exception does not, however, apply to a steel frame or concrete building.<br \/><br \/>\t5.\tAlterations to commercial buildings, apartments and hotels which do not require the signature of a licensed civil or structural engineer or architect.<br \/><br \/>91.106.4.2.2.  Inspection and Reproduction of Retained Plans.<br \/><br \/>91.106.4.2.2.1.  Inspection of Plans.  The copy of the approved building plans maintained by the department as provided by Section 91.106.4.2.1 of the Los Angeles Municipal Code shall be available for inspection only on the premises of the department.<br \/><br \/>\tEXCEPTION:  Plans or portion of plans for banks, other financial institutions or public utilities which are maintained by the department may not be inspected without written permission from the owner of the building.<br \/><br \/>91.106.4.2.2.2.  Reproduction of Plans.  (Amended by Ord. No. 171,185, Eff. 7\/22\/96.)  Plans maintained by the Department under Subdivision 1 of this subsection may not be duplicated in whole or in part except with the written permission of the certified, licensed or registered professional or his or her successor, if any, who signed the original documents, and the written permission of the original or current owner of the building, or, if the building is part of a common interest development, with the written permission of the board of directors or governing body of the association established to manage the common interest development; or by <span class=\"dictionary\">order<\/span> of a proper <span class=\"dictionary\">court<\/span>.  In implementing this provision, the Department shall comply with the requirements of Health and Safety Code Section 19851.<br \/><br \/>\tThe Department shall also furnish the form of an <span class=\"dictionary\">affidavit<\/span> to be completed and signed by the person requesting to duplicate the official copy of the plans, which contains provisions stating all of the following:<br \/><br \/>\t1.\tThat the copy of the plans shall only be used for the maintenance, operation, and use of the building.<br \/><br \/>\t2.\tThat drawings are instruments of professional service and are incomplete without the interpretation of the certified, licensed, or registered professional of record.<br \/><br \/>\t3.\tThat Subdivision (a) of Section 5536.25 of the Business and Professions Code states that a licensed architect who signs plans, specifications, reports, or documents shall not be responsible for damage caused by subsequent changes to, or use of, those plans, specifications, reports, or documents where the subsequent changes or uses, including changes or uses made by state or local governmental agencies, are not authorized or approved by the licensed architect who originally signed the plans, specifications, reports, or documents, provided that the architectural service rendered by the architect who signed the plans, specifications, reports, or documents was not also a proximate cause of the damage.<br \/><br \/>\tGrading plans which are on file with the Department are public records and may be duplicated.<br \/><br \/>\tThe fees specified in the following provisions 1 or 2 shall be paid by the person requesting duplication of plans:<br \/><br \/>\t1.\tBuilding plans that have not been microfilmed and are authorized for reproduction, and grading plans that are to be duplicated by other than City services will be released only to a bonded duplicating service which has posted a <span class=\"dictionary\">bond<\/span> for the benefit of the City of Los Angeles in an amount at least equal to the value of the plans.<br \/><br \/>\tThe cost of duplicating the plans shall be paid directly to the duplicating service by the persons requesting duplication.  That person shall pay a service fee of $15.00 for each set of plans released to a bonded duplicating service as herein provided.<br \/><br \/>\t2.\tBuilding plans that have been microfilmed and are authorized for reproduction shall be duplicated by City services.  The Department shall collect an initial service fee of $8.00 for each request for reproduction of plans plus a fee of $1.00 for each sheet requested to be photocopied.<br \/><br \/>91.106.4.2.3.  Compliance.  A certified copy of the microfilmed plans shall constitute compliance with the requirement of this section.<br \/><br \/>91.106.4.3.  Validity of Permit.<br \/><br \/>91.106.4.3.1.  Limit of Authorization.  The issuance of a permit is not an approval or an authorization of the work specified therein. A permit is merely an application for inspection, the issuance of which entitles the permittee to inspection of the work which is described therein.<br \/><br \/>\tPermits issued under the requirements of this Code shall not relieve the owner of responsibility for securing required permits for work to be done which is regulated by any other Code, department or division of the City of Los Angeles.<br \/><br \/>\tAll permits are issued subject to the following conditions:<br \/><br \/>\tIf the work described by a valid permit is prohibited by a change in the Los Angeles Municipal Code, then such work may be completed only if the department determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit. Work performed and liabilities incurred pursuant to a demolition or relocation permit shall not be considered in determining whether an owner may complete a building or structure for which a building permit has been issued.<br \/><br \/>91.106.4.3.2.  Validity of Other <span class=\"dictionary\">Laws<\/span>. Neither the issuance of a permit nor the approval by the department of any document shall constitute an approval of any violation of any provision of this Code or of any other <span class=\"dictionary\">law<\/span> or <span class=\"dictionary\">ordinance<\/span>, and a permit or other document purporting to give authority to violate any <span class=\"dictionary\">law<\/span> shall not be valid with respect thereto.<br \/><br \/>91.106.4.3.3.  Official Grades.  The applicant shall satisfy himself as to the correctness of proposed structure elevations and locations with respect to the official grades of public streets and to the policy of the Board of Public Works relative to the location and length of curb depressions for driveways.<br \/><br \/>91.106.4.3.4.  Easements.  Before issuing any permit, the department shall require a declaration, under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span>, from the owner or agent having the property owner’s consent stating that:<br \/><br \/>\t“The proposed work will not destroy or unreasonably interfere with any access or utility easement belonging to others and located on my property, but in the event such work does destroy or unreasonably interfere with such easement, a substitute easement(s) satisfactory to the holder(s) of the easement will be provided.”<br \/><br \/>91.106.4.4.  Expiration, Suspension or <span class=\"dictionary\">Revocation<\/span>.<br \/><br \/>91.106.4.4.1.  General.  The regulations concerning the expiration, suspension and <span class=\"dictionary\">revocation<\/span> of permits are enumerated in Chapter IX Article 8, Division 6, of the Los Angeles Municipal Code.<br \/><br \/>91.106.4.4.2.  Making False Statements to the Department.  Any person who willfully or knowingly, with the <span class=\"dictionary\">intent<\/span> to deceive, makes a false statement or representation, or knowingly fails to disclose a <span class=\"dictionary\">material<\/span> <span class=\"dictionary\">fact<\/span> in any documentation required by the department to ascertain <span class=\"dictionary\">facts<\/span> relative to this section, to the exception in Section 91.107.2.9 or to Section 91.112 of this Code, including any oral or written <span class=\"dictionary\">evidence<\/span> presented, shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>91.106.4.4.3.  Unfinished Buildings or Structures. Whenever the department determines by inspection that work on any building or structure for which a permit has been issued and the work started thereon has been suspended for a period of 180 days or more, the owner of the property upon which such structure is located, or other person or agent in control of said property, upon receipt of notice in writing from the department to do so, shall, within 90 days from the date of such written notice, obtain a new permit to complete the required work and diligently pursue the work to completion, or shall remove or demolish the building or structure within 180 days from the date of the written notice.<br \/><br \/>91.106.4.5.  Permits for Historical and Cultural Buildings.  The department shall not <span class=\"dictionary\">issue<\/span> a permit to demolish, alter or remove a building or structure of historical, archaeological or architectural consequence if such building or structure has been officially designated, or has been determined by state or federal action to be eligible for designation, on the National Register of Historic Places, or has been included on the City of Los Angeles list of historic cultural monuments, without the department having first determined whether the demolition, alteration or removal may result in the loss of or serious damage to a significant historical or cultural asset.  If the department determines that such loss or damage may occur, the applicant shall file an application and pay all fees for the California Environmental Quality Act Initial Study and Check List, as specified in Section 19.05 of the Los Angeles Municipal Code. If the Initial Study and Check List identifies the historical or cultural asset as significant, the permit shall not be issued without the department first <span class=\"dictionary\">finding<\/span> that specific economic, social or other considerations make infeasible the preservation of the building or structure.<br \/><br \/>91.106.4.6.  Notification and Posting in a Hillside Grading Area.<br \/><br \/>91.106.4.6.1.  In any area designated as a hillside grading area, the department shall not <span class=\"dictionary\">issue<\/span> (1) a building permit for construction of a building with over 500 square feet of floor area, or (2) a building permit for any addition to an existing building which adds over 500 square feet of floor area, or (3) a grading permit for the grading of more than 1,000 cubic yards of earth <span class=\"dictionary\">materials<\/span> without having first done the following at least 10 days prior to issuance of the building or grading permit:<br \/><br \/>\t1.\tThe department shall send written notices of the permit application, by mail, to the owners of all property abutting the property at which the construction or grading will occur. Notices shall also be sent to the owners of all property across the street or alley when such property is intersected by a projection of the lot lines of the property at which the construction or grading will occur; and<br \/><br \/>\t2.\tThe department shall post a notice of the permit application on the property at which the construction or grading will occur.<br \/><br \/>91.106.4.6.2.  The applicant seeking the permit shall provide the department with the names and addresses of all persons entitled to receive notice pursuant to Section 91.106.4.6.1.<br \/><br \/>91.106.4.6.3.  (Amended by Ord. No. 171,185, Eff. 7\/22\/96.)  The Department shall collect a fee in the amount of $60.00 when an application for a building or grading permit described in Section 91.106.4.6.1 above is filed with the Department.<br \/><br \/>91.106.4.7.  Curb Ramps.<br \/><br \/>91.106.4.7.1.  Condition of Permits. Subject to the provisions of Section 91.106.4.7.2, no building or structure shall be erected or enlarged, and no building permit issued therefor, on any lot, any part of which is within 100 feet of the straight projection of the intersection of the building lines of a corner lot of the block within which subject lot fronts, unless the applicant agrees in writing, and submits the necessary <span class=\"dictionary\">surety<\/span> in the form of a <span class=\"dictionary\">bond<\/span> or cash deposit, to construct a corner curb ramp at such corner and in addition, if such lot is within 100 feet of two such intersections to construct corner curb ramps at each of the two adjacent corners at both intersections, for a total of two ramps. The curb ramp shall comply with the standards contained in Part 2 of Title 24 of the California Code of Regulations. Such improvements procedure shall, in all respects, be in compliance with Section 12.37D of the Los Angeles Municipal Code.<br \/><br \/>\tEXCEPTIONS:  This section does not apply to the following:<br \/><br \/>\t1.\tOne  or two family dwelling or addition thereto located in a tract, parcel map or subdivision recorded prior to the effective date of this section.<br \/><br \/>\t2.\tA building or structure or addition thereto of less than 500 square feet in gross floor area or when such building, structure or addition thereto contains a restaurant or fast food restaurant of less than 200 square feet in gross floor area.<br \/><br \/>\t3.\tWhere sidewalks are neither currently installed nor required by the city as a condition of development, at either the location of the proposed development or the location of the otherwise proposed curb ramp.<br \/><br \/>91.106.4.7.2.  It is hereby determined that the requirements of Section 91.106.4.7.1 hereof shall be imposed as a condition to the erection of any structure or addition thereto wherein handicapped access is otherwise required.<br \/><br \/>91.106.4.8.  Construction Site Notice.  (Added by Ord. No. 178,048, Eff. 12\/24\/06.)<br \/><br \/>91.106.4.8.1.  Contents.  Any person who obtains the following types of permits  shall post a notice, as described below, at the construction site:<br \/><br \/>\t1.\tPermit for new structures, except signs,<br \/><br \/>\t2.\tPermit for additions to existing buildings,<br \/><br \/>\t3.\tChange of use or occupancy permit,<br \/><br \/>\t4.\tDemolition permit,<br \/><br \/>\t5.\tRelocation permit,<br \/><br \/>\t6.\tSwimming pool permit, or<br \/><br \/>\t7.\tGrading permit.<br \/><br \/>\tThe notice shall be on a form entitled “Construction Site Notice” provided by the Department and shall include the following information:  job site address, permit number, name and phone number of the contractor and owner or owner’s agent, hours of construction allowed by code or any discretionary approval for the site, and City telephone numbers where violations can be reported.<br \/><br \/>91.106.4.8.2.  Location.  The notice shall be posted and maintained at the construction site and displayed in a location that is readily visible to the public and approved by the Department.<br \/><br \/>91.106.4.8.3.  Maintenance of Notice.  The notice shall be displayed after issuance of the permit and prior to the start of construction.  The notice shall be displayed continuously during the process of construction until all the work authorized by the permit is inspected and approved by the Department.  All contact information on the notice, including telephone numbers, shall be correct and maintained current.  Failure to display this notice may result in withholding of inspections by the Department.<\/p><\/section>","text":{"0":{"id":"1072","text":"  PERMITS.91.106.1.  Required.91.106.1.1.  Building Permits.  No person shall erect, construct, alter, repair, demolish, remove or move any building or structure, nor shall any person commence any liquid washing, compressed air cleaning or steam cleaning of exterior surfaces of any building unless said person has obtained a permit therefor from the department. A separate permit shall be obtained for each separate building or structure except that a group of temporary structures erected on one site for a limited period of time may be included on one permit.\tWhere the installation, alteration or repair of ventilation equipment or ductwork is not included within the scope of a valid building permit, a separate building permit shall be obtained for the work.\tSandblasting, liquid washing, compressed air cleaning, steam cleaning of exterior surfaces of buildings adjacent to and within 20 feet of pedestrian walkways in dedicated streets in the limits of Fire District No. 1 shall be done only between the hours of 11:00 p.m. and 7:00 a.m., or on Sundays.\tWhere complete plans for a proposed building are filed with the department and where a foundation only permit is issued with respect thereto in accordance with rules established by the Superintendent of Building, a building permit may be issued for the remainder of the building within one year after the issuance of the foundation only permit, provided the plans and specifications comply with all applicable Los Angeles Building Code provisions in effect at the time of issuance of the foundation only permit.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)91.106.1.2.  Grading Permits.  (Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  No person shall commence or perform any grading, and no person shall import or export any earth materials to or from any grading site, without first having obtained a permit therefor from the Department.  No person shall perform any grading within areas designated “hillside” unless a copy of the permit is in the possession of a responsible person and available at the site for display upon request.\tAny grading project involving more than 100 cubic yards (76.5 m3) of excavation and involving an excavation in excess of 5 feet (1524 mm) in vertical depth at its deepest point measured from the original ground surface shall be done by a State of California licensed contractor who is licensed to perform the work described herein.\tA separate permit shall be required for each grading site.  One permit may include the entire grading operation at that site, however.\tEXCEPTION:  All other provisions of the Code shall apply, but a permit will not be required if the work complies with any one of the following conditions:\t1.\tAn excavation which (a) is less than 2 feet (610 mm) in depth, or (b) which does not create a cut slope greater than 5 feet (1524 mm) in height and steeper than one unit vertical in two units horizontal (50 percent slope).  This exception shall not apply to cut which exceeds 50 cubic yards (38.3 m3) or which changes the existing drainage pattern.\t2.\tA fill less than one foot (305 mm) in depth and placed on natural terrain with a slope flatter than one unit vertical in 10 units horizontal (10 percent slope).  This exception shall not apply when the fill exceeds 50 cubic yards (38.3 m3) or when the fill changes the existing drainage pattern.\t3.\tExcavations, located in hillside areas, for caissons or piles under buildings or structures authorized by valid building permits.\t4.\tExcavations, not located in hillside areas, for basements, footings, caissons, piles, swimming pools or underground structures which are authorized by valid building permits.\t5.\tExcavations for wells or tunnels or utilities, which do not provide vertical or lateral support for buildings, or adversely impact the safety or stability of private or public properties.\tGrading permits may be waived by the Department for excavations under buildings or structures in hillside areas, if the applicant can demonstrate that the site is relatively level, or the excavation is entirely for footings and\/or grade beams not exceeding 5 feet (1524 mm) deep.91.106.1.3.  Temporary Permits.  Before commencing the construction of any work for temporary use, a building permit authorizing such work shall be obtained from the department. Such construction shall be occupied or used only for the period set forth on the permit application, but shall not exceed 120 days.\tExcept for tents and bleachers, application for permit shall be filed at least seven days prior to the construction, erection or operation of any device, structure, or any work regulated by this article for temporary use.\tAll temporary construction or installations shall be demolished or removed within five days after the expiration of the Certificate of Occupancy. Requests for inspection must be received by the department at least two days prior to public use or occupancy.91.106.2.  EXCEPTIONS:  Permit not required for:\t1.\tWhere the work regulated by this Code is valued at $500.00 or less, unless it affects the structural stability of a building, or public safety, or is done to make a building conform to the requirements of this Code for a change in use or occupancy.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t2.\tFlag poles and towers not erected upon a building and not more than 15 feet high.  Radio and television antennae towers which do not exceed 45 feet in height or light standards which do not exceed 30 feet in height.\t3.\tConstruction sheds, state approved construction trailers without toilet facilities and sidewalk protection barriers and canopies built pursuant to Division 33.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\t4.\tSandblasting, liquid washing, compressed air cleaning, steam cleaning of buildings outside of Fire District No. 1 and also those exterior surfaces of buildings which are located more than 20 feet from pedestrian walkways in dedicated streets.  Painting, papering and similar work, provided, however, that the values thereof shall be included as part of the value of any new construction for which a permit is required by this Code, for the purpose of determining the amount of the fee to be paid for the permit; and provided further that this exception does not include operations such as liquid washing, compressed air cleaning and steam cleaning on the exterior surfaces of buildings adjacent and within 20 feet of pedestrian walkways in dedicated streets where these operations extend above the first story.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\t5.\tPlatforms, walks and driveways not more than 30 inches (762 mm) above grade and not over any basement or story below.\t6.\tExhibits, booths, partitions and display counters for temporary use not exceeding 30 days in conjunction with an exhibit or show and not exceeding 12 feet in height above the floor.\t7.\tOutdoor tents or cloth structures for temporary use not exceeding 30 days and not exceeding 12 feet in any dimension, provided such tents are accessory to an indoor or outdoor assembly use on the site.\t8.\tSwimming, bathing and wading pools not exceeding 24 inches in depth or having a surface area not exceeding 250 square feet.\t9.\tCanopies or awnings located outside of Fire District No. 1 extending not more than 4 feet from the exterior wall of the building and attached to Group R Occupancies.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\t10.\tImpact hazard glazing pursuant to Section 91.6101.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\t11.\tWork performed by Certified Licensed Contractors in accordance with Section 91.108.12.1.\t12.\tAny work accomplished under the auspices of and owned and controlled by the United States of America, by the State of California or the Los Angeles County.\t13.\tMasonry or concrete fences not over 3-1\/2 feet high, and other fences not over 10 feet high.\t14.\tTanks for the storage of combustible liquids, if resting upon the surface of the ground and surrounded by an impounding basin conforming to the requirements of Article 7 of Chapter V of the Los Angeles Municipal Code (Fire Code).\t15.\tCases, counters and partitions, not over 5 feet 9 inches high.\t16.\tWaterproof pointing of joints in masonry or veneer, also cleaning with detergents which are not injurious to clothing or skin of persons and are not removed by liquid washing, provided work is done from safely enclosed scaffolding which will collect any dust, debris or dropped tools and materials in use.91.106.3.  Permit Applications.91.106.3.1.  Application.  To obtain a permit, the applicant shall file an application on a form furnished by the department.\tOne complete application for each permit shall be filed. Every such application shall:\t1.\tIdentify and describe the work to be covered by the permit for which application is made.\t2.\tDescribe the land on which the proposed work is to be done by legal description, street address or similar description that will readily identify and definitely locate the proposed building or work.\t3.\tIndicate the use or occupancy for which the proposed work is intended.\t4.\tBe accompanied by plans, diagrams, computations and specifications and other data as required in Section 91.106.3.2.\t5.\tState the valuation of any new building or structure or any addition, remodeling or alteration to an existing building.\t6.\tBe signed by  the permittee, or an authorized agent.\t7.\tGive such other data and information as may be required by the Superintendent of Building.91.106.3.2.  Plans and Specifications.91.106.3.2.1.  Site Plat.  A plat of the site shall be filed with each application for a permit.\tEXCEPTION:  The Superintendent of Building may grant the omission of a site plat when the proposed work is of such a nature that no information is needed to determine compliance with all laws relating to the location of buildings or occupancies.\tWith respect to the site, the plat shall show the boundaries, lot lines, existing and proposed buildings and structures, neighboring public ways, and sufficient dimensions and other data to enable the department to determine compliance with all laws relating to the location of buildings or occupancies.91.106.3.2.2.  Number of Sets of Plans.  Each application for a permit shall be accompanied by two sets of plans and specifications for plan checking.\tThe number of sets of plans and specifications submitted with each application for a building permit may comply with the regulations of Sections 91.107.3.2 and 91.107.3.3 of this Code.\tEXCEPTION:  The Superintendent of Building may waive the requirement for plans and specifications as required in this article if the superintendent finds that the information on the application is sufficient to show that the work will conform to the provisions of this Code  and other relevant laws.91.106.3.2.3.  Official Stamp.  When the plans and specifications fully comply with the provisions of Section 91.106.3.3, the Department shall place an official stamp of approval or an approval perforation on each sheet of each set and, upon payment of the permit fee, shall issue one set to the applicant.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)91.106.3.2.4.  Validity of Approval. The stamping or approval of any plans or specifications shall not be held to permit, or to be an approval of, the violation of any provision of this Code.91.106.3.2.5.  Alterations to Stamped Plans.  No stamped or approved plans or specifications shall be altered in any manner, except when and as approved by the department.91.106.3.2.6.  Stamped Plans on Job.  The stamped set of plans and specifications issued to the applicant shall be kept at the site of the construction or work and shall be available to the authorized representative of the Department.  There shall be no deviation from the stamped or approved application, plans or specifications without Department approval.91.106.3.3.  Information  and Certification Required on Plans and Specifications.91.106.3.3.1.  General.  All plans and specifications submitted to the department for checking shall be drawn with ink or indelible pencil, or shall be made by a reproduction process approved by the department. The first sheet of each set of plans and specifications shall give the street address of the work and the name and address of the owner of the building.\tThe plans and specifications shall be of sufficient clarity to indicate the nature and extent of the proposed work and to show in detail that it will conform to the provisions of this Code and of relevant laws, ordinances, rules, regulations and orders.\tPlans for buildings more than two stories in height of other than Group R, Division 3 and Group U Occupancies shall indicate how required structural and fire resistive integrity will be maintained where a penetration will be made for electrical, mechanical, plumbing and communication conduits, pipes and similar systems.\tIn lieu of detailed specifications, the department may approve reference on the plans to a specific section, subsection or paragraph of this Code or other ordinance or law.\tDistances and dimensions on the plans, when required to show conformity with the provisions of this Code, shall be done in figures.\tWhen required by Section 91.1704.1.1 of this Code, a statement of special inspection prepared by the registered engineer or licensed architect responsible for the design of the project shall be included with the set of plans.  (Added by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)91.106.3.3.2.  Written Records of Computations Required.  (Amended by Ord. No. 174,829, Eff. 10\/27\/02, Oper. 11\/1\/02.)  When a structural design is required for the purpose of obtaining a permit, it shall be justified by a written record of computations filed with the department and each sheet of the drawings and written record of computations shall be signed by or bear the approved stamp of an engineer or architect licensed by the State of California for the type of service performed.  On structures which do not require an engineer’s or architect’s signature according to Article 3, Chapter 7, Division 3, of the California Business and Professions Code, but do require some structural design, the person responsible for the design shall sign the calculations and the sheets of the plans with the engineering details.91.106.3.3.3.  Structural Engineering Plans.  For buildings exceeding 160 feet in height, each sheet of the structural calculations and structural plans shall be prepared under the supervision of, and shall bear the signature or approved stamp of, a person authorized to practice structural engineering by the state of California. In addition, all architectural sheets shall bear the signature or approved stamp of an architect licensed by the state of California.91.106.3.3.4.  Yard Restriction.  The increase in area permitted by CBC Section 506.2 shall not be allowed unless or until the owner of the required yard and open space files with the Department an agreement binding the owner, heirs and assignees, to set aside the required yard as an unobstructed space having no improvements.  This agreement shall be recorded in the Los Angeles County Recorder’s Office.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)91.106.4.  Permits Issuance.91.106.4.1.  Issuance.  When the department determines that the information on the application and plans is in conformance with this Code and other relevant codes and ordinances, the department shall issue a permit upon receipt of the total fees.\tEXCEPTIONS:\t1.\t(Amended by Ord. No. 174,829, Eff. 10\/27\/02, Oper. 11\/1\/02.)  The department shall have the authority to withhold a permit for any building if public sewers are not available and the provisions of Article 4, Chapter IX of the Los Angeles Municipal Code (Plumbing Code) prohibit the use of a private sewage disposal system on the lot or premises.\tNotwithstanding the provisions of Chapter 7 of the California Plumbing Code as adopted in Section 94.700.0 of the Los Angeles Municipal Code to the contrary, and for any lot or premises located in whole or in part in the San Fernando Valley and certain adjacent areas as described in Section 64.26 A.2. of the Los Angeles Municipal Code:\tIf public sewers are not available and Article 4 of Chapter IX of this Code does not prohibit the use of a private sewage disposal system, a building permit may be issued, provided that:\tA.\tThe owner or owners shall install a holding tank pursuant to permits from the Department of Building and Safety and the Fire Department; and\tB.\tThe owner or owners shall submit a covenant and agreement that runs with the land to provide a connection to the public sewer when it becomes available, or to vacate the building if no connection is made.  This covenant and agreement shall be signed by the owner or owners and filed with the County Recorder; or\tC.\tThe permit is for four or fewer dwelling units in a residential zone, or for a structure that will not result in the discharge of wastewater.\t2.\t(Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  The Department shall have the authority to withhold permits where the proposed development is located in an area subject to slides or unstable soil which may have an adverse effect on the proposed development or access thereto, as determined by the Department.  If the apparent safety of the proposed development can be verified pursuant to the provisions of Sections 91.7016.4.2 and 91.7016.4.3 of this Code, the Department shall issue a permit upon receipt of a sworn affidavit which has been recorded by the County Recorder, stating that the applicant is fully aware that the proposed development is located in an area subject to slides or unstable soil which may have an adverse effect on the proposed development or access thereto.\t3.\tThe department shall have the authority to withhold a building permit where the proposed building site is an area subject to inundation, as determined by the department. If it can be shown by authentic past records that any possible inundation is not likely to be of such extent as to be an immediate hazard to occupancy of the proposed building, the department shall issue a building permit upon receipt of a sworn affidavit which has been recorded by the county recorder stating that said applicant is fully aware of the department’s finding that the structure is an area subject to inundation.\t4.\tThe department shall have the authority to withhold permits on projects located within a Special (Fault) Studies Zone established under Chapter 7.5, Division 2, of the California Public Resources Code. Permits may be issued if it can be demonstrated through accepted geologic seismic studies that the proposed structure will be located in a safe manner and not over or astraddle the trace of an active fault.  Acceptable geologic seismic studies shall meet the criteria as set forth in rules and regulations established by the Superintendent of Building to assure that such studies are based on sufficient geologic data to determine the location or nonexistence of the active fault trace on a site. Prior to approval of a project, a geologic report defining and delineating any hazard of surface fault rupture shall be required. If the city finds that no undue hazard of this kind exists, the geologic report on such hazard may be waived, with approval of the state geologist.\t5.\t(Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  The department shall have the authority to withhold a demolition or relocation permit for a residential building composed of two or more residential rental units under the following circumstances:\tA.\tWhen the applicant states that the purpose for demolition or relocation is to construct a condominium, stock cooperative or community apartment project, permits shall be withheld until all necessary tentative tract or preliminary parcel maps for such new subdivision have been approved by the city.\tB.\tThis Exception 5 shall not apply if the building is to be demolished and is:\t(i)\tConstructed of unreinforced masonry construction and built pursuant to a building permit issued prior to October l, 1933, or\t(ii)\tTo be demolished pursuant to a demolition order issued by the department under authority set forth in Division 89 of Article l of Chapter IX of the Los Angeles Municipal Code.\tC.\tThis Exception 5 shall not apply if the applicant demonstrates to the satisfaction of the department that the site will be developed with housing for low to moderate income households, which housing is to be developed, constructed or acquired with federal, state or local government financial assistance.\tD.\tThis Exception 5 shall not apply to two family dwellings or to apartment houses and apartment hotels containing three dwelling units, provided that at least one dwelling unit in each such building is occupied by a record owner of the property.\t6.\t(Amended by Ord. No. 175,790, Eff. 3\/29\/04.)  The Department shall have the authority to withhold permits on projects located within a Methane Zone or Methane Buffer Zone established under Sections 91.7101 et seq. of this Code.  Permits may be issued upon submittal of detailed plans that show adequate protection against flammable gas incursion by providing the installation of suitable methane mitigation systems.\t7.\tThe department shall have the authority to withhold permits for public works capital improvement projects until receipt of written certification from the Cultural Affairs Department that the board, bureau or department of the city authorized by law to construct the project has fully complied with the requirements of the city’s Public Works Improvements Arts Program. For purposes of this section, public works capital improvement project” includes any capital project paid for wholly or in part by the City of Los Angeles or by any board, bureau or department of the city authorized by the City Charter or other law to construct or remodel any building, structure, park, utility, street, sidewalk or parking facility, or any other type of capital project or any portion thereof, within the geographical limits of the city.\t8.\tThe department shall have the authority to withhold the building permit where, in the opinion of the Superintendent of Building, the design of a structure, due to the unusual configuration of the structure or parts of the structure or assembly of structural materials therein, does not provide at least the same safeguard against earthquake as provided by the applicable portions of this Code when applied in the design of a similar structure of customary configuration.\t9.\tReserved.\t10.\tThe department shall have the authority to withhold a building permit or relocation permit for a site if the department determines that demolition or relocation work has been done on the site without the benefit of required demolition or relocation permits. If the department, after notice and hearing, makes this determination, the department shall also have the authority to record an affidavit with the County Recorder stating that no permits for any new development shall be issued on the property for a period of five years.\t11.\t(Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  The Department shall have the authority to withhold a building permit for a residential building composed of two or more residential rental units, under the following circumstances:  \tA.\tWhen the applicant states that the purpose for a building permit is to construct a condominium, stock cooperative or community apartment project, permits shall be withheld until all necessary tentative tract or preliminary parcel maps for the new subdivision have been approved by the city.\t12.\tThe Department of Building and Safety shall have the authority to withhold building permits for the construction of hotels until a conditional use permit allowing the sale of liquor has been granted by the Department of City Planning or until the Department of Building and Safety receives from the property owner a sworn affidavit, signed by the owner and recorded by the Los Angeles County recorder, declaring that the hotel shall not sell or serve liquor on the premises for a period of not less than five years.\t13.\tThe Department of Building and Safety shall have the authority to withhold grading permits for developments with disturbed areas of one acre or more unless the applicant is able to show that a Notice of Intent to comply with the State Construction Activity Storm Water Permit has been filed with the State Water Resources Control Board and a Storm Water Pollution Prevention Plan has been prepared.  For the purpose of this section, “disturbed area” shall mean an area altered as a result of cleaning, grading and\/or excavation of earth.  (Amended by Ord. No. 178,132, Eff. 1\/19\/07.)\t14.\tThe Department of Building and Safety shall require applicants, as a condition for issuing a grading or building permit, to incorporate into the plan documents best management practices necessary to control stormwater pollution from sediments, erosion, and construction materials leaving the construction site.  Such requirements shall be in accordance with the provisions contained in the “Development Best Management Practices Handbook, Part A Construction Activities” adopted by the Board of Public Works as authorized by Section 64.72 of the Los Angeles Municipal Code. (Added by Ord. No. 172,673, Eff. 7\/30\/99.)\t15.\t(Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The Department of Building and Safety shall have the authority to withhold grading and\/or building permits for developments until:\tA.\tThe applicant incorporates into the development to the satisfaction of the Bureau of Sanitation of the Department of Public Works, best management practices necessary to control stormwater pollution in accordance with the “Development Best Management Practices Handbook, Part B Planning Activities” adopted by the Board of Public Works as authorized by LAMC Section 64.72; and\tB.\tThe Bureau of Sanitation of the Department of Public Works receives a Covenant and Agreement, signed by the owner and recorded with the Los Angeles County Recorder, declaring that the best management practices necessary to control stormwater pollution shall be installed and\/or constructed and maintained in proper working condition at all times; and\tC.\tThe applicant submits to the Bureau of Sanitation of the Department of Public Works, a set of plans and specifications showing compliance with the Standard Urban Stormwater Mitigation Plan or Site Specific Mitigation Plan.\t16.\tThe Department of Building and Safety shall have the authority to withhold building permits for new development on the site of a destroyed or demolished Residential Hotel and for the conversion or demolition of Residential Units on any property identified as a Residential Hotel by the Los Angeles Housing Department pursuant to Article 7.1 of Chapter IV of the Los Angeles Municipal Code until the Los Angeles Housing Department has verified compliance with the provisions of Article 7.1 of Chapter IV of the Los Angeles Municipal Code in order to preserve Residential Units in the Residential Hotels of the City of Los Angeles.  (Added by Ord. No. 179,868, Eff. 5\/20\/08.)91.106.4.2.  Retention and Maintenance of Approved Plans.91.106.4.2.1.  Retention of  Plans.  The duplicate plans and specifications of every building or structure shall be stamped and retained by the department during the life of such building.\tEXCEPTION:  Plans for the following need not be maintained, except where required by the department:\t1.\tSingle or multiple dwellings in non-hillside areas which are not part of a common interest development (as defined in Section 1351(c) of the Civil Code of California), and not more than two stories and basement in height.\t2.\tGarages and other structures appurtenant to buildings described in Item 1 of this exception.\t3.\tFarm or ranch buildings.\t4.\tAny one story building where the span between bearing walls does not exceed 25 feet. This exception does not, however, apply to a steel frame or concrete building.\t5.\tAlterations to commercial buildings, apartments and hotels which do not require the signature of a licensed civil or structural engineer or architect.91.106.4.2.2.  Inspection and Reproduction of Retained Plans.91.106.4.2.2.1.  Inspection of Plans.  The copy of the approved building plans maintained by the department as provided by Section 91.106.4.2.1 of the Los Angeles Municipal Code shall be available for inspection only on the premises of the department.\tEXCEPTION:  Plans or portion of plans for banks, other financial institutions or public utilities which are maintained by the department may not be inspected without written permission from the owner of the building.91.106.4.2.2.2.  Reproduction of Plans.  (Amended by Ord. No. 171,185, Eff. 7\/22\/96.)  Plans maintained by the Department under Subdivision 1 of this subsection may not be duplicated in whole or in part except with the written permission of the certified, licensed or registered professional or his or her successor, if any, who signed the original documents, and the written permission of the original or current owner of the building, or, if the building is part of a common interest development, with the written permission of the board of directors or governing body of the association established to manage the common interest development; or by order of a proper court.  In implementing this provision, the Department shall comply with the requirements of Health and Safety Code Section 19851.\tThe Department shall also furnish the form of an affidavit to be completed and signed by the person requesting to duplicate the official copy of the plans, which contains provisions stating all of the following:\t1.\tThat the copy of the plans shall only be used for the maintenance, operation, and use of the building.\t2.\tThat drawings are instruments of professional service and are incomplete without the interpretation of the certified, licensed, or registered professional of record.\t3.\tThat Subdivision (a) of Section 5536.25 of the Business and Professions Code states that a licensed architect who signs plans, specifications, reports, or documents shall not be responsible for damage caused by subsequent changes to, or use of, those plans, specifications, reports, or documents where the subsequent changes or uses, including changes or uses made by state or local governmental agencies, are not authorized or approved by the licensed architect who originally signed the plans, specifications, reports, or documents, provided that the architectural service rendered by the architect who signed the plans, specifications, reports, or documents was not also a proximate cause of the damage.\tGrading plans which are on file with the Department are public records and may be duplicated.\tThe fees specified in the following provisions 1 or 2 shall be paid by the person requesting duplication of plans:\t1.\tBuilding plans that have not been microfilmed and are authorized for reproduction, and grading plans that are to be duplicated by other than City services will be released only to a bonded duplicating service which has posted a bond for the benefit of the City of Los Angeles in an amount at least equal to the value of the plans.\tThe cost of duplicating the plans shall be paid directly to the duplicating service by the persons requesting duplication.  That person shall pay a service fee of $15.00 for each set of plans released to a bonded duplicating service as herein provided.\t2.\tBuilding plans that have been microfilmed and are authorized for reproduction shall be duplicated by City services.  The Department shall collect an initial service fee of $8.00 for each request for reproduction of plans plus a fee of $1.00 for each sheet requested to be photocopied.91.106.4.2.3.  Compliance.  A certified copy of the microfilmed plans shall constitute compliance with the requirement of this section.91.106.4.3.  Validity of Permit.91.106.4.3.1.  Limit of Authorization.  The issuance of a permit is not an approval or an authorization of the work specified therein. A permit is merely an application for inspection, the issuance of which entitles the permittee to inspection of the work which is described therein.\tPermits issued under the requirements of this Code shall not relieve the owner of responsibility for securing required permits for work to be done which is regulated by any other Code, department or division of the City of Los Angeles.\tAll permits are issued subject to the following conditions:\tIf the work described by a valid permit is prohibited by a change in the Los Angeles Municipal Code, then such work may be completed only if the department determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit. Work performed and liabilities incurred pursuant to a demolition or relocation permit shall not be considered in determining whether an owner may complete a building or structure for which a building permit has been issued.91.106.4.3.2.  Validity of Other Laws. Neither the issuance of a permit nor the approval by the department of any document shall constitute an approval of any violation of any provision of this Code or of any other law or ordinance, and a permit or other document purporting to give authority to violate any law shall not be valid with respect thereto.91.106.4.3.3.  Official Grades.  The applicant shall satisfy himself as to the correctness of proposed structure elevations and locations with respect to the official grades of public streets and to the policy of the Board of Public Works relative to the location and length of curb depressions for driveways.91.106.4.3.4.  Easements.  Before issuing any permit, the department shall require a declaration, under penalty of perjury, from the owner or agent having the property owner’s consent stating that:\t“The proposed work will not destroy or unreasonably interfere with any access or utility easement belonging to others and located on my property, but in the event such work does destroy or unreasonably interfere with such easement, a substitute easement(s) satisfactory to the holder(s) of the easement will be provided.”91.106.4.4.  Expiration, Suspension or Revocation.91.106.4.4.1.  General.  The regulations concerning the expiration, suspension and revocation of permits are enumerated in Chapter IX Article 8, Division 6, of the Los Angeles Municipal Code.91.106.4.4.2.  Making False Statements to the Department.  Any person who willfully or knowingly, with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact in any documentation required by the department to ascertain facts relative to this section, to the exception in Section 91.107.2.9 or to Section 91.112 of this Code, including any oral or written evidence presented, shall be guilty of a misdemeanor.91.106.4.4.3.  Unfinished Buildings or Structures. Whenever the department determines by inspection that work on any building or structure for which a permit has been issued and the work started thereon has been suspended for a period of 180 days or more, the owner of the property upon which such structure is located, or other person or agent in control of said property, upon receipt of notice in writing from the department to do so, shall, within 90 days from the date of such written notice, obtain a new permit to complete the required work and diligently pursue the work to completion, or shall remove or demolish the building or structure within 180 days from the date of the written notice.91.106.4.5.  Permits for Historical and Cultural Buildings.  The department shall not issue a permit to demolish, alter or remove a building or structure of historical, archaeological or architectural consequence if such building or structure has been officially designated, or has been determined by state or federal action to be eligible for designation, on the National Register of Historic Places, or has been included on the City of Los Angeles list of historic cultural monuments, without the department having first determined whether the demolition, alteration or removal may result in the loss of or serious damage to a significant historical or cultural asset.  If the department determines that such loss or damage may occur, the applicant shall file an application and pay all fees for the California Environmental Quality Act Initial Study and Check List, as specified in Section 19.05 of the Los Angeles Municipal Code. If the Initial Study and Check List identifies the historical or cultural asset as significant, the permit shall not be issued without the department first finding that specific economic, social or other considerations make infeasible the preservation of the building or structure.91.106.4.6.  Notification and Posting in a Hillside Grading Area.91.106.4.6.1.  In any area designated as a hillside grading area, the department shall not issue (1) a building permit for construction of a building with over 500 square feet of floor area, or (2) a building permit for any addition to an existing building which adds over 500 square feet of floor area, or (3) a grading permit for the grading of more than 1,000 cubic yards of earth materials without having first done the following at least 10 days prior to issuance of the building or grading permit:\t1.\tThe department shall send written notices of the permit application, by mail, to the owners of all property abutting the property at which the construction or grading will occur. Notices shall also be sent to the owners of all property across the street or alley when such property is intersected by a projection of the lot lines of the property at which the construction or grading will occur; and\t2.\tThe department shall post a notice of the permit application on the property at which the construction or grading will occur.91.106.4.6.2.  The applicant seeking the permit shall provide the department with the names and addresses of all persons entitled to receive notice pursuant to Section 91.106.4.6.1.91.106.4.6.3.  (Amended by Ord. No. 171,185, Eff. 7\/22\/96.)  The Department shall collect a fee in the amount of $60.00 when an application for a building or grading permit described in Section 91.106.4.6.1 above is filed with the Department.91.106.4.7.  Curb Ramps.91.106.4.7.1.  Condition of Permits. Subject to the provisions of Section 91.106.4.7.2, no building or structure shall be erected or enlarged, and no building permit issued therefor, on any lot, any part of which is within 100 feet of the straight projection of the intersection of the building lines of a corner lot of the block within which subject lot fronts, unless the applicant agrees in writing, and submits the necessary surety in the form of a bond or cash deposit, to construct a corner curb ramp at such corner and in addition, if such lot is within 100 feet of two such intersections to construct corner curb ramps at each of the two adjacent corners at both intersections, for a total of two ramps. The curb ramp shall comply with the standards contained in Part 2 of Title 24 of the California Code of Regulations. Such improvements procedure shall, in all respects, be in compliance with Section 12.37D of the Los Angeles Municipal Code.\tEXCEPTIONS:  This section does not apply to the following:\t1.\tOne  or two family dwelling or addition thereto located in a tract, parcel map or subdivision recorded prior to the effective date of this section.\t2.\tA building or structure or addition thereto of less than 500 square feet in gross floor area or when such building, structure or addition thereto contains a restaurant or fast food restaurant of less than 200 square feet in gross floor area.\t3.\tWhere sidewalks are neither currently installed nor required by the city as a condition of development, at either the location of the proposed development or the location of the otherwise proposed curb ramp.91.106.4.7.2.  It is hereby determined that the requirements of Section 91.106.4.7.1 hereof shall be imposed as a condition to the erection of any structure or addition thereto wherein handicapped access is otherwise required.91.106.4.8.  Construction Site Notice.  (Added by Ord. No. 178,048, Eff. 12\/24\/06.)91.106.4.8.1.  Contents.  Any person who obtains the following types of permits  shall post a notice, as described below, at the construction site:\t1.\tPermit for new structures, except signs,\t2.\tPermit for additions to existing buildings,\t3.\tChange of use or occupancy permit,\t4.\tDemolition permit,\t5.\tRelocation permit,\t6.\tSwimming pool permit, or\t7.\tGrading permit.\tThe notice shall be on a form entitled “Construction Site Notice” provided by the Department and shall include the following information:  job site address, permit number, name and phone number of the contractor and owner or owner’s agent, hours of construction allowed by code or any discretionary approval for the site, and City telephone numbers where violations can be reported.91.106.4.8.2.  Location.  The notice shall be posted and maintained at the construction site and displayed in a location that is readily visible to the public and approved by the Department.91.106.4.8.3.  Maintenance of Notice.  The notice shall be displayed after issuance of the permit and prior to the start of construction.  The notice shall be displayed continuously during the process of construction until all the work authorized by the permit is inspected and approved by the Department.  All contact information on the notice, including telephone numbers, shall be correct and maintained current.  Failure to display this notice may result in withholding of inspections by the Department.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}