{"section_number":"91.105","edition_id":"1","section_id":"2331","structure_id":"31","catch_line":"Appeals.","history":"","full_text":"  APPEALS.\n\n91.105.1.  General.  or requests for slight modifications in individual cases from the requirements of this Code shall be made in accordance with the procedure established in Section 98.0403.2 of the Los Angeles Municipal Code.\n\n91.105.2.  Building Advisory Appeal Board.  The Building Advisory Appeal Board is hereby abolished. Any duties assigned to the Building Advisory Appeal Board by any provision of law shall be performed as determined by the Superintendent of Building.\n\n91.105.3.  Engineering Geology Advisory Committee.\n\n91.105.3.1.  Function of the Committee.  It shall be the function of the Engineering Geology Advisory Committee to advise and counsel the board on appeals involving technical questions of soils engineering, geology, geology\/seismology and related matters.\n\n91.105.3.2.  Establishment of the Committee Member List.  The Board of Building and Safety Commissioners shall establish an Engineering Geology Advisory Committee member list (hereinafter in this section referred to as the “committee member list”) which shall consist of not less than 10 soils engineers and engineering geologists who are available to serve as members of the Engineering Geology Advisory Committee.  At least two of the engineering geologist members and two of the soils engineer members shall have experience in the field of seismic design and safety. Members of said committee shall be exempt from all Civil Service provisions.\n\n91.105.3.3.  Procedure.  When an appeal is made to the Board, and the Board determines that the subject of the appeal involves a problem of soils engineering, geology, geology\/seismology or a related matter on which it desires further technical advice before it renders a decision thereon, the Board may select three or more persons from the Engineering Geology Advisory Committee member list to serve on a committee for the purpose of assisting the Board in seeking a solution to said problem, and may refer the matter to such committee members for report and recommendation. At least one member of the committee so designated shall be a soils engineer and one shall be an engineering geologist. The members of the committee so meeting shall review the matter and shall then submit to the board a recommendation. When a matter is referred to the committee as in this section provided, the board shall consider, but is not bound to accept, the recommendation of the committee.\n\n91.105.3.4.  Compensation of Members.  Each member of the committee who is in actual attendance at a meeting requested by the board shall be compensated at the rate of $50.00 for each four hours or fraction thereof of service. However, in no case shall the compensation of the committee members exceed the fee paid by the appellant under Section 91.105.3.6 of the Los Angeles Municipal Code.\n\n91.105.3.5.  Self insurance by the City for Committee Members.  The provisions of Sections 11.36 through 11.44, inclusive, City of Los Angeles Administrative Code, entitled “Self Insurance by the City for Officers and Employees of Said City”, shall apply to each Engineering Geology Advisory Committee member while the member is acting as such, and committee members shall be deemed to be fully covered by the provisions of said sections even though each committee member is retained as an independent person and not as an officer or employee of the city.\n\n91.105.3.6.  Fees.  When a matter is referred to the committee as provided in this section, the appellant in said matter shall pay a referral fee of $50.00 and shall also pay a fee as follows:\n\n\t1.\tWhere no more than two lots are involved in the appeal, $150.00;\n\n\t2.\tWhere not less than three or more than 10 lots are involved in the appeal, $300.00;\n\n\t3.\tWhere more than 10 lots are involved in the appeal, $600.00.\n\n91.105.4.  Sign Advisory Committee.\n\n91.105.4.1.  Function of the Committee.  It shall be the function of a Sign Advisory Committee to advise, counsel and provide recommendations to the Board of Building and Safety Commissioners on matters involving sign regulations.\n\n91.105.4.2.  Establishment of the Committee Member List.  The Board of Building and Safety Commissioners shall establish a Sign Advisory Committee member list representing the various required fields of interest of persons who are available to serve as members of a Sign Advisory Committee. Persons selected for the Sign Advisory Committee list shall possess experience in the design, fabrication, the use or application of signs, or shall have demonstrated a background in the social and environment impacts of signs or the development of sign regulations. Members of said committee shall be exempt from all civil service requirements.\n\n91.105.4.3.  Procedure.  When the board determines that a matter is significant in nature, the board may refer the matter to a Sign Advisory Committee for evaluation and recommendation before it renders a decision thereon. When the matter is referred to a Sign Advisory Committee, the board shall consider, but is not bound to accept, the recommendation of the committee.\n\n91.105.4.4.  Composition of the Committee.  The board shall select five persons from the Sign Advisory Committee member list to serve on a committee. The committee shall be composed of one member from each of the following interests:\n\n\t1.\tOne member of or designated by the Board of Building and Safety Commissioners;\n\n\t2.\tOne member of or designated by the City Planning Commission; and\n\n\t3.\tThree public members, one each from the following interests: architecture, sign industry and community groups.\n\n91.105.4.5.  Compensation of Members.  Each member of the committee who is in actual attendance at a meeting requested by the board shall be compensated at the rate of $50.00 for each four hours or fraction thereof of service. However, in no case shall the compensation of the committee members exceed the fee paid by the applicant under Section 91.105.4.7.\n\n91.105.4.6.  Self-insurance by the City for Committee Members.  The provisions of Sections 11.36 through 11.44, inclusive, of the Los Angeles Administrative Code shall apply to each Sign Advisory Committee member while the member is acting as such, and committee members shall be deemed to be fully covered by the provisions of said sections even though each committee member is retained as an independent person and not as an officer or employee of the city.\n\n91.105.4.7.  Fees.  When a matter is referred to the committee as provided in this section, the applicant in said matter shall pay a referral fee of $300.00.\n\n91.105.5.  Disabled Access Appeals Commission.\n\n91.105.5.1.  Creation of the Commission.  There is hereby established a commission known as the Disabled Access Appeals Commission.\n\n91.105.5.2.  Membership of the Commission.  (Amended by Ord. No. 173,238, Eff. 6\/19\/00, Oper. 7\/1\/00.)  The Disabled Access Appeals Commission shall be composed of five qualified persons.  Two members of the commission shall be physically disabled persons, and two members shall be persons experienced in construction. The fifth member may be any resident of the City of Los Angeles. Commission members shall be appointed by the Mayor, subject to Council approval, and may be removed by the Mayor.  In the case of a vacancy during the term of office of any member, the same shall be filled by appointment by the mayor for the period of the unexpired term subject to the approval of the council by a majority vote. The members of the commission shall be exempt from all Civil Service provisions.\n\n91.105.5.3.  Compensation and Term of Office.  Each member of the commission shall be paid $50.00 per meeting attended, but not to exceed $250.00 in any one calendar month.\n\n\tThe term of office of the members of the commission shall be five years beginning with the first day of July of the respective years, except that the terms of office of the original five members of the commission appointed pursuant to this subsection shall be such that one term shall expire on the first June 30, one term shall expire on the second June 30, one term shall expire on the third June 30, one term shall expire on the fourth June 30, and one term shall expire on the fifth June 30 next following the effective date of the appointment of the original five members. Thereafter, the terms of the succeeding members shall be so designated that the term of office of one member shall expire each year. The period of term of each member shall be designated in the appointment.\n\n\tEach member of the commission shall have the power to administer oaths.\n\n91.105.5.4.  Authority of the Commission.  (Amended by Ord. 181,758, Eff. 8\/8\/11.)  The commission shall have and exercise the following powers:\n\n\t1.\tTo hear and determine written appeals brought by any person from actions taken by the Department of Building and Safety (department) in the enforcement of the requirements of Section 19955, et seq., of the California Health and Safety Code, the provisions of state law dealing with access to public accommodations by physically disabled persons.\n\n\t2.\tTo hear and determine written appeals brought by any person from the rulings, decisions and determinations of the department granting or denying applications for exceptions pursuant to Health and Safety Code Section 19957.\n\n\t3.\tTo hear and determine written appeals brought by any persons where it is alleged that there is error or abuse of discretion in any order, requirement, decision, interpretation or other determination made by the department in the enforcement or administration of Section 1.8 et seq., Chapter 1, Division I of California Building Code and any other federal, state or municipal handicapped access and adaptability requirements. \n\n\tAll appeals shall be reviewed by the department.  The department may reverse or modify the action appealed from at any time prior to final action by the commission.  Any such new action may then be appealed to the commission.\n\n\t4.\tTo respond to the department’s request for advice on any matter within the department’s jurisdiction relating to access to public accommodations and housing by the physically disabled.\n\n\t5.\tTo exercise the authority granted in Section 91.105.6.\n\n91.105.5.5.  Appeals.\n\n91.105.5.5.1.  Procedures.  (Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  An appeal to the commission may be filed by any person aggrieved, or by an officer, Board, Department or Bureau of the City. An appeal shall be in writing and shall be filed in the Office of the Board of Building and Safety Commissioners upon appropriate forms provided by the Department. An appeal shall set forth specifically the points at issue, the reasons for the appeal, and wherein the appellant believes there was an error or an abuse of discretion by the Department.\n\n\tWhen considering an appeal from an action by the Department, the commission shall make its determination within 30 days from the filing of the appeal. This time limit may be extended by mutual written consent of the applicant and the commission.  Upon receipt of the appeal, the commission shall set the matter for hearing and give notice by mail of the time, place and purpose thereof to the appellant, to the applicant, to the owner or owners of the property involved, and to any interested party who has requested in writing to be so notified.  Such notice shall be in writing and mailed at least 10 days prior to said hearing.  No other notice thereof need be given except in those cases hereinafter mentioned.\n\n\tThe commission may grant, conditionally grant, or deny any appeal.  All actions of the commission shall be final.  Any action within the jurisdiction of the commission shall be final and conclusive as to the Department in the absence of fraud or abuse of discretion.\n\n\tA separate appeal shall be filed for each single building as described in Section 98.0403.2 of the Los Angeles Municipal Code. Appeals to the Appeals Commission shall be accompanied by a filing fee as set forth in Table 4-A of Division 4 of Article 8, Chapter IX, of the Los Angeles Municipal Code.\n\n\tIf the commission fails to act on any appeal within the time limit specified in this section, then the action of the Department on the matter shall be final.\n\n91.105.5.5.2.  Decision.  The decision upon an appeal shall be concurred in by at least three members of the commission. The commission may modify or reverse a ruling, decision or determination appealed from only upon making written findings setting forth specifically wherein the action of the department was in error or constituted an abuse of discretion. The commission shall make specific written findings supporting any modification or reversal.\n\n\tUpon making a decision, a copy of the findings and determination shall be furnished the applicant, the appellant and the Department of Building and Safety.\n\n91.105.5.5.3.  Special Findings.  Before granting or affirming the grant of an exception pursuant to Health and Safety Code Section 19957, the commission must find that the application involves a case of practical difficulty, unnecessary hardship, or extreme differences, and that it is clearly evident that equivalent facilitation and protection will be secured.\n\n91.105.5.5.4.  Revocation of Approvals.  The commission shall revoke or rescind any determination, including the grant of an appeal or  exception, if made in error in violation of any provision of law, or in reliance on any false statement or misrepresentation as to a material fact.\n\n91.105.5.5.5.  Time Limits.  The rights and privileges granted by the commission pursuant to any decision, determination, approval, appeal or exception shall be void if all required building permits are not secured within one year of the effective date of such action, or if the permit expires under any of the conditions specified in Section 98.0602 of the Los Angeles Municipal Code.\n\n\tHowever, the commission, and the superintendent acting on behalf of the commission, may grant extensions of time if the applicant submits in writing substantial evidence that unusual conditions or circumstances either precluded the securing of all required permits within the allocated time or caused the permit to expire as specified in Section 98.0602 of the Los Angeles Municipal Code.\n\n\tRequests for extensions of time shall be made not later than 30 days after the expiration times specified in this section.\n\n91.105.5.5.6.  Additional Authority.  In considering appeals, the commission may exercise the following powers:\n\n\t1.\tTo appoint one or more hearing officers to conduct hearings and make recommendations to the same extent and in the same manner as the Superintendent of Building acting pursuant to LAMC Section 98.0601 (a).  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n\t2.\tTo request the attendance of witnesses and the production of evidence before it.\n\n\t3.\tTo request the city attorney, or an assistant or deputy designated by the city attorney to appear at any hearing before the commission.\n\n\t4.\tTo adopt rules regarding the filing of appeals, the conduct of its hearings and any other procedural rules in keeping with the provisions of this Division.\n\n91.105.5.5.7.  Limitations on Jurisdiction.  Notwithstanding any other provision of this Code, the commission’s jurisdiction shall not include the right to hear and determine an appeal from a department determination, order or action if such appeal is filed:\n\n\t1.\tOn or after the date a criminal citation is issued, charging the appellant with a violation of law based on the facts underlying such determination, order or action; or\n\n\t2.\tOn or after the date a criminal complaint is filed, charging the appellant with a violation of state laws based on such determination, order or action.\n\n\tFurther, the commission’s jurisdiction shall not include the right to hear appeals from or otherwise review any action, order or determination of the Board of Building and Safety Commissioners.\n\n91.105.6.  Administrative Penalties for Disabled Access Violations.\n\n91.105.6.1.  Order of Abatement and Notice of Proposed Penalty.  If the superintendent determines that a person has violated or failed to comply with any requirement of the law relating to access to public accommodations and housing by the physically disabled, then the superintendent may issue an order of abatement and notice of proposed penalty to that person.\n\n\tThe order and notice shall be in writing and shall describe with particularity the nature of the violation, including a reference to the provision of law that has been violated. The order shall fix a reasonable time for correction of the violation, and the notice of proposed penalty shall set forth the amount of the penalty.\n\n\tThe order of abatement and notice of proposed penalty shall be served upon the person either personally, or by deposit in the United States mail in a sealed envelope, postage prepaid to the person’s last known address.\n\n\tThe order and notice shall also set forth the person’s right to a hearing as described in Section 91.105.6.2.\n\n91.105.6.2.  Right to Hearing.  Any person served with an order of abatement or notice of proposed penalty, may apply in writing to the Disabled Access Appeals Commission for a hearing with respect to the violation alleged, the abatement period, and the amount of the penalty. This request shall be filed within 15 days after the date of service.\n\n\tIf the person does not request a hearing within the prescribed time, then the notice of proposed penalty shall be final, and the amount of any penalty included in the notice shall immediately be due and owing to the City of Los Angeles. The city then shall have the right to bring an action in any court of competent jurisdiction to enforce the order and collect the amount of the penalty.\n\n\tIf the department determines that there has been compliance with the order of abatement within the time for correction, then the department may rescind the notice of penalty.\n\n91.105.6.3.  Time of Hearing; Notice.  If the person requests a hearing, the superintendent shall cause the matter to be set for hearing before the Disabled Access Appeals Commission. The hearing shall be scheduled not later than 30 days after the date of the application for hearing. This time limit may be extended with the mutual consent of the person and the commission. It shall be a defense to the affirmation of any penalty that the person complied with the order of abatement within the time for correction.\n\n\tThe decision of the commission on the order of abatement and notice of proposed penalty shall be final, and the amount of any penalty affirmed by the commission shall immediately be due and owing to the City of Los Angeles. The city then shall have the right to bring an action in any court of competent jurisdiction to enforce the order and collect the amount of penalty.\n\n91.105.6.4  Civil Penalties.  Any penalty required to be paid under the provisions of this section is a debt owed to the City of Los Angeles. Any person owing a penalty due under the provisions of this section shall be liable in an action brought in the name of the City of Los Angeles in any court of competent jurisdiction for recovery of any such amount.\n\n\tThe conviction of any person for violating any law shall not relieve the person from the obligation to pay any penalty that the person may owe the city, nor shall such payment prevent a prosecution under appropriate provisions of law for any violation of the law. The remedies provided in this section are cumulative. The use of one or more of the remedies prescribed in this section shall not bar the use of any other remedy provided for the enforcement of law.\n\n91.105.6.5.  Fee Schedules.  The Superintendent shall submit a schedule for the assessment of civil penalties under this section to council for the approval by ordinance.\n\n\tThis schedule shall give due consideration to the appropriateness of the penalty with respect to the following factors:\n\n\t1.\tThe gravity of the violation;\n\n\t2.\tThe good faith of the violator being charged; and\n\n\t3.\tThe history of previous violations.","order_by":"105","ancestry":{"1":{"id":"31","name":"Buildings\nBuilding Code","identifier":"1","label":"article","url":"\/9\/1\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"2853","structure_id":"31","section_number":"91.101","catch_line":"Title, Purpose, And Scope.","url":"\/91.101\/","token":"91.101"},"1":{"id":"3256","structure_id":"31","section_number":"91.102","catch_line":"Unsafe Buildings Or Structures.","url":"\/91.102\/","token":"91.102"},"2":{"id":"3122","structure_id":"31","section_number":"91.103","catch_line":"Violations.","url":"\/91.103\/","token":"91.103"},"3":{"id":"2872","structure_id":"31","section_number":"91.104","catch_line":"Organization And Enforcement.","url":"\/91.104\/","token":"91.104"},"4":{"id":"2331","structure_id":"31","section_number":"91.105","catch_line":"Appeals.","url":"\/91.105\/","token":"91.105"},"5":{"id":"1085","structure_id":"31","section_number":"91.106","catch_line":"Permits.","url":"\/91.106\/","token":"91.106"},"6":{"id":"167","structure_id":"31","section_number":"91.107","catch_line":"Fees.","url":"\/91.107\/","token":"91.107"},"7":{"id":"2271","structure_id":"31","section_number":"91.108","catch_line":"Inspection.","url":"\/91.108\/","token":"91.108"},"8":{"id":"599","structure_id":"31","section_number":"91.109","catch_line":"Certificate Of Occupancy.","url":"\/91.109\/","token":"91.109"},"9":{"id":"1493","structure_id":"31","section_number":"91.110","catch_line":"Responsibility Of Permittee.","url":"\/91.110\/","token":"91.110"},"10":{"id":"1948","structure_id":"31","section_number":"91.111","catch_line":"Code Revision.","url":"\/91.111\/","token":"91.111"},"11":{"id":"3017","structure_id":"31","section_number":"91.112","catch_line":"Grading Certificate.","url":"\/91.112\/","token":"91.112"},"12":{"id":"3299","structure_id":"31","section_number":"91.200","catch_line":"General.","url":"\/91.200\/","token":"91.200"},"13":{"id":"914","structure_id":"31","section_number":"91.202","catch_line":"Definitions.","url":"\/91.202\/","token":"91.202"},"14":{"id":"526","structure_id":"31","section_number":"91.300","catch_line":"Basic Provisions.","url":"\/91.300\/","token":"91.300"},"15":{"id":"2739","structure_id":"31","section_number":"91.400","catch_line":"Basic Provisions.","url":"\/91.400\/","token":"91.400"},"16":{"id":"907","structure_id":"31","section_number":"91.500","catch_line":"Basic Provisions.","url":"\/91.500\/","token":"91.500"},"17":{"id":"2530","structure_id":"31","section_number":"91.600","catch_line":"Basic Provisions.","url":"\/91.600\/","token":"91.600"},"18":{"id":"234","structure_id":"31","section_number":"91.700","catch_line":"Basic Provisions.","url":"\/91.700\/","token":"91.700"},"19":{"id":"2933","structure_id":"31","section_number":"91.703","catch_line":"Fire-Resistance Ratings And Fire Tests.","url":"\/91.703\/","token":"91.703"},"20":{"id":"108","structure_id":"31","section_number":"91.800","catch_line":"Basic Provisions.","url":"\/91.800\/","token":"91.800"},"21":{"id":"2861","structure_id":"31","section_number":"91.900","catch_line":"Basic Provisions.","url":"\/91.900\/","token":"91.900"},"22":{"id":"700","structure_id":"31","section_number":"91.909","catch_line":"Smoke Control Systems.","url":"\/91.909\/","token":"91.909"},"23":{"id":"223","structure_id":"31","section_number":"91.1000","catch_line":"Basic Provisions.","url":"\/91.1000\/","token":"91.1000"},"24":{"id":"3826","structure_id":"31","section_number":"91.1100","catch_line":"Basic Provisions.","url":"\/91.1100\/","token":"91.1100"},"25":{"id":"1343","structure_id":"31","section_number":"91.1200","catch_line":"Basic Provisions.","url":"\/91.1200\/","token":"91.1200"},"26":{"id":"3724","structure_id":"31","section_number":"91.1207","catch_line":"Sound Transmission.","url":"\/91.1207\/","token":"91.1207"},"27":{"id":"2466","structure_id":"31","section_number":"91.1300","catch_line":"General.","url":"\/91.1300\/","token":"91.1300"},"28":{"id":"2493","structure_id":"31","section_number":"91.1301","catch_line":"Solar Energy Collectors.","url":"\/91.1301\/","token":"91.1301"},"29":{"id":"4023","structure_id":"31","section_number":"91.1400","catch_line":"Basic Provisions.","url":"\/91.1400\/","token":"91.1400"},"30":{"id":"412","structure_id":"31","section_number":"91.1403","catch_line":"Performance Requirements.","url":"\/91.1403\/","token":"91.1403"},"31":{"id":"3406","structure_id":"31","section_number":"91.1405","catch_line":"Installation Of Wall Coverings.","url":"\/91.1405\/","token":"91.1405"},"32":{"id":"2965","structure_id":"31","section_number":"91.1500","catch_line":"Basic Provisions.","url":"\/91.1500\/","token":"91.1500"},"33":{"id":"2559","structure_id":"31","section_number":"91.1505","catch_line":"Fire Classification.","url":"\/91.1505\/","token":"91.1505"},"34":{"id":"538","structure_id":"31","section_number":"91.1507","catch_line":"Requirements For Roof Coverings.","url":"\/91.1507\/","token":"91.1507"},"35":{"id":"897","structure_id":"31","section_number":"91.1510","catch_line":"Reroofing.","url":"\/91.1510\/","token":"91.1510"},"36":{"id":"281","structure_id":"31","section_number":"91.1600","catch_line":"Basic Provisions.","url":"\/91.1600\/","token":"91.1600"},"37":{"id":"1561","structure_id":"31","section_number":"91.1603","catch_line":"Construction Documents.","url":"\/91.1603\/","token":"91.1603"},"38":{"id":"1482","structure_id":"31","section_number":"91.1609","catch_line":"Wind Loads.","url":"\/91.1609\/","token":"91.1609"},"39":{"id":"1027","structure_id":"31","section_number":"91.1612","catch_line":"Flood Loads.","url":"\/91.1612\/","token":"91.1612"},"40":{"id":"876","structure_id":"31","section_number":"91.1613","catch_line":"Earthquake Loads.","url":"\/91.1613\/","token":"91.1613"},"41":{"id":"1949","structure_id":"31","section_number":"91.1616","catch_line":"Modifications To Asce 7.","url":"\/91.1616\/","token":"91.1616"},"42":{"id":"3547","structure_id":"31","section_number":"91.1700","catch_line":"Basic Provisions.","url":"\/91.1700\/","token":"91.1700"},"43":{"id":"2160","structure_id":"31","section_number":"91.1702","catch_line":"Definitions.","url":"\/91.1702\/","token":"91.1702"},"44":{"id":"4049","structure_id":"31","section_number":"91.1703","catch_line":"Approvals.","url":"\/91.1703\/","token":"91.1703"},"45":{"id":"1545","structure_id":"31","section_number":"91.1704","catch_line":"Special Inspections.","url":"\/91.1704\/","token":"91.1704"},"46":{"id":"1592","structure_id":"31","section_number":"91.1705","catch_line":"Statement Of Special Inspections.","url":"\/91.1705\/","token":"91.1705"},"47":{"id":"3633","structure_id":"31","section_number":"91.1707","catch_line":"Special Inspections For Seismic Resistance.","url":"\/91.1707\/","token":"91.1707"},"48":{"id":"1397","structure_id":"31","section_number":"91.1708","catch_line":"Structural Testing For Seismic Resistance.","url":"\/91.1708\/","token":"91.1708"},"49":{"id":"1425","structure_id":"31","section_number":"91.1709","catch_line":"Contractors Responsibility.","url":"\/91.1709\/","token":"91.1709"},"50":{"id":"570","structure_id":"31","section_number":"91.1710","catch_line":"Structural Observations.","url":"\/91.1710\/","token":"91.1710"},"51":{"id":"1953","structure_id":"31","section_number":"91.1711","catch_line":"Alternative Test Procedure.","url":"\/91.1711\/","token":"91.1711"},"52":{"id":"2084","structure_id":"31","section_number":"91.1712","catch_line":"Alternative Test Procedure.","url":"\/91.1712\/","token":"91.1712"},"53":{"id":"1655","structure_id":"31","section_number":"91.1715","catch_line":"Material And Test Standards.","url":"\/91.1715\/","token":"91.1715"},"54":{"id":"3711","structure_id":"31","section_number":"91.1716","catch_line":"Material And Test Standards.","url":"\/91.1716\/","token":"91.1716"},"55":{"id":"2263","structure_id":"31","section_number":"91.1717","catch_line":"Certified Security Bar Installer.","url":"\/91.1717\/","token":"91.1717"},"56":{"id":"4088","structure_id":"31","section_number":"91.1718","catch_line":"Prefabricated Construction.","url":"\/91.1718\/","token":"91.1718"},"57":{"id":"868","structure_id":"31","section_number":"91.1800","catch_line":"Basic Provisions.","url":"\/91.1800\/","token":"91.1800"},"58":{"id":"2813","structure_id":"31","section_number":"91.1801","catch_line":"General.","url":"\/91.1801\/","token":"91.1801"},"59":{"id":"3798","structure_id":"31","section_number":"91.1802","catch_line":"Foundation And Soils Investigations.","url":"\/91.1802\/","token":"91.1802"},"60":{"id":"908","structure_id":"31","section_number":"91.1803","catch_line":"Geotechnical Investigation.","url":"\/91.1803\/","token":"91.1803"},"61":{"id":"2732","structure_id":"31","section_number":"91.1804","catch_line":"Allowable Load-Bearing Values Of Soils.","url":"\/91.1804\/","token":"91.1804"},"62":{"id":"3068","structure_id":"31","section_number":"91.1805","catch_line":"Dampproofing And Waterproofing.","url":"\/91.1805\/","token":"91.1805"},"63":{"id":"3377","structure_id":"31","section_number":"91.1806","catch_line":"Presumptive Load Bearing Values Of Soils.","url":"\/91.1806\/","token":"91.1806"},"64":{"id":"245","structure_id":"31","section_number":"91.1807","catch_line":"Foundation Walls, Retaining Walls, And Embedded Post And Poles.","url":"\/91.1807\/","token":"91.1807"},"65":{"id":"985","structure_id":"31","section_number":"91.1808","catch_line":"Pier And Pile Foundations.","url":"\/91.1808\/","token":"91.1808"},"66":{"id":"1115","structure_id":"31","section_number":"91.1809","catch_line":"Shallow Foundations.","url":"\/91.1809\/","token":"91.1809"},"67":{"id":"2671","structure_id":"31","section_number":"91.1810","catch_line":"Deep Foundations..","url":"\/91.1810\/","token":"91.1810"},"68":{"id":"1195","structure_id":"31","section_number":"91.1900","catch_line":"Basic Provisions.","url":"\/91.1900\/","token":"91.1900"},"69":{"id":"705","structure_id":"31","section_number":"91.2000","catch_line":"Basic Provisions.","url":"\/91.2000\/","token":"91.2000"},"70":{"id":"3588","structure_id":"31","section_number":"91.2100","catch_line":"Basic Provisions.","url":"\/91.2100\/","token":"91.2100"},"71":{"id":"2590","structure_id":"31","section_number":"91.2113","catch_line":"Masonry Chimneys.","url":"\/91.2113\/","token":"91.2113"},"72":{"id":"3481","structure_id":"31","section_number":"91.2200","catch_line":"Basic Provisions.","url":"\/91.2200\/","token":"91.2200"},"73":{"id":"473","structure_id":"31","section_number":"91.2204","catch_line":"Connections.","url":"\/91.2204\/","token":"91.2204"},"74":{"id":"3742","structure_id":"31","section_number":"91.2300","catch_line":"Basic Provisions.","url":"\/91.2300\/","token":"91.2300"},"75":{"id":"2404","structure_id":"31","section_number":"91.2301","catch_line":"General.","url":"\/91.2301\/","token":"91.2301"},"76":{"id":"1279","structure_id":"31","section_number":"91.2304","catch_line":"General Construction Requirements.","url":"\/91.2304\/","token":"91.2304"},"77":{"id":"2712","structure_id":"31","section_number":"91.2305","catch_line":"General Design Requirements For Lateral Force-Resisting System.","url":"\/91.2305\/","token":"91.2305"},"78":{"id":"2825","structure_id":"31","section_number":"91.2306","catch_line":"Allowable Stress Design.","url":"\/91.2306\/","token":"91.2306"},"79":{"id":"1924","structure_id":"31","section_number":"91.2308","catch_line":"Conventional Light-Frame Construction.","url":"\/91.2308\/","token":"91.2308"},"80":{"id":"2821","structure_id":"31","section_number":"91.2400","catch_line":"Basic Provisions.","url":"\/91.2400\/","token":"91.2400"},"81":{"id":"3669","structure_id":"31","section_number":"91.2503","catch_line":"No title","url":"\/91.2503\/","token":"91.2503"},"82":{"id":"140","structure_id":"31","section_number":"91.2600","catch_line":"Basic Provisions.","url":"\/91.2600\/","token":"91.2600"},"83":{"id":"3651","structure_id":"31","section_number":"91.2700","catch_line":"Basic Provisions.","url":"\/91.2700\/","token":"91.2700"},"84":{"id":"1636","structure_id":"31","section_number":"91.2800","catch_line":"Basic Provisions.","url":"\/91.2800\/","token":"91.2800"},"85":{"id":"468","structure_id":"31","section_number":"91.2900","catch_line":"Basic Provisions.","url":"\/91.2900\/","token":"91.2900"},"86":{"id":"1724","structure_id":"31","section_number":"91.3000","catch_line":"Basic Provisions.","url":"\/91.3000\/","token":"91.3000"},"87":{"id":"452","structure_id":"31","section_number":"91.3001","catch_line":"General.","url":"\/91.3001\/","token":"91.3001"},"88":{"id":"2241","structure_id":"31","section_number":"91.3002","catch_line":"Hoistway Enclosures.","url":"\/91.3002\/","token":"91.3002"},"89":{"id":"3526","structure_id":"31","section_number":"91.3003","catch_line":"Emergency Operations.","url":"\/91.3003\/","token":"91.3003"},"90":{"id":"1580","structure_id":"31","section_number":"91.3005","catch_line":"Conveying Systems.","url":"\/91.3005\/","token":"91.3005"},"91":{"id":"1731","structure_id":"31","section_number":"91.3007","catch_line":"Fire Service Access Elevator.","url":"\/91.3007\/","token":"91.3007"},"92":{"id":"901","structure_id":"31","section_number":"91.3008","catch_line":"Occupant Evacuation Elevators.","url":"\/91.3008\/","token":"91.3008"},"93":{"id":"3501","structure_id":"31","section_number":"91.3100","catch_line":"Basic Provisions.","url":"\/91.3100\/","token":"91.3100"},"94":{"id":"665","structure_id":"31","section_number":"91.3106","catch_line":"Marquees.","url":"\/91.3106\/","token":"91.3106"},"95":{"id":"2449","structure_id":"31","section_number":"91.3110","catch_line":"Patio Covers.","url":"\/91.3110\/","token":"91.3110"},"96":{"id":"1647","structure_id":"31","section_number":"91.3111","catch_line":"Patio Covers.","url":"\/91.3111\/","token":"91.3111"},"97":{"id":"2362","structure_id":"31","section_number":"91.3200","catch_line":"Basic Provisions.","url":"\/91.3200\/","token":"91.3200"},"98":{"id":"1572","structure_id":"31","section_number":"91.3201","catch_line":"General.","url":"\/91.3201\/","token":"91.3201"},"99":{"id":"1188","structure_id":"31","section_number":"91.3202","catch_line":"General.","url":"\/91.3202\/","token":"91.3202"},"100":{"id":"147","structure_id":"31","section_number":"91.3300","catch_line":"Basic Provisions.","url":"\/91.3300\/","token":"91.3300"},"101":{"id":"4035","structure_id":"31","section_number":"91.3301","catch_line":"General.","url":"\/91.3301\/","token":"91.3301"},"102":{"id":"1111","structure_id":"31","section_number":"91.3304","catch_line":"Site Work.","url":"\/91.3304\/","token":"91.3304"},"103":{"id":"152","structure_id":"31","section_number":"91.3305","catch_line":"Toilet Facilities During Construction.","url":"\/91.3305\/","token":"91.3305"},"104":{"id":"3930","structure_id":"31","section_number":"91.3306","catch_line":"Protection Of Pedestrians.","url":"\/91.3306\/","token":"91.3306"},"105":{"id":"4116","structure_id":"31","section_number":"91.3307","catch_line":"Protection Of Adjoining Property.","url":"\/91.3307\/","token":"91.3307"},"106":{"id":"421","structure_id":"31","section_number":"91.3401","catch_line":"General.","url":"\/91.3401\/","token":"91.3401"},"107":{"id":"614","structure_id":"31","section_number":"91.3500","catch_line":"Basic Provisions.","url":"\/91.3500\/","token":"91.3500"},"108":{"id":"3462","structure_id":"31","section_number":"91.6101","catch_line":"Impact Hazard Glazing In Existing Buildings.","url":"\/91.6101\/","token":"91.6101"},"109":{"id":"3380","structure_id":"31","section_number":"91.6102","catch_line":"Rubbish Rooms.","url":"\/91.6102\/","token":"91.6102"},"110":{"id":"3997","structure_id":"31","section_number":"91.6103","catch_line":"Shafts, Pits And Similar Excavation – Misdemeanor.","url":"\/91.6103\/","token":"91.6103"},"111":{"id":"895","structure_id":"31","section_number":"91.6104","catch_line":"Fire Districts.","url":"\/91.6104\/","token":"91.6104"},"112":{"id":"3554","structure_id":"31","section_number":"91.6105","catch_line":"Separation From Oil Wells.","url":"\/91.6105\/","token":"91.6105"},"113":{"id":"3862","structure_id":"31","section_number":"91.6107","catch_line":"Transformer Vaults.","url":"\/91.6107\/","token":"91.6107"},"114":{"id":"3484","structure_id":"31","section_number":"91.6109","catch_line":"Swimming Pools And Other Bodies Of Water – Protective Devices Required.","url":"\/91.6109\/","token":"91.6109"},"115":{"id":"1909","structure_id":"31","section_number":"91.6201","catch_line":"General Provisions.","url":"\/91.6201\/","token":"91.6201"},"116":{"id":"1048","structure_id":"31","section_number":"91.6202","catch_line":"Definitions.","url":"\/91.6202\/","token":"91.6202"},"117":{"id":"3093","structure_id":"31","section_number":"91.6203","catch_line":"Location.","url":"\/91.6203\/","token":"91.6203"},"118":{"id":"2989","structure_id":"31","section_number":"91.6204","catch_line":"Identification.","url":"\/91.6204\/","token":"91.6204"},"119":{"id":"1238","structure_id":"31","section_number":"91.6205","catch_line":"Design And Construction.","url":"\/91.6205\/","token":"91.6205"},"120":{"id":"1439","structure_id":"31","section_number":"91.6206","catch_line":"Electrical.","url":"\/91.6206\/","token":"91.6206"},"121":{"id":"1625","structure_id":"31","section_number":"91.6207","catch_line":"Combustible Materials.","url":"\/91.6207\/","token":"91.6207"},"122":{"id":"2354","structure_id":"31","section_number":"91.6208","catch_line":"Animated Devices.","url":"\/91.6208\/","token":"91.6208"},"123":{"id":"539","structure_id":"31","section_number":"91.6209","catch_line":"Ground Signs.","url":"\/91.6209\/","token":"91.6209"},"124":{"id":"1010","structure_id":"31","section_number":"91.6210","catch_line":"Roof Signs.","url":"\/91.6210\/","token":"91.6210"},"125":{"id":"3890","structure_id":"31","section_number":"91.6211","catch_line":"Wall Signs.","url":"\/91.6211\/","token":"91.6211"},"126":{"id":"3021","structure_id":"31","section_number":"91.6212","catch_line":"Projecting Signs.","url":"\/91.6212\/","token":"91.6212"},"127":{"id":"2568","structure_id":"31","section_number":"91.6213","catch_line":"Marquee Signs.","url":"\/91.6213\/","token":"91.6213"},"128":{"id":"1235","structure_id":"31","section_number":"91.6214","catch_line":"Portable Signs.","url":"\/91.6214\/","token":"91.6214"},"129":{"id":"2906","structure_id":"31","section_number":"91.6215","catch_line":"Referenced Standards.","url":"\/91.6215\/","token":"91.6215"},"130":{"id":"793","structure_id":"31","section_number":"91.6216","catch_line":"Existing Signs.","url":"\/91.6216\/","token":"91.6216"},"131":{"id":"508","structure_id":"31","section_number":"91.6301","catch_line":"General.","url":"\/91.6301\/","token":"91.6301"},"132":{"id":"374","structure_id":"31","section_number":"91.6302","catch_line":"Food Establishment.","url":"\/91.6302\/","token":"91.6302"},"133":{"id":"678","structure_id":"31","section_number":"91.6303","catch_line":"Service Stations.","url":"\/91.6303\/","token":"91.6303"},"134":{"id":"1695","structure_id":"31","section_number":"91.6304","catch_line":"Residential Uses.","url":"\/91.6304\/","token":"91.6304"},"135":{"id":"3817","structure_id":"31","section_number":"91.6305","catch_line":"Parking Garages Serving Residential Uses.","url":"\/91.6305\/","token":"91.6305"},"136":{"id":"2217","structure_id":"31","section_number":"91.6306","catch_line":"Anti-Graffiti Finish To Exterior Walls.","url":"\/91.6306\/","token":"91.6306"},"137":{"id":"4050","structure_id":"31","section_number":"91.6307","catch_line":"Shower And Locker Facilities.","url":"\/91.6307\/","token":"91.6307"},"138":{"id":"3103","structure_id":"31","section_number":"91.6701","catch_line":"Purpose.","url":"\/91.6701\/","token":"91.6701"},"139":{"id":"1137","structure_id":"31","section_number":"91.6702","catch_line":"General.","url":"\/91.6702\/","token":"91.6702"},"140":{"id":"454","structure_id":"31","section_number":"91.6703","catch_line":"Limitations.","url":"\/91.6703\/","token":"91.6703"},"141":{"id":"2121","structure_id":"31","section_number":"91.6704","catch_line":"Alternate Security Provisions.","url":"\/91.6704\/","token":"91.6704"},"142":{"id":"3405","structure_id":"31","section_number":"91.6705","catch_line":"Definitions.","url":"\/91.6705\/","token":"91.6705"},"143":{"id":"3503","structure_id":"31","section_number":"91.6706","catch_line":"Entry Vision.","url":"\/91.6706\/","token":"91.6706"},"144":{"id":"2163","structure_id":"31","section_number":"91.6707","catch_line":"Appurtenant Access.","url":"\/91.6707\/","token":"91.6707"},"145":{"id":"2420","structure_id":"31","section_number":"91.6708","catch_line":"Doors – General.","url":"\/91.6708\/","token":"91.6708"},"146":{"id":"3771","structure_id":"31","section_number":"91.6709","catch_line":"Swinging Doors.","url":"\/91.6709\/","token":"91.6709"},"147":{"id":"2626","structure_id":"31","section_number":"91.6710","catch_line":"Sliding Glass Doors.","url":"\/91.6710\/","token":"91.6710"},"148":{"id":"1882","structure_id":"31","section_number":"91.6711","catch_line":"Overhead And Sliding Doors.","url":"\/91.6711\/","token":"91.6711"},"149":{"id":"63","structure_id":"31","section_number":"91.6712","catch_line":"Metal Accordion-Grate Or Grille-Type Doors.","url":"\/91.6712\/","token":"91.6712"},"150":{"id":"4119","structure_id":"31","section_number":"91.6713","catch_line":"Glazed Opening – General.","url":"\/91.6713\/","token":"91.6713"},"151":{"id":"2953","structure_id":"31","section_number":"91.6714","catch_line":"Glazing.","url":"\/91.6714\/","token":"91.6714"},"152":{"id":"4128","structure_id":"31","section_number":"91.6715","catch_line":"Windows.","url":"\/91.6715\/","token":"91.6715"},"153":{"id":"4020","structure_id":"31","section_number":"91.6716","catch_line":"Openings Other Than Doors Or Glazed Openings.","url":"\/91.6716\/","token":"91.6716"},"154":{"id":"4008","structure_id":"31","section_number":"91.6717","catch_line":"Tests – General.","url":"\/91.6717\/","token":"91.6717"},"155":{"id":"3041","structure_id":"31","section_number":"91.7001","catch_line":"Purpose.","url":"\/91.7001\/","token":"91.7001"},"156":{"id":"1161","structure_id":"31","section_number":"91.7002","catch_line":"Scope.","url":"\/91.7002\/","token":"91.7002"},"157":{"id":"2566","structure_id":"31","section_number":"91.7003","catch_line":"Definitions.","url":"\/91.7003\/","token":"91.7003"},"158":{"id":"588","structure_id":"31","section_number":"91.7004","catch_line":"Grading Designation.","url":"\/91.7004\/","token":"91.7004"},"159":{"id":"1918","structure_id":"31","section_number":"91.7005","catch_line":"General Requirements.","url":"\/91.7005\/","token":"91.7005"},"160":{"id":"3963","structure_id":"31","section_number":"91.7006","catch_line":"Conditions Precedent To Issuing A Grading Permit.","url":"\/91.7006\/","token":"91.7006"},"161":{"id":"3848","structure_id":"31","section_number":"91.7007","catch_line":"Safety Precautions During Grading.","url":"\/91.7007\/","token":"91.7007"},"162":{"id":"371","structure_id":"31","section_number":"91.7008","catch_line":"Professional Inspection And Certification For Engineered Grading.","url":"\/91.7008\/","token":"91.7008"},"163":{"id":"1173","structure_id":"31","section_number":"91.7009","catch_line":"Professional Inspection For Regular Grading.","url":"\/91.7009\/","token":"91.7009"},"164":{"id":"1796","structure_id":"31","section_number":"91.7010","catch_line":"Excavations.","url":"\/91.7010\/","token":"91.7010"},"165":{"id":"2641","structure_id":"31","section_number":"91.7011","catch_line":"Fills.","url":"\/91.7011\/","token":"91.7011"},"166":{"id":"2520","structure_id":"31","section_number":"91.7012","catch_line":"Planting And Irrigation Of Cut And Fill Slopes In Hillside Areas.","url":"\/91.7012\/","token":"91.7012"},"167":{"id":"2147","structure_id":"31","section_number":"91.7013","catch_line":"Erosion Control And Drainage Devices.","url":"\/91.7013\/","token":"91.7013"},"168":{"id":"419","structure_id":"31","section_number":"91.7014","catch_line":"Construction Requirements And Limitations.","url":"\/91.7014\/","token":"91.7014"},"169":{"id":"4104","structure_id":"31","section_number":"91.7015","catch_line":"Buttress Fills.","url":"\/91.7015\/","token":"91.7015"},"170":{"id":"79","structure_id":"31","section_number":"91.7016","catch_line":"Areas Subjected To Slides And Unstable Soil.","url":"\/91.7016\/","token":"91.7016"},"171":{"id":"1597","structure_id":"31","section_number":"91.7101","catch_line":"Purpose.","url":"\/91.7101\/","token":"91.7101"},"172":{"id":"3702","structure_id":"31","section_number":"91.7102","catch_line":"Definitions.","url":"\/91.7102\/","token":"91.7102"},"173":{"id":"3674","structure_id":"31","section_number":"91.7103","catch_line":"General Methane Mitigation Requirements.","url":"\/91.7103\/","token":"91.7103"},"174":{"id":"420","structure_id":"31","section_number":"91.7104","catch_line":"General Methane Requirements.","url":"\/91.7104\/","token":"91.7104"},"175":{"id":"1436","structure_id":"31","section_number":"91.7105","catch_line":"Existing Buildings.","url":"\/91.7105\/","token":"91.7105"},"176":{"id":"3904","structure_id":"31","section_number":"91.7106","catch_line":"Testing, Maintenance And Service Of Gas-Detection And Mechanical Ventilation Systems.","url":"\/91.7106\/","token":"91.7106"},"177":{"id":"1211","structure_id":"31","section_number":"91.7107","catch_line":"Emergency Procedures.","url":"\/91.7107\/","token":"91.7107"},"178":{"id":"1937","structure_id":"31","section_number":"91.7108","catch_line":"Application Of Methane Seepage Regulations To Locations Or Areas Outside The Methane Zone And Methane Buffer Zone Boundaries.","url":"\/91.7108\/","token":"91.7108"},"179":{"id":"3382","structure_id":"31","section_number":"91.7109","catch_line":"Additional Remedial Measures.","url":"\/91.7109\/","token":"91.7109"},"180":{"id":"607","structure_id":"31","section_number":"91.7200","catch_line":"Purpose.","url":"\/91.7200\/","token":"91.7200"},"181":{"id":"2819","structure_id":"31","section_number":"91.7201","catch_line":"General.","url":"\/91.7201\/","token":"91.7201"},"182":{"id":"2083","structure_id":"31","section_number":"91.7202","catch_line":"Additions To Buildings.","url":"\/91.7202\/","token":"91.7202"},"183":{"id":"1678","structure_id":"31","section_number":"91.7203","catch_line":"General Requirements.","url":"\/91.7203\/","token":"91.7203"},"184":{"id":"506","structure_id":"31","section_number":"91.7204","catch_line":"Special Requirements For Fire District Number 1.","url":"\/91.7204\/","token":"91.7204"},"185":{"id":"2563","structure_id":"31","section_number":"91.7205","catch_line":"Provisional Structures.","url":"\/91.7205\/","token":"91.7205"},"186":{"id":"3151","structure_id":"31","section_number":"91.7206","catch_line":"Special Requirements For Fire District Number 2.","url":"\/91.7206\/","token":"91.7206"},"187":{"id":"804","structure_id":"31","section_number":"91.7207","catch_line":"Special Requirements For The Very High Fire Hazard Severity Zone.","url":"\/91.7207\/","token":"91.7207"},"188":{"id":"933","structure_id":"31","section_number":"91.7208","catch_line":"Prohibited Vehicles.","url":"\/91.7208\/","token":"91.7208"},"189":{"id":"2867","structure_id":"31","section_number":"91.7209","catch_line":"Special Requirements For Fire Buffer Zone.","url":"\/91.7209\/","token":"91.7209"},"190":{"id":"217","structure_id":"31","section_number":"91.8101","catch_line":"General Provisions.","url":"\/91.8101\/","token":"91.8101"},"191":{"id":"368","structure_id":"31","section_number":"91.8102","catch_line":"Enforcement.","url":"\/91.8102\/","token":"91.8102"},"192":{"id":"1185","structure_id":"31","section_number":"91.8103","catch_line":"Existing Building Rights.","url":"\/91.8103\/","token":"91.8103"},"193":{"id":"56","structure_id":"31","section_number":"91.8104","catch_line":"Basic Maintenance And Repair Of Existing Buildings And Premises.","url":"\/91.8104\/","token":"91.8104"},"194":{"id":"1159","structure_id":"31","section_number":"91.8105","catch_line":"Illegal Buildings, Construction And Use.","url":"\/91.8105\/","token":"91.8105"},"195":{"id":"3215","structure_id":"31","section_number":"91.8106","catch_line":"Fire District Requirements.","url":"\/91.8106\/","token":"91.8106"},"196":{"id":"3064","structure_id":"31","section_number":"91.8107","catch_line":"Requirements Outside Of A Fire District.","url":"\/91.8107\/","token":"91.8107"},"197":{"id":"139","structure_id":"31","section_number":"91.8108","catch_line":"Nuisances, Hazardous Buildings And Substandard Residential Buildings.","url":"\/91.8108\/","token":"91.8108"},"198":{"id":"138","structure_id":"31","section_number":"91.8109","catch_line":"Relocated Buildings.","url":"\/91.8109\/","token":"91.8109"},"199":{"id":"2049","structure_id":"31","section_number":"91.8110","catch_line":"Unreinforced Masonry Bearing Wall Buildings.","url":"\/91.8110\/","token":"91.8110"},"200":{"id":"3586","structure_id":"31","section_number":"91.8111","catch_line":"Residential Heating.","url":"\/91.8111\/","token":"91.8111"},"201":{"id":"2383","structure_id":"31","section_number":"91.8112","catch_line":"Residential Plumbing.","url":"\/91.8112\/","token":"91.8112"},"202":{"id":"55","structure_id":"31","section_number":"91.8113","catch_line":"Rod Bracing Systems.","url":"\/91.8113\/","token":"91.8113"},"203":{"id":"825","structure_id":"31","section_number":"91.8114","catch_line":"Parapets And Appendages.","url":"\/91.8114\/","token":"91.8114"},"204":{"id":"880","structure_id":"31","section_number":"91.8115","catch_line":"Sandblasting.","url":"\/91.8115\/","token":"91.8115"},"205":{"id":"769","structure_id":"31","section_number":"91.8116","catch_line":"Special Provisions For Light-Housekeeping Rooms.","url":"\/91.8116\/","token":"91.8116"},"206":{"id":"153","structure_id":"31","section_number":"91.8117","catch_line":"Fire Watch.","url":"\/91.8117\/","token":"91.8117"},"207":{"id":"3493","structure_id":"31","section_number":"91.8118","catch_line":"Pool Water Clarity.","url":"\/91.8118\/","token":"91.8118"},"208":{"id":"3611","structure_id":"31","section_number":"91.8119","catch_line":"Historical Buildings And Structures.","url":"\/91.8119\/","token":"91.8119"},"209":{"id":"3592","structure_id":"31","section_number":"91.8201","catch_line":"General.","url":"\/91.8201\/","token":"91.8201"},"210":{"id":"3344","structure_id":"31","section_number":"91.8202","catch_line":"Change Of Rating Classification.","url":"\/91.8202\/","token":"91.8202"},"211":{"id":"1463","structure_id":"31","section_number":"91.8203","catch_line":"Change Of Occupancy Group Or Group Division.","url":"\/91.8203\/","token":"91.8203"},"212":{"id":"3011","structure_id":"31","section_number":"91.8204","catch_line":"Change Of Use.","url":"\/91.8204\/","token":"91.8204"},"213":{"id":"2534","structure_id":"31","section_number":"91.8205","catch_line":"Certificate Of Building Compliance.","url":"\/91.8205\/","token":"91.8205"},"214":{"id":"931","structure_id":"31","section_number":"91.8301","catch_line":"General Application.","url":"\/91.8301\/","token":"91.8301"},"215":{"id":"262","structure_id":"31","section_number":"91.8302","catch_line":"Permits Required – General Considerations.","url":"\/91.8302\/","token":"91.8302"},"216":{"id":"1619","structure_id":"31","section_number":"91.8303","catch_line":"Permit Application – Plans And Specifications.","url":"\/91.8303\/","token":"91.8303"},"217":{"id":"1143","structure_id":"31","section_number":"91.8304","catch_line":"Special Conditions Under Which A Permit Will Not Be Issued.","url":"\/91.8304\/","token":"91.8304"},"218":{"id":"1828","structure_id":"31","section_number":"91.8305","catch_line":"Guarantee Of Completion Required.","url":"\/91.8305\/","token":"91.8305"},"219":{"id":"500","structure_id":"31","section_number":"91.8306","catch_line":"Terms Of Permit.","url":"\/91.8306\/","token":"91.8306"},"220":{"id":"1658","structure_id":"31","section_number":"91.8307","catch_line":"Default In Performance Of Conditions Or Terms Of Permits – Failure To Complete.","url":"\/91.8307\/","token":"91.8307"},"221":{"id":"2618","structure_id":"31","section_number":"91.8308","catch_line":"Permit Fees.","url":"\/91.8308\/","token":"91.8308"},"222":{"id":"1064","structure_id":"31","section_number":"91.8309","catch_line":"Entry Upon Premises.","url":"\/91.8309\/","token":"91.8309"},"223":{"id":"1333","structure_id":"31","section_number":"91.8501","catch_line":"General.","url":"\/91.8501\/","token":"91.8501"},"224":{"id":"1595","structure_id":"31","section_number":"91.8502","catch_line":"Alternative Standards.","url":"\/91.8502\/","token":"91.8502"},"225":{"id":"3262","structure_id":"31","section_number":"91.8601","catch_line":"General.","url":"\/91.8601\/","token":"91.8601"},"226":{"id":"2797","structure_id":"31","section_number":"91.8602","catch_line":"Group E Occupancies.","url":"\/91.8602\/","token":"91.8602"},"227":{"id":"2928","structure_id":"31","section_number":"91.8603","catch_line":"Fire Protection – Warning System.","url":"\/91.8603\/","token":"91.8603"},"228":{"id":"492","structure_id":"31","section_number":"91.8604","catch_line":"Fire Safety Standards.","url":"\/91.8604\/","token":"91.8604"},"229":{"id":"683","structure_id":"31","section_number":"91.8605","catch_line":"Emergency Homeless Shelters.","url":"\/91.8605\/","token":"91.8605"},"230":{"id":"2592","structure_id":"31","section_number":"91.8606","catch_line":"Emergency Lighting Standards For Existing Residential Buildings, Group R, Division 1 Occupancies.","url":"\/91.8606\/","token":"91.8606"},"231":{"id":"3686","structure_id":"31","section_number":"91.8607","catch_line":"Tenant Safety For Apartment Houses, Except For Residential Condominiums.","url":"\/91.8607\/","token":"91.8607"},"232":{"id":"3585","structure_id":"31","section_number":"91.8801","catch_line":"Purpose.","url":"\/91.8801\/","token":"91.8801"},"233":{"id":"2521","structure_id":"31","section_number":"91.8802","catch_line":"Scope.","url":"\/91.8802\/","token":"91.8802"},"234":{"id":"1316","structure_id":"31","section_number":"91.8803","catch_line":"Definitions.","url":"\/91.8803\/","token":"91.8803"},"235":{"id":"369","structure_id":"31","section_number":"91.8804","catch_line":"Rating Classifications.","url":"\/91.8804\/","token":"91.8804"},"236":{"id":"1639","structure_id":"31","section_number":"91.8805","catch_line":"General Requirements.","url":"\/91.8805\/","token":"91.8805"},"237":{"id":"3640","structure_id":"31","section_number":"91.8806","catch_line":"Administration.","url":"\/91.8806\/","token":"91.8806"},"238":{"id":"1824","structure_id":"31","section_number":"91.8807","catch_line":"Historical Buildings.","url":"\/91.8807\/","token":"91.8807"},"239":{"id":"1415","structure_id":"31","section_number":"91.8808","catch_line":"Analysis And Design.","url":"\/91.8808\/","token":"91.8808"},"240":{"id":"3279","structure_id":"31","section_number":"91.8809","catch_line":"Materials Of Construction.","url":"\/91.8809\/","token":"91.8809"},"241":{"id":"3321","structure_id":"31","section_number":"91.8810","catch_line":"Information Required On Plans.","url":"\/91.8810\/","token":"91.8810"},"242":{"id":"807","structure_id":"31","section_number":"91.8811","catch_line":"Design Check – Compatibility Of Roof Diaphragm Stiffness To Unreinforced Masonry Wall Out-Of-Plane Stability.","url":"\/91.8811\/","token":"91.8811"},"243":{"id":"867","structure_id":"31","section_number":"91.8812","catch_line":"Violations.","url":"\/91.8812\/","token":"91.8812"},"244":{"id":"3941","structure_id":"31","section_number":"91.8813","catch_line":"Special Requirements For Vacant Buildings.","url":"\/91.8813\/","token":"91.8813"},"245":{"id":"67","structure_id":"31","section_number":"91.8901","catch_line":"General.","url":"\/91.8901\/","token":"91.8901"},"246":{"id":"3410","structure_id":"31","section_number":"91.8902","catch_line":"Definitions.","url":"\/91.8902\/","token":"91.8902"},"247":{"id":"1512","structure_id":"31","section_number":"91.8903","catch_line":"Abatement Procedures.","url":"\/91.8903\/","token":"91.8903"},"248":{"id":"1660","structure_id":"31","section_number":"91.8904","catch_line":"Special Provisions For Vacant Property Graffiti Removal.","url":"\/91.8904\/","token":"91.8904"},"249":{"id":"176","structure_id":"31","section_number":"91.8905","catch_line":"Special Provisions For Vacating, Barricading, Removing Or Demolishing Buildings Or Structures Without Notice.","url":"\/91.8905\/","token":"91.8905"},"250":{"id":"2186","structure_id":"31","section_number":"91.8906","catch_line":"Payment And Recovery Of Repair And Demolition Funds.","url":"\/91.8906\/","token":"91.8906"},"251":{"id":"3603","structure_id":"31","section_number":"91.8907","catch_line":"Abatement Of Public Nuisance Conditions Related To A Declared Local Emergency.","url":"\/91.8907\/","token":"91.8907"},"252":{"id":"3276","structure_id":"31","section_number":"91.8908","catch_line":"Special Provisions For The Repair Of Welded Steel Moment Frame Buildings Located In High Earthquake Damaged Areas.","url":"\/91.8908\/","token":"91.8908"},"253":{"id":"3128","structure_id":"31","section_number":"91.8910","catch_line":"Procedure For Abatement Of Nuisance; Recovery Of Attorney Fees; Assessment; Notice To Owner; Sale Of Property.","url":"\/91.8910\/","token":"91.8910"},"254":{"id":"3109","structure_id":"31","section_number":"91.9001","catch_line":"General.","url":"\/91.9001\/","token":"91.9001"},"255":{"id":"2363","structure_id":"31","section_number":"91.9002","catch_line":"Definitions.","url":"\/91.9002\/","token":"91.9002"},"256":{"id":"1110","structure_id":"31","section_number":"91.9003","catch_line":"Abatement Procedures.","url":"\/91.9003\/","token":"91.9003"},"257":{"id":"1220","structure_id":"31","section_number":"91.9101","catch_line":"Purpose.","url":"\/91.9101\/","token":"91.9101"},"258":{"id":"1426","structure_id":"31","section_number":"91.9102","catch_line":"Scope.","url":"\/91.9102\/","token":"91.9102"},"259":{"id":"3977","structure_id":"31","section_number":"91.9103","catch_line":"Definitions.","url":"\/91.9103\/","token":"91.9103"},"260":{"id":"584","structure_id":"31","section_number":"91.9104","catch_line":"Rating Classifications.","url":"\/91.9104\/","token":"91.9104"},"261":{"id":"2344","structure_id":"31","section_number":"91.9105","catch_line":"General Requirements.","url":"\/91.9105\/","token":"91.9105"},"262":{"id":"3966","structure_id":"31","section_number":"91.9106","catch_line":"Administration.","url":"\/91.9106\/","token":"91.9106"},"263":{"id":"1935","structure_id":"31","section_number":"91.9107","catch_line":"Historical Buildings.","url":"\/91.9107\/","token":"91.9107"},"264":{"id":"2806","structure_id":"31","section_number":"91.9108","catch_line":"Analysis And Design.","url":"\/91.9108\/","token":"91.9108"},"265":{"id":"702","structure_id":"31","section_number":"91.9109","catch_line":"Materials Of Construction.","url":"\/91.9109\/","token":"91.9109"},"266":{"id":"2917","structure_id":"31","section_number":"91.9110","catch_line":"Information Required On Plans.","url":"\/91.9110\/","token":"91.9110"},"267":{"id":"558","structure_id":"31","section_number":"91.9111","catch_line":"Required Building Maintenance.","url":"\/91.9111\/","token":"91.9111"},"268":{"id":"1071","structure_id":"31","section_number":"91.9112","catch_line":"Violations – Penalties For Disregarding Department Orders.","url":"\/91.9112\/","token":"91.9112"},"269":{"id":"3070","structure_id":"31","section_number":"91.9201","catch_line":"General.","url":"\/91.9201\/","token":"91.9201"},"270":{"id":"279","structure_id":"31","section_number":"91.9202","catch_line":"Definitions.","url":"\/91.9202\/","token":"91.9202"},"271":{"id":"1378","structure_id":"31","section_number":"91.9203","catch_line":"Structural Weaknesses.","url":"\/91.9203\/","token":"91.9203"},"272":{"id":"3743","structure_id":"31","section_number":"91.9204","catch_line":"Strengthening Requirements.","url":"\/91.9204\/","token":"91.9204"},"273":{"id":"129","structure_id":"31","section_number":"91.9205","catch_line":"Quality Control.","url":"\/91.9205\/","token":"91.9205"},"274":{"id":"1277","structure_id":"31","section_number":"91.9301","catch_line":"Purpose.","url":"\/91.9301\/","token":"91.9301"},"275":{"id":"2007","structure_id":"31","section_number":"91.9302","catch_line":"Scope.","url":"\/91.9302\/","token":"91.9302"},"276":{"id":"2891","structure_id":"31","section_number":"91.9303","catch_line":"Definitions.","url":"\/91.9303\/","token":"91.9303"},"277":{"id":"1925","structure_id":"31","section_number":"91.9304","catch_line":"General Requirements For Phased Construction.","url":"\/91.9304\/","token":"91.9304"},"278":{"id":"1783","structure_id":"31","section_number":"91.9305","catch_line":"Analysis And Design.","url":"\/91.9305\/","token":"91.9305"},"279":{"id":"1410","structure_id":"31","section_number":"91.9306","catch_line":"Materials Of Construction.","url":"\/91.9306\/","token":"91.9306"},"280":{"id":"86","structure_id":"31","section_number":"91.9307","catch_line":"Required Information On Plans.","url":"\/91.9307\/","token":"91.9307"},"281":{"id":"2675","structure_id":"31","section_number":"91.9401","catch_line":"Purpose.","url":"\/91.9401\/","token":"91.9401"},"282":{"id":"1654","structure_id":"31","section_number":"91.9402","catch_line":"Scope.","url":"\/91.9402\/","token":"91.9402"},"283":{"id":"3132","structure_id":"31","section_number":"91.9403","catch_line":"Definitions.","url":"\/91.9403\/","token":"91.9403"},"284":{"id":"146","structure_id":"31","section_number":"91.9404","catch_line":"General Requirements.","url":"\/91.9404\/","token":"91.9404"},"285":{"id":"3075","structure_id":"31","section_number":"91.9405","catch_line":"Pre-Design Investigation.","url":"\/91.9405\/","token":"91.9405"},"286":{"id":"3186","structure_id":"31","section_number":"91.9406","catch_line":"Analysis And Design.","url":"\/91.9406\/","token":"91.9406"},"287":{"id":"3281","structure_id":"31","section_number":"91.9407","catch_line":"Historical Buildings.","url":"\/91.9407\/","token":"91.9407"},"288":{"id":"875","structure_id":"31","section_number":"91.9408","catch_line":"Quality Control.","url":"\/91.9408\/","token":"91.9408"},"289":{"id":"248","structure_id":"31","section_number":"91.9409","catch_line":"Information Required On Plans.","url":"\/91.9409\/","token":"91.9409"},"290":{"id":"2126","structure_id":"31","section_number":"91.9501","catch_line":"Purpose.","url":"\/91.9501\/","token":"91.9501"},"291":{"id":"3288","structure_id":"31","section_number":"91.9502","catch_line":"Scope.","url":"\/91.9502\/","token":"91.9502"},"292":{"id":"46","structure_id":"31","section_number":"91.9503","catch_line":"Definitions.","url":"\/91.9503\/","token":"91.9503"},"293":{"id":"650","structure_id":"31","section_number":"91.9504","catch_line":"Reserved.","url":"\/91.9504\/","token":"91.9504"},"294":{"id":"1272","structure_id":"31","section_number":"91.9505","catch_line":"General Requirements.","url":"\/91.9505\/","token":"91.9505"},"295":{"id":"2573","structure_id":"31","section_number":"91.9508","catch_line":"Criteria Selection.","url":"\/91.9508\/","token":"91.9508"},"296":{"id":"3797","structure_id":"31","section_number":"91.9509","catch_line":"Dynamic Lateral Analysis Procedure.","url":"\/91.9509\/","token":"91.9509"},"297":{"id":"1668","structure_id":"31","section_number":"91.9510","catch_line":"Equivalent Lateral Force Procedure.","url":"\/91.9510\/","token":"91.9510"},"298":{"id":"2400","structure_id":"31","section_number":"91.9511","catch_line":"Simplified Analysis Procedure.","url":"\/91.9511\/","token":"91.9511"},"299":{"id":"1341","structure_id":"31","section_number":"91.9512","catch_line":"Minimum Requirements For A Limited Structural Analysis.","url":"\/91.9512\/","token":"91.9512"},"300":{"id":"249","structure_id":"31","section_number":"91.9513","catch_line":"Determination Of The Stress-Strain Relationship Of Existing Unreinforced Masonry.","url":"\/91.9513\/","token":"91.9513"},"301":{"id":"4005","structure_id":"31","section_number":"91.9514","catch_line":"Evaluation Of Existing Structural Conditions.","url":"\/91.9514\/","token":"91.9514"},"302":{"id":"3874","structure_id":"31","section_number":"91.9515","catch_line":"Materials Of Construction.","url":"\/91.9515\/","token":"91.9515"},"303":{"id":"3063","structure_id":"31","section_number":"91.9516","catch_line":"Information Required On The Plans.","url":"\/91.9516\/","token":"91.9516"},"304":{"id":"1286","structure_id":"31","section_number":"91.9601","catch_line":"Purpose.","url":"\/91.9601\/","token":"91.9601"},"305":{"id":"3639","structure_id":"31","section_number":"91.9602","catch_line":"Scope.","url":"\/91.9602\/","token":"91.9602"},"306":{"id":"2223","structure_id":"31","section_number":"91.9603","catch_line":"Definitions.","url":"\/91.9603\/","token":"91.9603"},"307":{"id":"1846","structure_id":"31","section_number":"91.9604","catch_line":"Analysis And Design.","url":"\/91.9604\/","token":"91.9604"},"308":{"id":"529","structure_id":"31","section_number":"91.9605","catch_line":"Materials Of Construction.","url":"\/91.9605\/","token":"91.9605"},"309":{"id":"1955","structure_id":"31","section_number":"91.9606","catch_line":"Information Required On Plans.","url":"\/91.9606\/","token":"91.9606"}},"previous_section":{"id":"2872","structure_id":"31","section_number":"91.104","catch_line":"Organization And Enforcement.","url":"\/91.104\/","token":"91.104"},"next_section":{"id":"1085","structure_id":"31","section_number":"91.106","catch_line":"Permits.","url":"\/91.106\/","token":"91.106"},"metadata":false,"references":false,"url":"\/91.105\/","token":"91.105","formats":{"txt":"\/91.105.txt","json":"\/91.105.xml"},"dublin_core":{"Title":"Appeals.","Type":"Text","Format":"text\/html","Identifier":"§ 91.105","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAPPEALS. (§ 91.105)\n\n  APPEALS.91.105.1.  General.  or requests for slight modifications in\nindividual cases from the requirements of this Code shall be made in accordance\nwith the procedure established in Section 98.0403.2 of the Los Angeles Municipal\nCode.91.105.2.  Building Advisory Appeal Board.  The Building Advisory Appeal\nBoard is hereby abolished. Any duties assigned to the Building Advisory Appeal\nBoard by any provision of law shall be performed as determined by the\nSuperintendent of Building.91.105.3.  Engineering Geology Advisory\nCommittee.91.105.3.1.  Function of the Committee.  It shall be the function of\nthe Engineering Geology Advisory Committee to advise and counsel the board on\nappeals involving technical questions of soils engineering, geology,\ngeology\/seismology and related matters.91.105.3.2.  Establishment of the\nCommittee Member List.  The Board of Building and Safety Commissioners shall\nestablish an Engineering Geology Advisory Committee member list (hereinafter in\nthis section referred to as the “committee member list”) which shall consist\nof not less than 10 soils engineers and engineering geologists who are available\nto serve as members of the Engineering Geology Advisory Committee.  At least\ntwo of the engineering geologist members and two of the soils engineer members\nshall have experience in the field of seismic design and safety. Members of said\ncommittee shall be exempt from all Civil Service provisions.91.105.3.3. \nProcedure.  When an appeal is made to the Board, and the Board determines that\nthe subject of the appeal involves a problem of soils engineering, geology,\ngeology\/seismology or a related matter on which it desires further technical\nadvice before it renders a decision thereon, the Board may select three or more\npersons from the Engineering Geology Advisory Committee member list to serve on\na committee for the purpose of assisting the Board in seeking a solution to said\nproblem, and may refer the matter to such committee members for report and\nrecommendation. At least one member of the committee so designated shall be a\nsoils engineer and one shall be an engineering geologist. The members of the\ncommittee so meeting shall review the matter and shall then submit to the board\na recommendation. When a matter is referred to the committee as in this section\nprovided, the board shall consider, but is not bound to accept, the\nrecommendation of the committee.91.105.3.4.  Compensation of Members.  Each\nmember of the committee who is in actual attendance at a meeting requested by\nthe board shall be compensated at the rate of $50.00 for each four hours or\nfraction thereof of service. However, in no case shall the compensation of the\ncommittee members exceed the fee paid by the appellant under Section 91.105.3.6\nof the Los Angeles Municipal Code.91.105.3.5.  Self insurance by the City for\nCommittee Members.  The provisions of Sections 11.36 through 11.44, inclusive,\nCity of Los Angeles Administrative Code, entitled “Self Insurance by the City\nfor Officers and Employees of Said City”, shall apply to each Engineering\nGeology Advisory Committee member while the member is acting as such, and\ncommittee members shall be deemed to be fully covered by the provisions of said\nsections even though each committee member is retained as an independent person\nand not as an officer or employee of the city.91.105.3.6.  Fees.  When a\nmatter is referred to the committee as provided in this section, the appellant\nin said matter shall pay a referral fee of $50.00 and shall also pay a fee as\nfollows:\t1.\tWhere no more than two lots are involved in the appeal,\n$150.00;\t2.\tWhere not less than three or more than 10 lots are involved in the\nappeal, $300.00;\t3.\tWhere more than 10 lots are involved in the appeal,\n$600.00.91.105.4.  Sign Advisory Committee.91.105.4.1.  Function of the\nCommittee.  It shall be the function of a Sign Advisory Committee to advise,\ncounsel and provide recommendations to the Board of Building and Safety\nCommissioners on matters involving sign regulations.91.105.4.2.  Establishment\nof the Committee Member List.  The Board of Building and Safety Commissioners\nshall establish a Sign Advisory Committee member list representing the various\nrequired fields of interest of persons who are available to serve as members of\na Sign Advisory Committee. Persons selected for the Sign Advisory Committee list\nshall possess experience in the design, fabrication, the use or application of\nsigns, or shall have demonstrated a background in the social and environment\nimpacts of signs or the development of sign regulations. Members of said\ncommittee shall be exempt from all civil service requirements.91.105.4.3. \nProcedure.  When the board determines that a matter is significant in nature,\nthe board may refer the matter to a Sign Advisory Committee for evaluation and\nrecommendation before it renders a decision thereon. When the matter is referred\nto a Sign Advisory Committee, the board shall consider, but is not bound to\naccept, the recommendation of the committee.91.105.4.4.  Composition of the\nCommittee.  The board shall select five persons from the Sign Advisory\nCommittee member list to serve on a committee. The committee shall be composed\nof one member from each of the following interests:\t1.\tOne member of or\ndesignated by the Board of Building and Safety Commissioners;\t2.\tOne member of\nor designated by the City Planning Commission; and\t3.\tThree public members, one\neach from the following interests: architecture, sign industry and community\ngroups.91.105.4.5.  Compensation of Members.  Each member of the committee who\nis in actual attendance at a meeting requested by the board shall be compensated\nat the rate of $50.00 for each four hours or fraction thereof of service.\nHowever, in no case shall the compensation of the committee members exceed the\nfee paid by the applicant under Section 91.105.4.7.91.105.4.6.  Self-insurance\nby the City for Committee Members.  The provisions of Sections 11.36 through\n11.44, inclusive, of the Los Angeles Administrative Code shall apply to each\nSign Advisory Committee member while the member is acting as such, and committee\nmembers shall be deemed to be fully covered by the provisions of said sections\neven though each committee member is retained as an independent person and not\nas an officer or employee of the city.91.105.4.7.  Fees.  When a matter is\nreferred to the committee as provided in this section, the applicant in said\nmatter shall pay a referral fee of $300.00.91.105.5.  Disabled Access Appeals\nCommission.91.105.5.1.  Creation of the Commission.  There is hereby\nestablished a commission known as the Disabled Access Appeals\nCommission.91.105.5.2.  Membership of the Commission.  (Amended by Ord. No.\n173,238, Eff. 6\/19\/00, Oper. 7\/1\/00.)  The Disabled Access Appeals Commission\nshall be composed of five qualified persons.  Two members of the commission\nshall be physically disabled persons, and two members shall be persons\nexperienced in construction. The fifth member may be any resident of the City of\nLos Angeles. Commission members shall be appointed by the Mayor, subject to\nCouncil approval, and may be removed by the Mayor.  In the case of a vacancy\nduring the term of office of any member, the same shall be filled by appointment\nby the mayor for the period of the unexpired term subject to the approval of the\ncouncil by a majority vote. The members of the commission shall be exempt from\nall Civil Service provisions.91.105.5.3.  Compensation and Term of Office. \nEach member of the commission shall be paid $50.00 per meeting attended, but not\nto exceed $250.00 in any one calendar month.\tThe term of office of the members\nof the commission shall be five years beginning with the first day of July of\nthe respective years, except that the terms of office of the original five\nmembers of the commission appointed pursuant to this subsection shall be such\nthat one term shall expire on the first June 30, one term shall expire on the\nsecond June 30, one term shall expire on the third June 30, one term shall\nexpire on the fourth June 30, and one term shall expire on the fifth June 30\nnext following the effective date of the appointment of the original five\nmembers. Thereafter, the terms of the succeeding members shall be so designated\nthat the term of office of one member shall expire each year. The period of term\nof each member shall be designated in the appointment.\tEach member of the\ncommission shall have the power to administer oaths.91.105.5.4.  Authority of\nthe Commission.  (Amended by Ord. 181,758, Eff. 8\/8\/11.)  The commission shall\nhave and exercise the following powers:\t1.\tTo hear and determine written appeals\nbrought by any person from actions taken by the Department of Building and\nSafety (department) in the enforcement of the requirements of Section 19955, et\nseq., of the California Health and Safety Code, the provisions of state law\ndealing with access to public accommodations by physically disabled\npersons.\t2.\tTo hear and determine written appeals brought by any person from the\nrulings, decisions and determinations of the department granting or denying\napplications for exceptions pursuant to Health and Safety Code Section\n19957.\t3.\tTo hear and determine written appeals brought by any persons where it\nis alleged that there is error or abuse of discretion in any order, requirement,\ndecision, interpretation or other determination made by the department in the\nenforcement or administration of Section 1.8 et seq., Chapter 1, Division I of\nCalifornia Building Code and any other federal, state or municipal handicapped\naccess and adaptability requirements. \tAll appeals shall be reviewed by the\ndepartment.  The department may reverse or modify the action appealed from at\nany time prior to final action by the commission.  Any such new action may then\nbe appealed to the commission.\t4.\tTo respond to the department’s request for\nadvice on any matter within the department’s jurisdiction relating to access\nto public accommodations and housing by the physically disabled.\t5.\tTo exercise\nthe authority granted in Section 91.105.6.91.105.5.5.  Appeals.91.105.5.5.1. \nProcedures.  (Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  An\nappeal to the commission may be filed by any person aggrieved, or by an officer,\nBoard, Department or Bureau of the City. An appeal shall be in writing and shall\nbe filed in the Office of the Board of Building and Safety Commissioners upon\nappropriate forms provided by the Department. An appeal shall set forth\nspecifically the points at issue, the reasons for the appeal, and wherein the\nappellant believes there was an error or an abuse of discretion by the\nDepartment.\tWhen considering an appeal from an action by the Department, the\ncommission shall make its determination within 30 days from the filing of the\nappeal. This time limit may be extended by mutual written consent of the\napplicant and the commission.  Upon receipt of the appeal, the commission shall\nset the matter for hearing and give notice by mail of the time, place and\npurpose thereof to the appellant, to the applicant, to the owner or owners of\nthe property involved, and to any interested party who has requested in writing\nto be so notified.  Such notice shall be in writing and mailed at least 10 days\nprior to said hearing.  No other notice thereof need be given except in those\ncases hereinafter mentioned.\tThe commission may grant, conditionally grant, or\ndeny any appeal.  All actions of the commission shall be final.  Any action\nwithin the jurisdiction of the commission shall be final and conclusive as to\nthe Department in the absence of fraud or abuse of discretion.\tA separate appeal\nshall be filed for each single building as described in Section 98.0403.2 of the\nLos Angeles Municipal Code. Appeals to the Appeals Commission shall be\naccompanied by a filing fee as set forth in Table 4-A of Division 4 of Article\n8, Chapter IX, of the Los Angeles Municipal Code.\tIf the commission fails to act\non any appeal within the time limit specified in this section, then the action\nof the Department on the matter shall be final.91.105.5.5.2.  Decision.  The\ndecision upon an appeal shall be concurred in by at least three members of the\ncommission. The commission may modify or reverse a ruling, decision or\ndetermination appealed from only upon making written findings setting forth\nspecifically wherein the action of the department was in error or constituted an\nabuse of discretion. The commission shall make specific written findings\nsupporting any modification or reversal.\tUpon making a decision, a copy of the\nfindings and determination shall be furnished the applicant, the appellant and\nthe Department of Building and Safety.91.105.5.5.3.  Special Findings.  Before\ngranting or affirming the grant of an exception pursuant to Health and Safety\nCode Section 19957, the commission must find that the application involves a\ncase of practical difficulty, unnecessary hardship, or extreme differences, and\nthat it is clearly evident that equivalent facilitation and protection will be\nsecured.91.105.5.5.4.  Revocation of Approvals.  The commission shall revoke\nor rescind any determination, including the grant of an appeal or  exception,\nif made in error in violation of any provision of law, or in reliance on any\nfalse statement or misrepresentation as to a material fact.91.105.5.5.5.  Time\nLimits.  The rights and privileges granted by the commission pursuant to any\ndecision, determination, approval, appeal or exception shall be void if all\nrequired building permits are not secured within one year of the effective date\nof such action, or if the permit expires under any of the conditions specified\nin Section 98.0602 of the Los Angeles Municipal Code.\tHowever, the commission,\nand the superintendent acting on behalf of the commission, may grant extensions\nof time if the applicant submits in writing substantial evidence that unusual\nconditions or circumstances either precluded the securing of all required\npermits within the allocated time or caused the permit to expire as specified in\nSection 98.0602 of the Los Angeles Municipal Code.\tRequests for extensions of\ntime shall be made not later than 30 days after the expiration times specified\nin this section.91.105.5.5.6.  Additional Authority.  In considering appeals,\nthe commission may exercise the following powers:\t1.\tTo appoint one or more\nhearing officers to conduct hearings and make recommendations to the same extent\nand in the same manner as the Superintendent of Building acting pursuant to LAMC\nSection 98.0601 (a).  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\t2.\tTo\nrequest the attendance of witnesses and the production of evidence before\nit.\t3.\tTo request the city attorney, or an assistant or deputy designated by the\ncity attorney to appear at any hearing before the commission.\t4.\tTo adopt rules\nregarding the filing of appeals, the conduct of its hearings and any other\nprocedural rules in keeping with the provisions of this Division.91.105.5.5.7. \nLimitations on Jurisdiction.  Notwithstanding any other provision of this Code,\nthe commission’s jurisdiction shall not include the right to hear and\ndetermine an appeal from a department determination, order or action if such\nappeal is filed:\t1.\tOn or after the date a criminal citation is issued, charging\nthe appellant with a violation of law based on the facts underlying such\ndetermination, order or action; or\t2.\tOn or after the date a criminal complaint\nis filed, charging the appellant with a violation of state laws based on such\ndetermination, order or action.\tFurther, the commission’s jurisdiction shall\nnot include the right to hear appeals from or otherwise review any action, order\nor determination of the Board of Building and Safety Commissioners.91.105.6. \nAdministrative Penalties for Disabled Access Violations.91.105.6.1.  Order of\nAbatement and Notice of Proposed Penalty.  If the superintendent determines\nthat a person has violated or failed to comply with any requirement of the law\nrelating to access to public accommodations and housing by the physically\ndisabled, then the superintendent may issue an order of abatement and notice of\nproposed penalty to that person.\tThe order and notice shall be in writing and\nshall describe with particularity the nature of the violation, including a\nreference to the provision of law that has been violated. The order shall fix a\nreasonable time for correction of the violation, and the notice of proposed\npenalty shall set forth the amount of the penalty.\tThe order of abatement and\nnotice of proposed penalty shall be served upon the person either personally, or\nby deposit in the United States mail in a sealed envelope, postage prepaid to\nthe person’s last known address.\tThe order and notice shall also set forth the\nperson’s right to a hearing as described in Section 91.105.6.2.91.105.6.2. \nRight to Hearing.  Any person served with an order of abatement or notice of\nproposed penalty, may apply in writing to the Disabled Access Appeals Commission\nfor a hearing with respect to the violation alleged, the abatement period, and\nthe amount of the penalty. This request shall be filed within 15 days after the\ndate of service.\tIf the person does not request a hearing within the prescribed\ntime, then the notice of proposed penalty shall be final, and the amount of any\npenalty included in the notice shall immediately be due and owing to the City of\nLos Angeles. The city then shall have the right to bring an action in any court\nof competent jurisdiction to enforce the order and collect the amount of the\npenalty.\tIf the department determines that there has been compliance with the\norder of abatement within the time for correction, then the department may\nrescind the notice of penalty.91.105.6.3.  Time of Hearing; Notice.  If the\nperson requests a hearing, the superintendent shall cause the matter to be set\nfor hearing before the Disabled Access Appeals Commission. The hearing shall be\nscheduled not later than 30 days after the date of the application for hearing.\nThis time limit may be extended with the mutual consent of the person and the\ncommission. It shall be a defense to the affirmation of any penalty that the\nperson complied with the order of abatement within the time for correction.\tThe\ndecision of the commission on the order of abatement and notice of proposed\npenalty shall be final, and the amount of any penalty affirmed by the commission\nshall immediately be due and owing to the City of Los Angeles. The city then\nshall have the right to bring an action in any court of competent jurisdiction\nto enforce the order and collect the amount of penalty.91.105.6.4  Civil\nPenalties.  Any penalty required to be paid under the provisions of this\nsection is a debt owed to the City of Los Angeles. Any person owing a penalty\ndue under the provisions of this section shall be liable in an action brought in\nthe name of the City of Los Angeles in any court of competent jurisdiction for\nrecovery of any such amount.\tThe conviction of any person for violating any law\nshall not relieve the person from the obligation to pay any penalty that the\nperson may owe the city, nor shall such payment prevent a prosecution under\nappropriate provisions of law for any violation of the law. The remedies\nprovided in this section are cumulative. The use of one or more of the remedies\nprescribed in this section shall not bar the use of any other remedy provided\nfor the enforcement of law.91.105.6.5.  Fee Schedules.  The Superintendent\nshall submit a schedule for the assessment of civil penalties under this section\nto council for the approval by ordinance.\tThis schedule shall give due\nconsideration to the appropriateness of the penalty with respect to the\nfollowing factors:\t1.\tThe gravity of the violation;\t2.\tThe good faith of the\nviolator being charged; and\t3.\tThe history of previous violations.\n","html":"\n\t\t\t\t\t<section><p>  <span class=\"dictionary\">APPEALS<\/span>.<br \/><br \/>91.105.1.  General.  or requests for slight modifications in individual cases from the requirements of this Code shall be made in accordance with the procedure established in Section 98.0403.2 of the Los Angeles Municipal Code.<br \/><br \/>91.105.2.  Building Advisory <span class=\"dictionary\">Appeal<\/span> Board.  The Building Advisory <span class=\"dictionary\">Appeal<\/span> Board is hereby abolished. Any duties assigned to the Building Advisory <span class=\"dictionary\">Appeal<\/span> Board by any provision of <span class=\"dictionary\">law<\/span> shall be performed as determined by the Superintendent of Building.<br \/><br \/>91.105.3.  Engineering Geology Advisory Committee.<br \/><br \/>91.105.3.1.  Function of the Committee.  It shall be the function of the Engineering Geology Advisory Committee to advise and <span class=\"dictionary\">counsel<\/span> the board on <span class=\"dictionary\">appeals<\/span> involving technical questions of soils engineering, geology, geology\/seismology and related matters.<br \/><br \/>91.105.3.2.  Establishment of the Committee Member List.  The Board of Building and Safety Commissioners shall establish an Engineering Geology Advisory Committee member list (hereinafter in this section referred to as the “committee member list”) which shall consist of not less than 10 soils engineers and engineering geologists who are available to serve as members of the Engineering Geology Advisory Committee.  At least two of the engineering geologist members and two of the soils engineer members shall have experience in the field of seismic design and safety. Members of said committee shall be exempt from all Civil Service provisions.<br \/><br \/>91.105.3.3.  Procedure.  When an <span class=\"dictionary\">appeal<\/span> is made to the Board, and the Board determines that the subject of the <span class=\"dictionary\">appeal<\/span> involves a problem of soils engineering, geology, geology\/seismology or a related matter on which it desires further technical advice before it renders a decision thereon, the Board may select three or more persons from the Engineering Geology Advisory Committee member list to serve on a committee for the purpose of assisting the Board in seeking a solution to said problem, and may refer the matter to such committee members for report and recommendation. At least one member of the committee so designated shall be a soils engineer and one shall be an engineering geologist. The members of the committee so meeting shall review the matter and shall then submit to the board a recommendation. When a matter is referred to the committee as in this section provided, the board shall consider, but is not bound to accept, the recommendation of the committee.<br \/><br \/>91.105.3.4.  Compensation of Members.  Each member of the committee who is in actual attendance at a meeting requested by the board shall be compensated at the rate of $50.00 for each four hours or fraction thereof of service. However, in no case shall the compensation of the committee members exceed the fee paid by the <span class=\"dictionary\">appellant<\/span> under Section 91.105.3.6 of the Los Angeles Municipal Code.<br \/><br \/>91.105.3.5.  Self insurance by the City for Committee Members.  The provisions of Sections 11.36 through 11.44, inclusive, City of Los Angeles Administrative Code, entitled “Self Insurance by the City for Officers and Employees of Said City”, shall apply to each Engineering Geology Advisory Committee member while the member is acting as such, and committee members shall be deemed to be fully covered by the provisions of said sections even though each committee member is retained as an independent person and not as an officer or employee of the city.<br \/><br \/>91.105.3.6.  Fees.  When a matter is referred to the committee as provided in this section, the <span class=\"dictionary\">appellant<\/span> in said matter shall pay a referral fee of $50.00 and shall also pay a fee as follows:<br \/><br \/>\t1.\tWhere no more than two lots are involved in the <span class=\"dictionary\">appeal<\/span>, $150.00;<br \/><br \/>\t2.\tWhere not less than three or more than 10 lots are involved in the <span class=\"dictionary\">appeal<\/span>, $300.00;<br \/><br \/>\t3.\tWhere more than 10 lots are involved in the <span class=\"dictionary\">appeal<\/span>, $600.00.<br \/><br \/>91.105.4.  Sign Advisory Committee.<br \/><br \/>91.105.4.1.  Function of the Committee.  It shall be the function of a Sign Advisory Committee to advise, <span class=\"dictionary\">counsel<\/span> and provide recommendations to the Board of Building and Safety Commissioners on matters involving sign regulations.<br \/><br \/>91.105.4.2.  Establishment of the Committee Member List.  The Board of Building and Safety Commissioners shall establish a Sign Advisory Committee member list representing the various required fields of interest of persons who are available to serve as members of a Sign Advisory Committee. Persons selected for the Sign Advisory Committee list shall possess experience in the design, fabrication, the use or application of signs, or shall have demonstrated a background in the social and environment impacts of signs or the development of sign regulations. Members of said committee shall be exempt from all civil service requirements.<br \/><br \/>91.105.4.3.  Procedure.  When the board determines that a matter is significant in nature, the board may refer the matter to a Sign Advisory Committee for evaluation and recommendation before it renders a decision thereon. When the matter is referred to a Sign Advisory Committee, the board shall consider, but is not bound to accept, the recommendation of the committee.<br \/><br \/>91.105.4.4.  Composition of the Committee.  The board shall select five persons from the Sign Advisory Committee member list to serve on a committee. The committee shall be composed of one member from each of the following interests:<br \/><br \/>\t1.\tOne member of or designated by the Board of Building and Safety Commissioners;<br \/><br \/>\t2.\tOne member of or designated by the City Planning Commission; and<br \/><br \/>\t3.\tThree public members, one each from the following interests: architecture, sign industry and community groups.<br \/><br \/>91.105.4.5.  Compensation of Members.  Each member of the committee who is in actual attendance at a meeting requested by the board shall be compensated at the rate of $50.00 for each four hours or fraction thereof of service. However, in no case shall the compensation of the committee members exceed the fee paid by the applicant under Section 91.105.4.7.<br \/><br \/>91.105.4.6.  Self-insurance by the City for Committee Members.  The provisions of Sections 11.36 through 11.44, inclusive, of the Los Angeles Administrative Code shall apply to each Sign Advisory Committee member while the member is acting as such, and committee members shall be deemed to be fully covered by the provisions of said sections even though each committee member is retained as an independent person and not as an officer or employee of the city.<br \/><br \/>91.105.4.7.  Fees.  When a matter is referred to the committee as provided in this section, the applicant in said matter shall pay a referral fee of $300.00.<br \/><br \/>91.105.5.  Disabled Access <span class=\"dictionary\">Appeals<\/span> Commission.<br \/><br \/>91.105.5.1.  Creation of the Commission.  There is hereby established a commission known as the Disabled Access <span class=\"dictionary\">Appeals<\/span> Commission.<br \/><br \/>91.105.5.2.  Membership of the Commission.  (Amended by Ord. No. 173,238, Eff. 6\/19\/00, Oper. 7\/1\/00.)  The Disabled Access <span class=\"dictionary\">Appeals<\/span> Commission shall be composed of five qualified persons.  Two members of the commission shall be physically disabled persons, and two members shall be persons experienced in construction. The fifth member may be any resident of the City of Los Angeles. Commission members shall be appointed by the Mayor, subject to Council approval, and may be removed by the Mayor.  In the case of a vacancy during the term of office of any member, the same shall be filled by appointment by the mayor for the period of the unexpired term subject to the approval of the council by a majority vote. The members of the commission shall be exempt from all Civil Service provisions.<br \/><br \/>91.105.5.3.  Compensation and Term of Office.  Each member of the commission shall be paid $50.00 per meeting attended, but not to exceed $250.00 in any one calendar month.<br \/><br \/>\tThe term of office of the members of the commission shall be five years beginning with the first day of July of the respective years, except that the terms of office of the original five members of the commission appointed pursuant to this subsection shall be such that one term shall expire on the first June 30, one term shall expire on the second June 30, one term shall expire on the third June 30, one term shall expire on the fourth June 30, and one term shall expire on the fifth June 30 next following the effective date of the appointment of the original five members. Thereafter, the terms of the succeeding members shall be so designated that the term of office of one member shall expire each year. The period of term of each member shall be designated in the appointment.<br \/><br \/>\tEach member of the commission shall have the power to administer <span class=\"dictionary\">oaths<\/span>.<br \/><br \/>91.105.5.4.  Authority of the Commission.  (Amended by Ord. 181,758, Eff. 8\/8\/11.)  The commission shall have and exercise the following powers:<br \/><br \/>\t1.\tTo hear and determine written <span class=\"dictionary\">appeals<\/span> brought by any person from actions taken by the Department of Building and Safety (department) in the enforcement of the requirements of Section 19955, et seq., of the California Health and Safety Code, the provisions of state <span class=\"dictionary\">law<\/span> dealing with access to public accommodations by physically disabled persons.<br \/><br \/>\t2.\tTo hear and determine written <span class=\"dictionary\">appeals<\/span> brought by any person from the rulings, decisions and determinations of the department granting or denying applications for exceptions pursuant to Health and Safety Code Section 19957.<br \/><br \/>\t3.\tTo hear and determine written <span class=\"dictionary\">appeals<\/span> brought by any persons where it is alleged that there is error or abuse of discretion in any <span class=\"dictionary\">order<\/span>, requirement, decision, interpretation or other determination made by the department in the enforcement or administration of Section 1.8 et seq., Chapter 1, Division I of California Building Code and any other federal, state or municipal handicapped access and adaptability requirements. <br \/><br \/>\tAll <span class=\"dictionary\">appeals<\/span> shall be reviewed by the department.  The department may <span class=\"dictionary\">reverse<\/span> or modify the action appealed from at any time prior to final action by the commission.  Any such new action may then be appealed to the commission.<br \/><br \/>\t4.\tTo respond to the department’s request for advice on any matter within the department’s <span class=\"dictionary\">jurisdiction<\/span> relating to access to public accommodations and housing by the physically disabled.<br \/><br \/>\t5.\tTo exercise the authority granted in Section 91.105.6.<br \/><br \/>91.105.5.5.  <span class=\"dictionary\">Appeals<\/span>.<br \/><br \/>91.105.5.5.1.  Procedures.  (Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  An <span class=\"dictionary\">appeal<\/span> to the commission may be filed by any person aggrieved, or by an officer, Board, Department or Bureau of the City. An <span class=\"dictionary\">appeal<\/span> shall be in writing and shall be filed in the Office of the Board of Building and Safety Commissioners upon appropriate forms provided by the Department. An <span class=\"dictionary\">appeal<\/span> shall set forth specifically the points at <span class=\"dictionary\">issue<\/span>, the reasons for the <span class=\"dictionary\">appeal<\/span>, and wherein the <span class=\"dictionary\">appellant<\/span> believes there was an error or an abuse of discretion by the Department.<br \/><br \/>\tWhen considering an <span class=\"dictionary\">appeal<\/span> from an action by the Department, the commission shall make its determination within 30 days from the filing of the <span class=\"dictionary\">appeal<\/span>. This time limit may be extended by mutual written consent of the applicant and the commission.  Upon receipt of the <span class=\"dictionary\">appeal<\/span>, the commission shall set the matter for <span class=\"dictionary\">hearing<\/span> and give notice by mail of the time, place and purpose thereof to the <span class=\"dictionary\">appellant<\/span>, to the applicant, to the owner or owners of the property involved, and to any interested <span class=\"dictionary\">party<\/span> who has requested in writing to be so notified.  Such notice shall be in writing and mailed at least 10 days prior to said <span class=\"dictionary\">hearing<\/span>.  No other notice thereof need be given except in those cases hereinafter mentioned.<br \/><br \/>\tThe commission may grant, conditionally grant, or deny any <span class=\"dictionary\">appeal<\/span>.  All actions of the commission shall be final.  Any action within the <span class=\"dictionary\">jurisdiction<\/span> of the commission shall be final and conclusive as to the Department in the absence of <span class=\"dictionary\">fraud<\/span> or abuse of discretion.<br \/><br \/>\tA separate <span class=\"dictionary\">appeal<\/span> shall be filed for each single building as described in Section 98.0403.2 of the Los Angeles Municipal Code. <span class=\"dictionary\">Appeals<\/span> to the <span class=\"dictionary\">Appeals<\/span> Commission shall be accompanied by a filing fee as set forth in Table 4-A of Division 4 of Article 8, Chapter IX, of the Los Angeles Municipal Code.<br \/><br \/>\tIf the commission fails to act on any <span class=\"dictionary\">appeal<\/span> within the time limit specified in this section, then the action of the Department on the matter shall be final.<br \/><br \/>91.105.5.5.2.  Decision.  The decision upon an <span class=\"dictionary\">appeal<\/span> shall be concurred in by at least three members of the commission. The commission may modify or <span class=\"dictionary\">reverse<\/span> a ruling, decision or determination appealed from only upon making written <span class=\"dictionary\">findings<\/span> setting forth specifically wherein the action of the department was in error or constituted an abuse of discretion. The commission shall make specific written <span class=\"dictionary\">findings<\/span> supporting any modification or reversal.<br \/><br \/>\tUpon making a decision, a copy of the <span class=\"dictionary\">findings<\/span> and determination shall be furnished the applicant, the <span class=\"dictionary\">appellant<\/span> and the Department of Building and Safety.<br \/><br \/>91.105.5.5.3.  Special <span class=\"dictionary\">Findings<\/span>.  Before granting or affirming the grant of an exception pursuant to Health and Safety Code Section 19957, the commission must find that the application involves a case of practical difficulty, unnecessary hardship, or extreme differences, and that it is clearly evident that equivalent facilitation and protection will be secured.<br \/><br \/>91.105.5.5.4.  <span class=\"dictionary\">Revocation<\/span> of Approvals.  The commission shall revoke or rescind any determination, including the grant of an <span class=\"dictionary\">appeal<\/span> or  exception, if made in error in violation of any provision of <span class=\"dictionary\">law<\/span>, or in reliance on any false statement or misrepresentation as to a <span class=\"dictionary\">material<\/span> <span class=\"dictionary\">fact<\/span>.<br \/><br \/>91.105.5.5.5.  Time Limits.  The rights and <span class=\"dictionary\">privileges<\/span> granted by the commission pursuant to any decision, determination, approval, <span class=\"dictionary\">appeal<\/span> or exception shall be void if all required building permits are not secured within one year of the effective date of such action, or if the permit expires under any of the conditions specified in Section 98.0602 of the Los Angeles Municipal Code.<br \/><br \/>\tHowever, the commission, and the superintendent acting on behalf of the commission, may grant extensions of time if the applicant submits in writing substantial <span class=\"dictionary\">evidence<\/span> that unusual conditions or circumstances either precluded the securing of all required permits within the allocated time or caused the permit to expire as specified in Section 98.0602 of the Los Angeles Municipal Code.<br \/><br \/>\tRequests for extensions of time shall be made not later than 30 days after the expiration times specified in this section.<br \/><br \/>91.105.5.5.6.  Additional Authority.  In considering <span class=\"dictionary\">appeals<\/span>, the commission may exercise the following powers:<br \/><br \/>\t1.\tTo appoint one or more <span class=\"dictionary\">hearing<\/span> officers to conduct <span class=\"dictionary\">hearings<\/span> and make recommendations to the same extent and in the same manner as the Superintendent of Building acting pursuant to LAMC Section 98.0601 (a).  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>\t2.\tTo request the attendance of witnesses and the production of <span class=\"dictionary\">evidence<\/span> before it.<br \/><br \/>\t3.\tTo request the city attorney, or an assistant or deputy designated by the city attorney to appear at any <span class=\"dictionary\">hearing<\/span> before the commission.<br \/><br \/>\t4.\tTo adopt rules regarding the filing of <span class=\"dictionary\">appeals<\/span>, the conduct of its <span class=\"dictionary\">hearings<\/span> and any other procedural rules in keeping with the provisions of this Division.<br \/><br \/>91.105.5.5.7.  Limitations on <span class=\"dictionary\">Jurisdiction<\/span>.  Notwithstanding any other provision of this Code, the commission’s <span class=\"dictionary\">jurisdiction<\/span> shall not include the right to hear and determine an <span class=\"dictionary\">appeal<\/span> from a department determination, <span class=\"dictionary\">order<\/span> or action if such <span class=\"dictionary\">appeal<\/span> is filed:<br \/><br \/>\t1.\tOn or after the date a criminal <span class=\"dictionary\">citation<\/span> is issued, charging the <span class=\"dictionary\">appellant<\/span> with a violation of <span class=\"dictionary\">law<\/span> based on the <span class=\"dictionary\">facts<\/span> underlying such determination, <span class=\"dictionary\">order<\/span> or action; or<br \/><br \/>\t2.\tOn or after the date a criminal complaint is filed, charging the <span class=\"dictionary\">appellant<\/span> with a violation of state <span class=\"dictionary\">laws<\/span> based on such determination, <span class=\"dictionary\">order<\/span> or action.<br \/><br \/>\tFurther, the commission’s <span class=\"dictionary\">jurisdiction<\/span> shall not include the right to hear <span class=\"dictionary\">appeals<\/span> from or otherwise review any action, <span class=\"dictionary\">order<\/span> or determination of the Board of Building and Safety Commissioners.<br \/><br \/>91.105.6.  Administrative Penalties for Disabled Access Violations.<br \/><br \/>91.105.6.1.  <span class=\"dictionary\">Order<\/span> of Abatement and Notice of Proposed <span class=\"dictionary\">Penalty<\/span>.  If the superintendent determines that a person has violated or failed to comply with any requirement of the <span class=\"dictionary\">law<\/span> relating to access to public accommodations and housing by the physically disabled, then the superintendent may <span class=\"dictionary\">issue<\/span> an <span class=\"dictionary\">order<\/span> of abatement and notice of proposed <span class=\"dictionary\">penalty<\/span> to that person.<br \/><br \/>\tThe <span class=\"dictionary\">order<\/span> and notice shall be in writing and shall describe with particularity the nature of the violation, including a reference to the provision of <span class=\"dictionary\">law<\/span> that has been violated. The <span class=\"dictionary\">order<\/span> shall fix a reasonable time for correction of the violation, and the notice of proposed <span class=\"dictionary\">penalty<\/span> shall set forth the amount of the <span class=\"dictionary\">penalty<\/span>.<br \/><br \/>\tThe <span class=\"dictionary\">order<\/span> of abatement and notice of proposed <span class=\"dictionary\">penalty<\/span> shall be served upon the person either personally, or by deposit in the United States mail in a <span class=\"dictionary\">sealed<\/span> envelope, postage prepaid to the person’s last known address.<br \/><br \/>\tThe <span class=\"dictionary\">order<\/span> and notice shall also set forth the person’s right to a <span class=\"dictionary\">hearing<\/span> as described in Section 91.105.6.2.<br \/><br \/>91.105.6.2.  Right to <span class=\"dictionary\">Hearing<\/span>.  Any person served with an <span class=\"dictionary\">order<\/span> of abatement or notice of proposed <span class=\"dictionary\">penalty<\/span>, may apply in writing to the Disabled Access <span class=\"dictionary\">Appeals<\/span> Commission for a <span class=\"dictionary\">hearing<\/span> with respect to the violation alleged, the abatement period, and the amount of the <span class=\"dictionary\">penalty<\/span>. This request shall be filed within 15 days after the date of service.<br \/><br \/>\tIf the person does not request a <span class=\"dictionary\">hearing<\/span> within the prescribed time, then the notice of proposed <span class=\"dictionary\">penalty<\/span> shall be final, and the amount of any <span class=\"dictionary\">penalty<\/span> included in the notice shall immediately be due and owing to the City of Los Angeles. The city then shall have the right to bring an action in any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span> to enforce the <span class=\"dictionary\">order<\/span> and collect the amount of the <span class=\"dictionary\">penalty<\/span>.<br \/><br \/>\tIf the department determines that there has been compliance with the <span class=\"dictionary\">order<\/span> of abatement within the time for correction, then the department may rescind the notice of <span class=\"dictionary\">penalty<\/span>.<br \/><br \/>91.105.6.3.  Time of <span class=\"dictionary\">Hearing<\/span>; Notice.  If the person requests a <span class=\"dictionary\">hearing<\/span>, the superintendent shall cause the matter to be set for <span class=\"dictionary\">hearing<\/span> before the Disabled Access <span class=\"dictionary\">Appeals<\/span> Commission. The <span class=\"dictionary\">hearing<\/span> shall be scheduled not later than 30 days after the date of the application for <span class=\"dictionary\">hearing<\/span>. This time limit may be extended with the mutual consent of the person and the commission. It shall be a defense to the affirmation of any <span class=\"dictionary\">penalty<\/span> that the person complied with the <span class=\"dictionary\">order<\/span> of abatement within the time for correction.<br \/><br \/>\tThe decision of the commission on the <span class=\"dictionary\">order<\/span> of abatement and notice of proposed <span class=\"dictionary\">penalty<\/span> shall be final, and the amount of any <span class=\"dictionary\">penalty<\/span> <span class=\"dictionary\">affirmed<\/span> by the commission shall immediately be due and owing to the City of Los Angeles. The city then shall have the right to bring an action in any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span> to enforce the <span class=\"dictionary\">order<\/span> and collect the amount of <span class=\"dictionary\">penalty<\/span>.<br \/><br \/>91.105.6.4  Civil Penalties.  Any <span class=\"dictionary\">penalty<\/span> required to be paid under the provisions of this section is a debt owed to the City of Los Angeles. Any person owing a <span class=\"dictionary\">penalty<\/span> due under the provisions of this section shall be liable in an action brought in the name of the City of Los Angeles in any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span> for recovery of any such amount.<br \/><br \/>\tThe <span class=\"dictionary\">conviction<\/span> of any person for violating any <span class=\"dictionary\">law<\/span> shall not relieve the person from the obligation to pay any <span class=\"dictionary\">penalty<\/span> that the person may owe the city, nor shall such payment prevent a <span class=\"dictionary\">prosecution<\/span> under appropriate provisions of <span class=\"dictionary\">law<\/span> for any violation of the <span class=\"dictionary\">law<\/span>. The remedies provided in this section are cumulative. The use of one or more of the remedies prescribed in this section shall not bar the use of any other remedy provided for the enforcement of <span class=\"dictionary\">law<\/span>.<br \/><br \/>91.105.6.5.  Fee <span class=\"dictionary\">Schedules<\/span>.  The Superintendent shall submit a schedule for the assessment of civil penalties under this section to council for the approval by <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\tThis schedule shall give due consideration to the appropriateness of the <span class=\"dictionary\">penalty<\/span> with respect to the following factors:<br \/><br \/>\t1.\tThe gravity of the violation;<br \/><br \/>\t2.\tThe good faith of the violator being charged; and<br \/><br \/>\t3.\tThe history of previous violations.<\/p><\/section>","text":{"0":{"id":"2309","text":"  APPEALS.91.105.1.  General.  or requests for slight modifications in individual cases from the requirements of this Code shall be made in accordance with the procedure established in Section 98.0403.2 of the Los Angeles Municipal Code.91.105.2.  Building Advisory Appeal Board.  The Building Advisory Appeal Board is hereby abolished. Any duties assigned to the Building Advisory Appeal Board by any provision of law shall be performed as determined by the Superintendent of Building.91.105.3.  Engineering Geology Advisory Committee.91.105.3.1.  Function of the Committee.  It shall be the function of the Engineering Geology Advisory Committee to advise and counsel the board on appeals involving technical questions of soils engineering, geology, geology\/seismology and related matters.91.105.3.2.  Establishment of the Committee Member List.  The Board of Building and Safety Commissioners shall establish an Engineering Geology Advisory Committee member list (hereinafter in this section referred to as the “committee member list”) which shall consist of not less than 10 soils engineers and engineering geologists who are available to serve as members of the Engineering Geology Advisory Committee.  At least two of the engineering geologist members and two of the soils engineer members shall have experience in the field of seismic design and safety. Members of said committee shall be exempt from all Civil Service provisions.91.105.3.3.  Procedure.  When an appeal is made to the Board, and the Board determines that the subject of the appeal involves a problem of soils engineering, geology, geology\/seismology or a related matter on which it desires further technical advice before it renders a decision thereon, the Board may select three or more persons from the Engineering Geology Advisory Committee member list to serve on a committee for the purpose of assisting the Board in seeking a solution to said problem, and may refer the matter to such committee members for report and recommendation. At least one member of the committee so designated shall be a soils engineer and one shall be an engineering geologist. The members of the committee so meeting shall review the matter and shall then submit to the board a recommendation. When a matter is referred to the committee as in this section provided, the board shall consider, but is not bound to accept, the recommendation of the committee.91.105.3.4.  Compensation of Members.  Each member of the committee who is in actual attendance at a meeting requested by the board shall be compensated at the rate of $50.00 for each four hours or fraction thereof of service. However, in no case shall the compensation of the committee members exceed the fee paid by the appellant under Section 91.105.3.6 of the Los Angeles Municipal Code.91.105.3.5.  Self insurance by the City for Committee Members.  The provisions of Sections 11.36 through 11.44, inclusive, City of Los Angeles Administrative Code, entitled “Self Insurance by the City for Officers and Employees of Said City”, shall apply to each Engineering Geology Advisory Committee member while the member is acting as such, and committee members shall be deemed to be fully covered by the provisions of said sections even though each committee member is retained as an independent person and not as an officer or employee of the city.91.105.3.6.  Fees.  When a matter is referred to the committee as provided in this section, the appellant in said matter shall pay a referral fee of $50.00 and shall also pay a fee as follows:\t1.\tWhere no more than two lots are involved in the appeal, $150.00;\t2.\tWhere not less than three or more than 10 lots are involved in the appeal, $300.00;\t3.\tWhere more than 10 lots are involved in the appeal, $600.00.91.105.4.  Sign Advisory Committee.91.105.4.1.  Function of the Committee.  It shall be the function of a Sign Advisory Committee to advise, counsel and provide recommendations to the Board of Building and Safety Commissioners on matters involving sign regulations.91.105.4.2.  Establishment of the Committee Member List.  The Board of Building and Safety Commissioners shall establish a Sign Advisory Committee member list representing the various required fields of interest of persons who are available to serve as members of a Sign Advisory Committee. Persons selected for the Sign Advisory Committee list shall possess experience in the design, fabrication, the use or application of signs, or shall have demonstrated a background in the social and environment impacts of signs or the development of sign regulations. Members of said committee shall be exempt from all civil service requirements.91.105.4.3.  Procedure.  When the board determines that a matter is significant in nature, the board may refer the matter to a Sign Advisory Committee for evaluation and recommendation before it renders a decision thereon. When the matter is referred to a Sign Advisory Committee, the board shall consider, but is not bound to accept, the recommendation of the committee.91.105.4.4.  Composition of the Committee.  The board shall select five persons from the Sign Advisory Committee member list to serve on a committee. The committee shall be composed of one member from each of the following interests:\t1.\tOne member of or designated by the Board of Building and Safety Commissioners;\t2.\tOne member of or designated by the City Planning Commission; and\t3.\tThree public members, one each from the following interests: architecture, sign industry and community groups.91.105.4.5.  Compensation of Members.  Each member of the committee who is in actual attendance at a meeting requested by the board shall be compensated at the rate of $50.00 for each four hours or fraction thereof of service. However, in no case shall the compensation of the committee members exceed the fee paid by the applicant under Section 91.105.4.7.91.105.4.6.  Self-insurance by the City for Committee Members.  The provisions of Sections 11.36 through 11.44, inclusive, of the Los Angeles Administrative Code shall apply to each Sign Advisory Committee member while the member is acting as such, and committee members shall be deemed to be fully covered by the provisions of said sections even though each committee member is retained as an independent person and not as an officer or employee of the city.91.105.4.7.  Fees.  When a matter is referred to the committee as provided in this section, the applicant in said matter shall pay a referral fee of $300.00.91.105.5.  Disabled Access Appeals Commission.91.105.5.1.  Creation of the Commission.  There is hereby established a commission known as the Disabled Access Appeals Commission.91.105.5.2.  Membership of the Commission.  (Amended by Ord. No. 173,238, Eff. 6\/19\/00, Oper. 7\/1\/00.)  The Disabled Access Appeals Commission shall be composed of five qualified persons.  Two members of the commission shall be physically disabled persons, and two members shall be persons experienced in construction. The fifth member may be any resident of the City of Los Angeles. Commission members shall be appointed by the Mayor, subject to Council approval, and may be removed by the Mayor.  In the case of a vacancy during the term of office of any member, the same shall be filled by appointment by the mayor for the period of the unexpired term subject to the approval of the council by a majority vote. The members of the commission shall be exempt from all Civil Service provisions.91.105.5.3.  Compensation and Term of Office.  Each member of the commission shall be paid $50.00 per meeting attended, but not to exceed $250.00 in any one calendar month.\tThe term of office of the members of the commission shall be five years beginning with the first day of July of the respective years, except that the terms of office of the original five members of the commission appointed pursuant to this subsection shall be such that one term shall expire on the first June 30, one term shall expire on the second June 30, one term shall expire on the third June 30, one term shall expire on the fourth June 30, and one term shall expire on the fifth June 30 next following the effective date of the appointment of the original five members. Thereafter, the terms of the succeeding members shall be so designated that the term of office of one member shall expire each year. The period of term of each member shall be designated in the appointment.\tEach member of the commission shall have the power to administer oaths.91.105.5.4.  Authority of the Commission.  (Amended by Ord. 181,758, Eff. 8\/8\/11.)  The commission shall have and exercise the following powers:\t1.\tTo hear and determine written appeals brought by any person from actions taken by the Department of Building and Safety (department) in the enforcement of the requirements of Section 19955, et seq., of the California Health and Safety Code, the provisions of state law dealing with access to public accommodations by physically disabled persons.\t2.\tTo hear and determine written appeals brought by any person from the rulings, decisions and determinations of the department granting or denying applications for exceptions pursuant to Health and Safety Code Section 19957.\t3.\tTo hear and determine written appeals brought by any persons where it is alleged that there is error or abuse of discretion in any order, requirement, decision, interpretation or other determination made by the department in the enforcement or administration of Section 1.8 et seq., Chapter 1, Division I of California Building Code and any other federal, state or municipal handicapped access and adaptability requirements. \tAll appeals shall be reviewed by the department.  The department may reverse or modify the action appealed from at any time prior to final action by the commission.  Any such new action may then be appealed to the commission.\t4.\tTo respond to the department’s request for advice on any matter within the department’s jurisdiction relating to access to public accommodations and housing by the physically disabled.\t5.\tTo exercise the authority granted in Section 91.105.6.91.105.5.5.  Appeals.91.105.5.5.1.  Procedures.  (Amended by Ord. No. 172,592, Eff. 6\/28\/99, Oper. 7\/1\/99.)  An appeal to the commission may be filed by any person aggrieved, or by an officer, Board, Department or Bureau of the City. An appeal shall be in writing and shall be filed in the Office of the Board of Building and Safety Commissioners upon appropriate forms provided by the Department. An appeal shall set forth specifically the points at issue, the reasons for the appeal, and wherein the appellant believes there was an error or an abuse of discretion by the Department.\tWhen considering an appeal from an action by the Department, the commission shall make its determination within 30 days from the filing of the appeal. This time limit may be extended by mutual written consent of the applicant and the commission.  Upon receipt of the appeal, the commission shall set the matter for hearing and give notice by mail of the time, place and purpose thereof to the appellant, to the applicant, to the owner or owners of the property involved, and to any interested party who has requested in writing to be so notified.  Such notice shall be in writing and mailed at least 10 days prior to said hearing.  No other notice thereof need be given except in those cases hereinafter mentioned.\tThe commission may grant, conditionally grant, or deny any appeal.  All actions of the commission shall be final.  Any action within the jurisdiction of the commission shall be final and conclusive as to the Department in the absence of fraud or abuse of discretion.\tA separate appeal shall be filed for each single building as described in Section 98.0403.2 of the Los Angeles Municipal Code. Appeals to the Appeals Commission shall be accompanied by a filing fee as set forth in Table 4-A of Division 4 of Article 8, Chapter IX, of the Los Angeles Municipal Code.\tIf the commission fails to act on any appeal within the time limit specified in this section, then the action of the Department on the matter shall be final.91.105.5.5.2.  Decision.  The decision upon an appeal shall be concurred in by at least three members of the commission. The commission may modify or reverse a ruling, decision or determination appealed from only upon making written findings setting forth specifically wherein the action of the department was in error or constituted an abuse of discretion. The commission shall make specific written findings supporting any modification or reversal.\tUpon making a decision, a copy of the findings and determination shall be furnished the applicant, the appellant and the Department of Building and Safety.91.105.5.5.3.  Special Findings.  Before granting or affirming the grant of an exception pursuant to Health and Safety Code Section 19957, the commission must find that the application involves a case of practical difficulty, unnecessary hardship, or extreme differences, and that it is clearly evident that equivalent facilitation and protection will be secured.91.105.5.5.4.  Revocation of Approvals.  The commission shall revoke or rescind any determination, including the grant of an appeal or  exception, if made in error in violation of any provision of law, or in reliance on any false statement or misrepresentation as to a material fact.91.105.5.5.5.  Time Limits.  The rights and privileges granted by the commission pursuant to any decision, determination, approval, appeal or exception shall be void if all required building permits are not secured within one year of the effective date of such action, or if the permit expires under any of the conditions specified in Section 98.0602 of the Los Angeles Municipal Code.\tHowever, the commission, and the superintendent acting on behalf of the commission, may grant extensions of time if the applicant submits in writing substantial evidence that unusual conditions or circumstances either precluded the securing of all required permits within the allocated time or caused the permit to expire as specified in Section 98.0602 of the Los Angeles Municipal Code.\tRequests for extensions of time shall be made not later than 30 days after the expiration times specified in this section.91.105.5.5.6.  Additional Authority.  In considering appeals, the commission may exercise the following powers:\t1.\tTo appoint one or more hearing officers to conduct hearings and make recommendations to the same extent and in the same manner as the Superintendent of Building acting pursuant to LAMC Section 98.0601 (a).  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\t2.\tTo request the attendance of witnesses and the production of evidence before it.\t3.\tTo request the city attorney, or an assistant or deputy designated by the city attorney to appear at any hearing before the commission.\t4.\tTo adopt rules regarding the filing of appeals, the conduct of its hearings and any other procedural rules in keeping with the provisions of this Division.91.105.5.5.7.  Limitations on Jurisdiction.  Notwithstanding any other provision of this Code, the commission’s jurisdiction shall not include the right to hear and determine an appeal from a department determination, order or action if such appeal is filed:\t1.\tOn or after the date a criminal citation is issued, charging the appellant with a violation of law based on the facts underlying such determination, order or action; or\t2.\tOn or after the date a criminal complaint is filed, charging the appellant with a violation of state laws based on such determination, order or action.\tFurther, the commission’s jurisdiction shall not include the right to hear appeals from or otherwise review any action, order or determination of the Board of Building and Safety Commissioners.91.105.6.  Administrative Penalties for Disabled Access Violations.91.105.6.1.  Order of Abatement and Notice of Proposed Penalty.  If the superintendent determines that a person has violated or failed to comply with any requirement of the law relating to access to public accommodations and housing by the physically disabled, then the superintendent may issue an order of abatement and notice of proposed penalty to that person.\tThe order and notice shall be in writing and shall describe with particularity the nature of the violation, including a reference to the provision of law that has been violated. The order shall fix a reasonable time for correction of the violation, and the notice of proposed penalty shall set forth the amount of the penalty.\tThe order of abatement and notice of proposed penalty shall be served upon the person either personally, or by deposit in the United States mail in a sealed envelope, postage prepaid to the person’s last known address.\tThe order and notice shall also set forth the person’s right to a hearing as described in Section 91.105.6.2.91.105.6.2.  Right to Hearing.  Any person served with an order of abatement or notice of proposed penalty, may apply in writing to the Disabled Access Appeals Commission for a hearing with respect to the violation alleged, the abatement period, and the amount of the penalty. This request shall be filed within 15 days after the date of service.\tIf the person does not request a hearing within the prescribed time, then the notice of proposed penalty shall be final, and the amount of any penalty included in the notice shall immediately be due and owing to the City of Los Angeles. The city then shall have the right to bring an action in any court of competent jurisdiction to enforce the order and collect the amount of the penalty.\tIf the department determines that there has been compliance with the order of abatement within the time for correction, then the department may rescind the notice of penalty.91.105.6.3.  Time of Hearing; Notice.  If the person requests a hearing, the superintendent shall cause the matter to be set for hearing before the Disabled Access Appeals Commission. The hearing shall be scheduled not later than 30 days after the date of the application for hearing. This time limit may be extended with the mutual consent of the person and the commission. It shall be a defense to the affirmation of any penalty that the person complied with the order of abatement within the time for correction.\tThe decision of the commission on the order of abatement and notice of proposed penalty shall be final, and the amount of any penalty affirmed by the commission shall immediately be due and owing to the City of Los Angeles. The city then shall have the right to bring an action in any court of competent jurisdiction to enforce the order and collect the amount of penalty.91.105.6.4  Civil Penalties.  Any penalty required to be paid under the provisions of this section is a debt owed to the City of Los Angeles. Any person owing a penalty due under the provisions of this section shall be liable in an action brought in the name of the City of Los Angeles in any court of competent jurisdiction for recovery of any such amount.\tThe conviction of any person for violating any law shall not relieve the person from the obligation to pay any penalty that the person may owe the city, nor shall such payment prevent a prosecution under appropriate provisions of law for any violation of the law. The remedies provided in this section are cumulative. The use of one or more of the remedies prescribed in this section shall not bar the use of any other remedy provided for the enforcement of law.91.105.6.5.  Fee Schedules.  The Superintendent shall submit a schedule for the assessment of civil penalties under this section to council for the approval by ordinance.\tThis schedule shall give due consideration to the appropriateness of the penalty with respect to the following factors:\t1.\tThe gravity of the violation;\t2.\tThe good faith of the violator being charged; and\t3.\tThe history of previous violations.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}