{"section_number":"91.7006","edition_id":"1","section_id":"3963","structure_id":"31","catch_line":"Conditions Precedent To Issuing A Grading Permit.","history":"","full_text":"  CONDITIONS PRECEDENT TO ISSUING A GRADING PERMIT.\n\t(Title and Section Amended by Ord. No. 171,175, Eff. 7\/25\/96.)\n\n91.7006.1.  Plans and Specifications.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Application for a grading permit shall be accompanied by plans and specifications prepared and signed by an individual licensed by the State to prepare such documents.  Plans shall be drawn to appropriate scale upon substantial paper or cloth and shall be of sufficient clarity to indicate the nature and extent of the work proposed and show in detail that they will conform to the provisions of this Code and all relevant laws, ordinances, rules and regulations.\n\n\tThe first sheet of each set of plans shall give location of the work, the name and address of the owner and the person by whom they were prepared.\n\n\tThe plans shall include, but not be limited to, the following information:\n\n\t1.\tGeneral vicinity of the proposed site.\n\n\t2.\tProperty limits and accurate contours of existing ground and details of terrain and area drainage.\n\n\t3.\tLimiting dimensions, elevations or finish contours to be achieved by the grading, and proposed drainage channels and related construction.\n\n\t4.\tDetailed plans of all surface and subsurface drainage devices, walls, cribbing, dams and other protective devices to be constructed with, or as a part of, the proposed work together with a map showing the drainage area and the estimated runoff of the area served by any drains.\n\n\t5.\tLocation of any buildings or structures on the property where the work is to be performed and the location of any buildings or structures on land of adjacent owners which are within 15 feet (4572 mm) of the property or which may be affected by the proposed grading operations.\n\n\t6.\tThe location of the top and toe of all cuts and fills, the location of all “daylight” lines, the amount of cut and fill, the location of disposal site for excess material, if known, and the estimated dates for starting and completing grading work.\n\n\t7.\tWhen reports are required pursuant to Section 91.7006.2, recommendations included in the approved soils engineering report and engineering geology report shall be incorporated into the grading plans.  A copy of the soils report, geological report, and Department letter approving such reports shall be attached to the approved set of grading plans and kept at the job site.\n\n\t8.\tWhen reports are required pursuant to Section 91.7006.2, the dates of the soils engineering and engineering geology reports together with the names, addresses and phone numbers of the firms or individuals who prepared the reports shall be incorporated in the grading plans.\n\n\tThe Department may require some plans to be prepared by a licensed surveyor when the property location and its limits are not clear.  Portions of the aforementioned plan requirements may be waived by the Department if it finds that the information on the application and\/or submitted plans is sufficient to show that the work will conform to the provisions of this Code and other relevant laws.\n\n91.7006.2.  Report Requirement.  (Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  Reports shall be submitted to the Department for review and approval in, but not limited to, the following circumstances:\n\n\t1.\tSoils and\/or geological reports are required when they are stipulated in a Grading Preinspection Report prepared in accordance with Section 91.107.3.2 of this Code.\n\n\t2.\tSoils and geological reports are required for all grading work in excess of 5,000 cubic yards (3825 m3) of cut or fill, or a combination thereof.\n\n\t3.\tSoils reports are required when the design of the foundations does not conform to the requirements of Division 18 of this article.\n\n\t4.\tSoils and\/or geological reports may be required when previously unknown adverse soils or geologic conditions are revealed during construction.\n\n\t5.\tSoils and\/or geological reports may be required to evaluate liquefaction, slope instability and surface ground rupture resulting from earthquake motions in accordance with CBC Section 1802.\n\n\tThe Superintendent of Building may require a geotechnical investigation in accordance with CBC Section 1802.2 to address the potential of liquefaction when, during the course of an investigation, all of the following conditions are discovered:\n\n\t1.\tShallow ground water, 50 feet (15240 mm) or less.\n\n\t2. \tUnconsolidated sandy alluvium.\n\n91.7006.3.  Report Content.\n\n91.7006.3.1.  Soils Engineering Report.  The soils engineering report required by Section 91.7006.2 shall include data regarding the nature, distribution and strength of existing soils, conclusions and recommendations for grading procedures and design criteria for corrective measures, including buttress fills, when necessary, and opinion on adequacy for the intended use of sites to be developed by the proposed grading as affected by soils engineering factors, including the stability of slopes.\n\n91.7006.3.2.  Engineering Geology Report.  The engineering geology report required by Section 91.7006.2 shall include an adequate description of the geology of the site, conclusions and recommendations regarding the effect of geologic conditions on the proposed development, and opinion on the adequacy for the intended use of sites to be developed by the proposed grading, as affected by geologic factors.\n\n\tIn addition, all soils engineering and engineering geology reports for grading work in hillside areas  shall also comply with rules and standards established by the Department.\n\n91.7006.4.  Hillside Exploratory Work.  Surface and subsurface exploratory work shall be performed by a soils engineer and an engineering geologist on all hillside grading work.  This exploratory work shall conform to the rules and regulations for hillside exploratory work established by the general manager of the Department.  The Department may waive this requirement when it determines from the application and site conditions that the proposed grading will conform to the provisions of the Code.\n\n\tNo person shall conduct any grading operation for the access of exploration equipment unless the Department has approved a plan signed by the soils engineer and\/or geologist showing the extent of access grading and how the site is to be restored after exploration. \n\n91.7006.5.  Bonds in Hillside Areas Required.  The Superintendent of Building may require bonds in such form and amounts as may be deemed necessary to assure that the work, if not completed in accordance with the approved plans and specifications, will be corrected to eliminate hazardous conditions.\n\n91.7006.5.1.  Surety Bond.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Before a permit is issued for excavation or fill of 250 cubic yards (191.3 m3) or more of earth in a hillside area, the owner of the property shall file with the Department a bond for the benefit of the city.  The bond shall be executed by the owner and a corporate surety authorized to do business in this state as a surety in an amount sufficient to cover the entire project.\n\n\tEXCEPTION.  Upon application by the owner, the Department may waive this requirement if:\n\n\t1.\tThe proposed grading is neither actually nor potentially hazardous;\n\n\t2.\tThe grading work performed is in compliance with a Department order; or\n\n\t3.\tThe applicant can substantiate, to the satisfaction of the Department, that the work under a grading permit will be fully executed.\n\n91.7006.5.2.  Cash Bond.  In lieu of a surety bond, the owner may file a cash bond with the Department on the same terms and conditions and in an amount equal to that which would be required in the surety bond.  The deposit may be in the form of negotiable United States securities in lieu of cash.\n\n91.7006.5.3.  Application of Bond to Adjacent Property.  Where grading is required on property adjacent to the grading site under permit in order to complete a project satisfactorily, the owner of such adjacent property need not provide an additional grading bond if the original bond is of sufficient amount to include such additional grading.\n\n91.7006.5.4.  Conditions of the Bond.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Every bond shall be conditioned such that the owner shall:\n\n\t1.\tComply with all applicable provisions of this Code and all other applicable laws;\n\n\t2.\tComply with all of the terms and conditions of the grading permit to the satisfaction of the Department;\n\n\t3.\tComplete all of the work described by the permit, and the plans and specifications relating thereto, within the time limit specified in the permit.  Upon application by the permittee, the Department, or the Board, in case an appeal is made to it pursuant to Section 98.0403 of the Los Angeles Municipal Code, may, for sufficient cause, extend the time specified in the permit, but no such extension shall release any surety on the bond.\n\n\t4.\tInstall temporary erosion control devices when required to do so by the provisions of this Code.\n\n91.7006.5.5.  Period and Termination of Bond.  The term of each bond shall begin on the date of filing and shall remain in effect until the work is completed to the satisfaction of the Department or until replaced by a new bond in the event of a change of ownership.  In the event of failure to complete the work and\/or failure to comply with all of the conditions and terms of the permit, the Department may order some or all of the work to be completed to correct any hazardous conditions.  The surety executing such bond, or such deposit, shall continue to be firmly bound under a continuing obligation for the payment of all necessary costs and expenses that may be incurred or expended by the city in causing any and all of such required work to be done and that said surety or the depositor assents to any lawful extension of time within which to construct and complete such work.  Such costs shall include an amount equal to the cost to the city of administering the contract and supervising the work required. In the case of a cash bond, the deposit, or any unused portion thereof, shall be refunded to the depositor upon completion of the work to the satisfaction of the Department.  The Department may release or exonerate the bond under appropriate conditions when the public health and welfare is not jeopardized.\n\n91.7006.5.6.  New Ownership.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  In the event of change of ownership during grading, the new owner shall secure a new grading permit and post a new bond to ensure completion of the grading.\n\n91.7006.5.7.  Amount of Bond.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The amount of the bond shall be based on the number of cubic yards of material in either excavation or fill, whichever is the greater amount, and in addition shall include the cost of all drainage or other protective devices such as, but not limited to retaining walls, as may lawfully be required.  That portion of the bond valuation covering the cost of excavation or fill shall be computed as follows:\n\n\n  \n    \n      \n        250 to 10,000 cubic yards\n      \n      \n        $1,000, plus $1.00 per cubic yard\n      \n    \n    \n      \n        10,001 to 100,000 cubic yards\n      \n      \n        $11,000, plus 50 cents per cubic yard for each additional cubic yard in excess of 10,000\n      \n    \n    \n      \n        Over 100,000 cubic yards\n      \n      \n        $56,000, plus 35 cents per cubic yard for each additional cubic yard in excess of 100,000\n      \n    \n  \n\n\n\tFor SI: 1 cubic yard = 0.765 m3\n\n91.7006.5.8.  Installment Refunds.  When a substantial portion of the required grading work has been completed to the satisfaction of the Department, and when the completion of the remaining grading work, site development or planting is delayed, the Department may accept the completed portion of the grading work and consent to the proportionate reduction of the bond to an amount estimated to be adequate to ensure completion of the grading work, site development or planting remaining to be performed.  Only one such reduction shall be considered for each bond posted.\n\n91.7006.5.9.  Entry Upon Premises.  The Department, the Board of Public Works, the surety company, or their duly authorized representative, shall have access to the premises described in the permit for the purpose of inspecting the progress of the work.\n\n\tIn the event of default in the performance of any terms or conditions of the permit, the surety or any person employed or engaged in his or her behalf shall have the right to go upon the premises to complete the required work, including the installation of temporary erosion control devices.\n\n\tShould the permittee or the surety fail to perform the work described by the permit and the plans and specification relating thereto or required by any applicable law, and it is determined by either the Department or the Board of Public Works that the public health, safety or general welfare is endangered by such failure, the Department, the Board of Public Works, or the representative of either may enter upon the premises to perform all or any part of such work, including the installation of temporary erosion control devices.\n\n\tIt shall be unlawful for the owner or any other person to interfere with the ingress and egress from such premises of any authorized representative or agent of any surety company or the city engaged in the work ordered by the Department or the Board of Public Works.\n\n91.7006.6.  Consent of Adjacent Property Owner.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Whenever any excavation or fill requires entry onto adjacent property for any reason, the permit applicant shall obtain the written consent of the adjacent property owner or the owner’s authorized representative, and shall file a copy of said consent with the Department before a permit for such grading work may be issued.  The signature on such written consent shall be notarized.\n\n\tIn the event contours on adjacent properties are permanently changed, structures or drainage devices are added or modified, and\/or the work done requires a grading permit under Section 91.106.1.2, a separate permit shall be required for each such affected adjoining property in addition to the consent letter.  Furthermore, the adjacent property owner shall acknowledge his or her consent on plans showing such work.  The consent letter will not be required if such grading permit is taken out by the adjoining owner.\n\n91.7006.7.  Limitation of Export and Import.\n\n91.7006.7.1.  Export-import Defined.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  As used in this division, the term “export” and its derivatives shall be defined as the earth, brush or similar materials transported from a grading site.  The term “import” and its derivatives shall be defined as earth, brush or similar materials transported to a grading site.\n\n91.7006.7.2.  General Conditions.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The Department may designate routes of ingress and egress and may impose such conditions and require such safety precautions for pedestrian and vehicular traffic as it determines are required in the interest of public health, safety and welfare.\n\n\tThe imposed conditions may include, but are not limited to:\n\n\t1.\tRestricting the size and type of hauling equipment.\n\n\t2.\tRequiring traffic control device, flaggers, and signs and markers at appropriate locations along the designated routes as provided in the City of Los Angeles Department of Public Works and Traffic pamphlet, “Work Area Traffic Control Handbook”, 1990 Edition, or latest subsequent revisions.\n\n\t3.\tEstablishing a temporary “no parking” area authorized by the general manager of the Transportation Department when determined to be necessary.\n\n\t4.\tSecuring all loads by trimming, watering or other appropriate means to prevent spillage and dust.\n\n91.7006.7.3.  Subdivision Conditions.  All conditions of import and export imposed in the approval of a tentative tract map shall be made a part of the grading permit.\n\n91.7006.7.4.  Special Hillside Conditions.  No permit requiring the import or export of more than 1,000 cubic yards (764 m3) shall be issued for areas designated “hillside” except as specified in this section.  A fee of $529.00 for the first 1,000 cubic yards and $100.00 additional for each 1,000 cubic yards or portion of 1,000 cubic yards, in addition to the permit fee shall be paid for processing an application for grading under the provisions of this section.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)\n\n\t1.\tThe applicant shall submit a proposed method of hauling, which shall include the location of borrow and\/or dispersal sites within the hillside area, the truck staging areas, the portion of the haul route within the hillside area and extending to or from a major or secondary highway, the maximum gross weight of haul vehicles when loaded and other information as may be required by the Departments of Building and Safety, Transportation and Public Works.  In addition, the applicant shall submit a copy of the soil\/geological report approval letter when reports are required pursuant to Section 7006.2, a vicinity map, and a list of affected property owners to be notified of the public hearing pursuant to Item 4.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\n\n\t2.\tThe Department shall immediately forward a copy of the hauling proposal to the Department of Public Works which shall review same to determine the effect of the proposed hauling operation on the structural integrity of the public streets, on public safety due to street alignment, width and grade, and on public health and welfare due to noise and vibration as it may affect private property situated on or adjacent to the haul route within the hillside area.\n\n\tThe Department of Public Works shall collect a fee and may require a bond as specified in Article 2 of Chapter VI of the Los Angeles Municipal Code.  The Department of Public Works may, within 21 days after receipt of the proposal, recommend conditions to be imposed on the hauling operations to protect the public health, safety and welfare in the respects hereinabove specified.\n\n\t3.\tThe Department shall also immediately forward a copy of the hauling proposal to the Department of Transportation which shall review same to determine the effect thereof on vehicular and pedestrian traffic in the affected area.  The Department of Transportation may, within 21 days after receipt of the proposal, recommend any traffic control measures deemed necessary to protect the public health, safety and welfare.\n\n\t4.\t(Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The Department shall within 45 days after receipt of the proposed method of hauling, schedule a public hearing before the board provided that any environmental document required pursuant to the provisions of the California Environmental Quality Act has been completed and that the soils\/geology report for the project, if required pursuant to Section 91.7006.2, has been reviewed and approved by the Department’s Grading Division.\n\n\tThe Department shall give notice of the time, place and purpose of the hearing as follows:\n\n\ta.\tby publishing a notice in at least one publication of general circulation in the City, designated for that purpose by the City Clerk, not less than ten days prior to the date of the hearing; and\n\n\tb.\tby mailing a written notice at least ten days prior to the date of the hearing to the owner or owners of the property involved, and to the owners of all properties within 300 feet (91 440 mm) of the exterior boundaries of the site for which the grading permit has been requested using, for the purpose of notification, the last known name and address of owners as are shown on the records of the City Engineer or the records of the County Assessor; and  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\n\n\tc.\tby the applicant posting notice of the public hearing in a conspicuous place and in clear public view on the property involved at least five days prior to the date of the public hearing.\n\n\t5.\tAt the public hearing, the Board of Building and Safety Commissioners shall consider the views of the applicant and all other affected persons.  The board shall then grant or conditionally grant approval of export and import operations or, in the event it determines that the grading activity, including the hauling operation, will endanger the public health, safety and welfare, it shall deny the request.  Where conditions of the permit are recommended by the Department of Public Works, including the condition that a bond be posted pursuant to Section 62.202 of the Los Angeles Municipal Code, such conditions shall be made a part of any permit which may be issued.  The decision of the board shall not be effective until 10 calendar days have elapsed from the date of the board’s decision.\n\n\t6.\tAny affected person, including the applicant, who is dissatisfied with the decision of the board, may appeal the board decision within ten days to the City Council by filing an appeal with the City Clerk.  The City Council shall hear and make its determination on the appeal not later than the 30th day after the appeal has been filed.  The decision of the City Council on the matter shall be final.  If the City Council fails to act on any appeal within the time limit specified in this section, the action of the board on the matter shall be final.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\n\n\t7.\tThe provisions of this section shall not apply to applications for permits which apply to export or import operations which have been approved in accordance with Section 17.13 of the Los Angeles Municipal Code.\n\n91.7006.8.  Conformance with Zoning Regulations Required.\n\n91.7006.8.1.  Subdivision Map Act.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued for any grading or import or export of earth materials to or from any grading site except in compliance with the zoning, private street and division of land regulations contained in Chapter I of the Los Angeles Municipal Code, the Subdivision Map Act of the State of California and the approved master plan for the area in which the grading is to be done.\n\n91.7006.8.2.  Tentative Tract Map.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued for the import or export of earth materials to or from and no grading shall be conducted on any grading site in hillside areas having an area in excess of 60,000 square feet (5574 m2) unless a tentative tract map has been approved therefor by the advisory agency.  The advisory agency may waive this requirement if it determines that a tract map is not required by the division of land regulations contained in Chapter I of the Los Angeles Municipal Code.\n\n\tEXCEPTION:  The requirements of this section shall not apply to any grading allowed under the exception to Section 91.7005.1.","order_by":"7006","ancestry":{"1":{"id":"31","name":"Buildings\nBuilding Code","identifier":"1","label":"article","url":"\/9\/1\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"2853","structure_id":"31","section_number":"91.101","catch_line":"Title, Purpose, And Scope.","url":"\/91.101\/","token":"91.101"},"1":{"id":"3256","structure_id":"31","section_number":"91.102","catch_line":"Unsafe Buildings Or Structures.","url":"\/91.102\/","token":"91.102"},"2":{"id":"3122","structure_id":"31","section_number":"91.103","catch_line":"Violations.","url":"\/91.103\/","token":"91.103"},"3":{"id":"2872","structure_id":"31","section_number":"91.104","catch_line":"Organization And Enforcement.","url":"\/91.104\/","token":"91.104"},"4":{"id":"2331","structure_id":"31","section_number":"91.105","catch_line":"Appeals.","url":"\/91.105\/","token":"91.105"},"5":{"id":"1085","structure_id":"31","section_number":"91.106","catch_line":"Permits.","url":"\/91.106\/","token":"91.106"},"6":{"id":"167","structure_id":"31","section_number":"91.107","catch_line":"Fees.","url":"\/91.107\/","token":"91.107"},"7":{"id":"2271","structure_id":"31","section_number":"91.108","catch_line":"Inspection.","url":"\/91.108\/","token":"91.108"},"8":{"id":"599","structure_id":"31","section_number":"91.109","catch_line":"Certificate Of Occupancy.","url":"\/91.109\/","token":"91.109"},"9":{"id":"1493","structure_id":"31","section_number":"91.110","catch_line":"Responsibility Of Permittee.","url":"\/91.110\/","token":"91.110"},"10":{"id":"1948","structure_id":"31","section_number":"91.111","catch_line":"Code Revision.","url":"\/91.111\/","token":"91.111"},"11":{"id":"3017","structure_id":"31","section_number":"91.112","catch_line":"Grading Certificate.","url":"\/91.112\/","token":"91.112"},"12":{"id":"3299","structure_id":"31","section_number":"91.200","catch_line":"General.","url":"\/91.200\/","token":"91.200"},"13":{"id":"914","structure_id":"31","section_number":"91.202","catch_line":"Definitions.","url":"\/91.202\/","token":"91.202"},"14":{"id":"526","structure_id":"31","section_number":"91.300","catch_line":"Basic Provisions.","url":"\/91.300\/","token":"91.300"},"15":{"id":"2739","structure_id":"31","section_number":"91.400","catch_line":"Basic Provisions.","url":"\/91.400\/","token":"91.400"},"16":{"id":"907","structure_id":"31","section_number":"91.500","catch_line":"Basic Provisions.","url":"\/91.500\/","token":"91.500"},"17":{"id":"2530","structure_id":"31","section_number":"91.600","catch_line":"Basic Provisions.","url":"\/91.600\/","token":"91.600"},"18":{"id":"234","structure_id":"31","section_number":"91.700","catch_line":"Basic Provisions.","url":"\/91.700\/","token":"91.700"},"19":{"id":"2933","structure_id":"31","section_number":"91.703","catch_line":"Fire-Resistance Ratings And Fire Tests.","url":"\/91.703\/","token":"91.703"},"20":{"id":"108","structure_id":"31","section_number":"91.800","catch_line":"Basic Provisions.","url":"\/91.800\/","token":"91.800"},"21":{"id":"2861","structure_id":"31","section_number":"91.900","catch_line":"Basic Provisions.","url":"\/91.900\/","token":"91.900"},"22":{"id":"700","structure_id":"31","section_number":"91.909","catch_line":"Smoke Control Systems.","url":"\/91.909\/","token":"91.909"},"23":{"id":"223","structure_id":"31","section_number":"91.1000","catch_line":"Basic Provisions.","url":"\/91.1000\/","token":"91.1000"},"24":{"id":"3826","structure_id":"31","section_number":"91.1100","catch_line":"Basic Provisions.","url":"\/91.1100\/","token":"91.1100"},"25":{"id":"1343","structure_id":"31","section_number":"91.1200","catch_line":"Basic Provisions.","url":"\/91.1200\/","token":"91.1200"},"26":{"id":"3724","structure_id":"31","section_number":"91.1207","catch_line":"Sound Transmission.","url":"\/91.1207\/","token":"91.1207"},"27":{"id":"2466","structure_id":"31","section_number":"91.1300","catch_line":"General.","url":"\/91.1300\/","token":"91.1300"},"28":{"id":"2493","structure_id":"31","section_number":"91.1301","catch_line":"Solar Energy Collectors.","url":"\/91.1301\/","token":"91.1301"},"29":{"id":"4023","structure_id":"31","section_number":"91.1400","catch_line":"Basic Provisions.","url":"\/91.1400\/","token":"91.1400"},"30":{"id":"412","structure_id":"31","section_number":"91.1403","catch_line":"Performance Requirements.","url":"\/91.1403\/","token":"91.1403"},"31":{"id":"3406","structure_id":"31","section_number":"91.1405","catch_line":"Installation Of Wall Coverings.","url":"\/91.1405\/","token":"91.1405"},"32":{"id":"2965","structure_id":"31","section_number":"91.1500","catch_line":"Basic Provisions.","url":"\/91.1500\/","token":"91.1500"},"33":{"id":"2559","structure_id":"31","section_number":"91.1505","catch_line":"Fire Classification.","url":"\/91.1505\/","token":"91.1505"},"34":{"id":"538","structure_id":"31","section_number":"91.1507","catch_line":"Requirements For Roof Coverings.","url":"\/91.1507\/","token":"91.1507"},"35":{"id":"897","structure_id":"31","section_number":"91.1510","catch_line":"Reroofing.","url":"\/91.1510\/","token":"91.1510"},"36":{"id":"281","structure_id":"31","section_number":"91.1600","catch_line":"Basic Provisions.","url":"\/91.1600\/","token":"91.1600"},"37":{"id":"1561","structure_id":"31","section_number":"91.1603","catch_line":"Construction Documents.","url":"\/91.1603\/","token":"91.1603"},"38":{"id":"1482","structure_id":"31","section_number":"91.1609","catch_line":"Wind Loads.","url":"\/91.1609\/","token":"91.1609"},"39":{"id":"1027","structure_id":"31","section_number":"91.1612","catch_line":"Flood Loads.","url":"\/91.1612\/","token":"91.1612"},"40":{"id":"876","structure_id":"31","section_number":"91.1613","catch_line":"Earthquake Loads.","url":"\/91.1613\/","token":"91.1613"},"41":{"id":"1949","structure_id":"31","section_number":"91.1616","catch_line":"Modifications To Asce 7.","url":"\/91.1616\/","token":"91.1616"},"42":{"id":"3547","structure_id":"31","section_number":"91.1700","catch_line":"Basic Provisions.","url":"\/91.1700\/","token":"91.1700"},"43":{"id":"2160","structure_id":"31","section_number":"91.1702","catch_line":"Definitions.","url":"\/91.1702\/","token":"91.1702"},"44":{"id":"4049","structure_id":"31","section_number":"91.1703","catch_line":"Approvals.","url":"\/91.1703\/","token":"91.1703"},"45":{"id":"1545","structure_id":"31","section_number":"91.1704","catch_line":"Special Inspections.","url":"\/91.1704\/","token":"91.1704"},"46":{"id":"1592","structure_id":"31","section_number":"91.1705","catch_line":"Statement Of Special Inspections.","url":"\/91.1705\/","token":"91.1705"},"47":{"id":"3633","structure_id":"31","section_number":"91.1707","catch_line":"Special Inspections For Seismic Resistance.","url":"\/91.1707\/","token":"91.1707"},"48":{"id":"1397","structure_id":"31","section_number":"91.1708","catch_line":"Structural Testing For Seismic Resistance.","url":"\/91.1708\/","token":"91.1708"},"49":{"id":"1425","structure_id":"31","section_number":"91.1709","catch_line":"Contractors Responsibility.","url":"\/91.1709\/","token":"91.1709"},"50":{"id":"570","structure_id":"31","section_number":"91.1710","catch_line":"Structural Observations.","url":"\/91.1710\/","token":"91.1710"},"51":{"id":"1953","structure_id":"31","section_number":"91.1711","catch_line":"Alternative Test Procedure.","url":"\/91.1711\/","token":"91.1711"},"52":{"id":"2084","structure_id":"31","section_number":"91.1712","catch_line":"Alternative Test Procedure.","url":"\/91.1712\/","token":"91.1712"},"53":{"id":"1655","structure_id":"31","section_number":"91.1715","catch_line":"Material And Test Standards.","url":"\/91.1715\/","token":"91.1715"},"54":{"id":"3711","structure_id":"31","section_number":"91.1716","catch_line":"Material And Test Standards.","url":"\/91.1716\/","token":"91.1716"},"55":{"id":"2263","structure_id":"31","section_number":"91.1717","catch_line":"Certified Security Bar Installer.","url":"\/91.1717\/","token":"91.1717"},"56":{"id":"4088","structure_id":"31","section_number":"91.1718","catch_line":"Prefabricated Construction.","url":"\/91.1718\/","token":"91.1718"},"57":{"id":"868","structure_id":"31","section_number":"91.1800","catch_line":"Basic Provisions.","url":"\/91.1800\/","token":"91.1800"},"58":{"id":"2813","structure_id":"31","section_number":"91.1801","catch_line":"General.","url":"\/91.1801\/","token":"91.1801"},"59":{"id":"3798","structure_id":"31","section_number":"91.1802","catch_line":"Foundation And Soils Investigations.","url":"\/91.1802\/","token":"91.1802"},"60":{"id":"908","structure_id":"31","section_number":"91.1803","catch_line":"Geotechnical Investigation.","url":"\/91.1803\/","token":"91.1803"},"61":{"id":"2732","structure_id":"31","section_number":"91.1804","catch_line":"Allowable Load-Bearing Values Of Soils.","url":"\/91.1804\/","token":"91.1804"},"62":{"id":"3068","structure_id":"31","section_number":"91.1805","catch_line":"Dampproofing And Waterproofing.","url":"\/91.1805\/","token":"91.1805"},"63":{"id":"3377","structure_id":"31","section_number":"91.1806","catch_line":"Presumptive Load Bearing Values Of Soils.","url":"\/91.1806\/","token":"91.1806"},"64":{"id":"245","structure_id":"31","section_number":"91.1807","catch_line":"Foundation Walls, Retaining Walls, And Embedded Post And Poles.","url":"\/91.1807\/","token":"91.1807"},"65":{"id":"985","structure_id":"31","section_number":"91.1808","catch_line":"Pier And Pile Foundations.","url":"\/91.1808\/","token":"91.1808"},"66":{"id":"1115","structure_id":"31","section_number":"91.1809","catch_line":"Shallow Foundations.","url":"\/91.1809\/","token":"91.1809"},"67":{"id":"2671","structure_id":"31","section_number":"91.1810","catch_line":"Deep Foundations..","url":"\/91.1810\/","token":"91.1810"},"68":{"id":"1195","structure_id":"31","section_number":"91.1900","catch_line":"Basic Provisions.","url":"\/91.1900\/","token":"91.1900"},"69":{"id":"705","structure_id":"31","section_number":"91.2000","catch_line":"Basic Provisions.","url":"\/91.2000\/","token":"91.2000"},"70":{"id":"3588","structure_id":"31","section_number":"91.2100","catch_line":"Basic Provisions.","url":"\/91.2100\/","token":"91.2100"},"71":{"id":"2590","structure_id":"31","section_number":"91.2113","catch_line":"Masonry Chimneys.","url":"\/91.2113\/","token":"91.2113"},"72":{"id":"3481","structure_id":"31","section_number":"91.2200","catch_line":"Basic Provisions.","url":"\/91.2200\/","token":"91.2200"},"73":{"id":"473","structure_id":"31","section_number":"91.2204","catch_line":"Connections.","url":"\/91.2204\/","token":"91.2204"},"74":{"id":"3742","structure_id":"31","section_number":"91.2300","catch_line":"Basic Provisions.","url":"\/91.2300\/","token":"91.2300"},"75":{"id":"2404","structure_id":"31","section_number":"91.2301","catch_line":"General.","url":"\/91.2301\/","token":"91.2301"},"76":{"id":"1279","structure_id":"31","section_number":"91.2304","catch_line":"General Construction Requirements.","url":"\/91.2304\/","token":"91.2304"},"77":{"id":"2712","structure_id":"31","section_number":"91.2305","catch_line":"General Design Requirements For Lateral Force-Resisting System.","url":"\/91.2305\/","token":"91.2305"},"78":{"id":"2825","structure_id":"31","section_number":"91.2306","catch_line":"Allowable Stress Design.","url":"\/91.2306\/","token":"91.2306"},"79":{"id":"1924","structure_id":"31","section_number":"91.2308","catch_line":"Conventional Light-Frame Construction.","url":"\/91.2308\/","token":"91.2308"},"80":{"id":"2821","structure_id":"31","section_number":"91.2400","catch_line":"Basic Provisions.","url":"\/91.2400\/","token":"91.2400"},"81":{"id":"3669","structure_id":"31","section_number":"91.2503","catch_line":"No title","url":"\/91.2503\/","token":"91.2503"},"82":{"id":"140","structure_id":"31","section_number":"91.2600","catch_line":"Basic Provisions.","url":"\/91.2600\/","token":"91.2600"},"83":{"id":"3651","structure_id":"31","section_number":"91.2700","catch_line":"Basic Provisions.","url":"\/91.2700\/","token":"91.2700"},"84":{"id":"1636","structure_id":"31","section_number":"91.2800","catch_line":"Basic Provisions.","url":"\/91.2800\/","token":"91.2800"},"85":{"id":"468","structure_id":"31","section_number":"91.2900","catch_line":"Basic Provisions.","url":"\/91.2900\/","token":"91.2900"},"86":{"id":"1724","structure_id":"31","section_number":"91.3000","catch_line":"Basic Provisions.","url":"\/91.3000\/","token":"91.3000"},"87":{"id":"452","structure_id":"31","section_number":"91.3001","catch_line":"General.","url":"\/91.3001\/","token":"91.3001"},"88":{"id":"2241","structure_id":"31","section_number":"91.3002","catch_line":"Hoistway Enclosures.","url":"\/91.3002\/","token":"91.3002"},"89":{"id":"3526","structure_id":"31","section_number":"91.3003","catch_line":"Emergency Operations.","url":"\/91.3003\/","token":"91.3003"},"90":{"id":"1580","structure_id":"31","section_number":"91.3005","catch_line":"Conveying Systems.","url":"\/91.3005\/","token":"91.3005"},"91":{"id":"1731","structure_id":"31","section_number":"91.3007","catch_line":"Fire Service Access Elevator.","url":"\/91.3007\/","token":"91.3007"},"92":{"id":"901","structure_id":"31","section_number":"91.3008","catch_line":"Occupant Evacuation Elevators.","url":"\/91.3008\/","token":"91.3008"},"93":{"id":"3501","structure_id":"31","section_number":"91.3100","catch_line":"Basic Provisions.","url":"\/91.3100\/","token":"91.3100"},"94":{"id":"665","structure_id":"31","section_number":"91.3106","catch_line":"Marquees.","url":"\/91.3106\/","token":"91.3106"},"95":{"id":"2449","structure_id":"31","section_number":"91.3110","catch_line":"Patio Covers.","url":"\/91.3110\/","token":"91.3110"},"96":{"id":"1647","structure_id":"31","section_number":"91.3111","catch_line":"Patio Covers.","url":"\/91.3111\/","token":"91.3111"},"97":{"id":"2362","structure_id":"31","section_number":"91.3200","catch_line":"Basic Provisions.","url":"\/91.3200\/","token":"91.3200"},"98":{"id":"1572","structure_id":"31","section_number":"91.3201","catch_line":"General.","url":"\/91.3201\/","token":"91.3201"},"99":{"id":"1188","structure_id":"31","section_number":"91.3202","catch_line":"General.","url":"\/91.3202\/","token":"91.3202"},"100":{"id":"147","structure_id":"31","section_number":"91.3300","catch_line":"Basic Provisions.","url":"\/91.3300\/","token":"91.3300"},"101":{"id":"4035","structure_id":"31","section_number":"91.3301","catch_line":"General.","url":"\/91.3301\/","token":"91.3301"},"102":{"id":"1111","structure_id":"31","section_number":"91.3304","catch_line":"Site Work.","url":"\/91.3304\/","token":"91.3304"},"103":{"id":"152","structure_id":"31","section_number":"91.3305","catch_line":"Toilet Facilities During Construction.","url":"\/91.3305\/","token":"91.3305"},"104":{"id":"3930","structure_id":"31","section_number":"91.3306","catch_line":"Protection Of Pedestrians.","url":"\/91.3306\/","token":"91.3306"},"105":{"id":"4116","structure_id":"31","section_number":"91.3307","catch_line":"Protection Of Adjoining Property.","url":"\/91.3307\/","token":"91.3307"},"106":{"id":"421","structure_id":"31","section_number":"91.3401","catch_line":"General.","url":"\/91.3401\/","token":"91.3401"},"107":{"id":"614","structure_id":"31","section_number":"91.3500","catch_line":"Basic Provisions.","url":"\/91.3500\/","token":"91.3500"},"108":{"id":"3462","structure_id":"31","section_number":"91.6101","catch_line":"Impact Hazard Glazing In Existing Buildings.","url":"\/91.6101\/","token":"91.6101"},"109":{"id":"3380","structure_id":"31","section_number":"91.6102","catch_line":"Rubbish Rooms.","url":"\/91.6102\/","token":"91.6102"},"110":{"id":"3997","structure_id":"31","section_number":"91.6103","catch_line":"Shafts, Pits And Similar Excavation – Misdemeanor.","url":"\/91.6103\/","token":"91.6103"},"111":{"id":"895","structure_id":"31","section_number":"91.6104","catch_line":"Fire Districts.","url":"\/91.6104\/","token":"91.6104"},"112":{"id":"3554","structure_id":"31","section_number":"91.6105","catch_line":"Separation From Oil Wells.","url":"\/91.6105\/","token":"91.6105"},"113":{"id":"3862","structure_id":"31","section_number":"91.6107","catch_line":"Transformer Vaults.","url":"\/91.6107\/","token":"91.6107"},"114":{"id":"3484","structure_id":"31","section_number":"91.6109","catch_line":"Swimming Pools And Other Bodies Of Water – Protective Devices Required.","url":"\/91.6109\/","token":"91.6109"},"115":{"id":"1909","structure_id":"31","section_number":"91.6201","catch_line":"General Provisions.","url":"\/91.6201\/","token":"91.6201"},"116":{"id":"1048","structure_id":"31","section_number":"91.6202","catch_line":"Definitions.","url":"\/91.6202\/","token":"91.6202"},"117":{"id":"3093","structure_id":"31","section_number":"91.6203","catch_line":"Location.","url":"\/91.6203\/","token":"91.6203"},"118":{"id":"2989","structure_id":"31","section_number":"91.6204","catch_line":"Identification.","url":"\/91.6204\/","token":"91.6204"},"119":{"id":"1238","structure_id":"31","section_number":"91.6205","catch_line":"Design And Construction.","url":"\/91.6205\/","token":"91.6205"},"120":{"id":"1439","structure_id":"31","section_number":"91.6206","catch_line":"Electrical.","url":"\/91.6206\/","token":"91.6206"},"121":{"id":"1625","structure_id":"31","section_number":"91.6207","catch_line":"Combustible Materials.","url":"\/91.6207\/","token":"91.6207"},"122":{"id":"2354","structure_id":"31","section_number":"91.6208","catch_line":"Animated Devices.","url":"\/91.6208\/","token":"91.6208"},"123":{"id":"539","structure_id":"31","section_number":"91.6209","catch_line":"Ground Signs.","url":"\/91.6209\/","token":"91.6209"},"124":{"id":"1010","structure_id":"31","section_number":"91.6210","catch_line":"Roof Signs.","url":"\/91.6210\/","token":"91.6210"},"125":{"id":"3890","structure_id":"31","section_number":"91.6211","catch_line":"Wall Signs.","url":"\/91.6211\/","token":"91.6211"},"126":{"id":"3021","structure_id":"31","section_number":"91.6212","catch_line":"Projecting Signs.","url":"\/91.6212\/","token":"91.6212"},"127":{"id":"2568","structure_id":"31","section_number":"91.6213","catch_line":"Marquee Signs.","url":"\/91.6213\/","token":"91.6213"},"128":{"id":"1235","structure_id":"31","section_number":"91.6214","catch_line":"Portable Signs.","url":"\/91.6214\/","token":"91.6214"},"129":{"id":"2906","structure_id":"31","section_number":"91.6215","catch_line":"Referenced Standards.","url":"\/91.6215\/","token":"91.6215"},"130":{"id":"793","structure_id":"31","section_number":"91.6216","catch_line":"Existing Signs.","url":"\/91.6216\/","token":"91.6216"},"131":{"id":"508","structure_id":"31","section_number":"91.6301","catch_line":"General.","url":"\/91.6301\/","token":"91.6301"},"132":{"id":"374","structure_id":"31","section_number":"91.6302","catch_line":"Food Establishment.","url":"\/91.6302\/","token":"91.6302"},"133":{"id":"678","structure_id":"31","section_number":"91.6303","catch_line":"Service Stations.","url":"\/91.6303\/","token":"91.6303"},"134":{"id":"1695","structure_id":"31","section_number":"91.6304","catch_line":"Residential Uses.","url":"\/91.6304\/","token":"91.6304"},"135":{"id":"3817","structure_id":"31","section_number":"91.6305","catch_line":"Parking Garages Serving Residential Uses.","url":"\/91.6305\/","token":"91.6305"},"136":{"id":"2217","structure_id":"31","section_number":"91.6306","catch_line":"Anti-Graffiti Finish To Exterior Walls.","url":"\/91.6306\/","token":"91.6306"},"137":{"id":"4050","structure_id":"31","section_number":"91.6307","catch_line":"Shower And Locker Facilities.","url":"\/91.6307\/","token":"91.6307"},"138":{"id":"3103","structure_id":"31","section_number":"91.6701","catch_line":"Purpose.","url":"\/91.6701\/","token":"91.6701"},"139":{"id":"1137","structure_id":"31","section_number":"91.6702","catch_line":"General.","url":"\/91.6702\/","token":"91.6702"},"140":{"id":"454","structure_id":"31","section_number":"91.6703","catch_line":"Limitations.","url":"\/91.6703\/","token":"91.6703"},"141":{"id":"2121","structure_id":"31","section_number":"91.6704","catch_line":"Alternate Security Provisions.","url":"\/91.6704\/","token":"91.6704"},"142":{"id":"3405","structure_id":"31","section_number":"91.6705","catch_line":"Definitions.","url":"\/91.6705\/","token":"91.6705"},"143":{"id":"3503","structure_id":"31","section_number":"91.6706","catch_line":"Entry Vision.","url":"\/91.6706\/","token":"91.6706"},"144":{"id":"2163","structure_id":"31","section_number":"91.6707","catch_line":"Appurtenant Access.","url":"\/91.6707\/","token":"91.6707"},"145":{"id":"2420","structure_id":"31","section_number":"91.6708","catch_line":"Doors – General.","url":"\/91.6708\/","token":"91.6708"},"146":{"id":"3771","structure_id":"31","section_number":"91.6709","catch_line":"Swinging Doors.","url":"\/91.6709\/","token":"91.6709"},"147":{"id":"2626","structure_id":"31","section_number":"91.6710","catch_line":"Sliding Glass Doors.","url":"\/91.6710\/","token":"91.6710"},"148":{"id":"1882","structure_id":"31","section_number":"91.6711","catch_line":"Overhead And Sliding Doors.","url":"\/91.6711\/","token":"91.6711"},"149":{"id":"63","structure_id":"31","section_number":"91.6712","catch_line":"Metal Accordion-Grate Or Grille-Type Doors.","url":"\/91.6712\/","token":"91.6712"},"150":{"id":"4119","structure_id":"31","section_number":"91.6713","catch_line":"Glazed Opening – General.","url":"\/91.6713\/","token":"91.6713"},"151":{"id":"2953","structure_id":"31","section_number":"91.6714","catch_line":"Glazing.","url":"\/91.6714\/","token":"91.6714"},"152":{"id":"4128","structure_id":"31","section_number":"91.6715","catch_line":"Windows.","url":"\/91.6715\/","token":"91.6715"},"153":{"id":"4020","structure_id":"31","section_number":"91.6716","catch_line":"Openings Other Than Doors Or Glazed Openings.","url":"\/91.6716\/","token":"91.6716"},"154":{"id":"4008","structure_id":"31","section_number":"91.6717","catch_line":"Tests – General.","url":"\/91.6717\/","token":"91.6717"},"155":{"id":"3041","structure_id":"31","section_number":"91.7001","catch_line":"Purpose.","url":"\/91.7001\/","token":"91.7001"},"156":{"id":"1161","structure_id":"31","section_number":"91.7002","catch_line":"Scope.","url":"\/91.7002\/","token":"91.7002"},"157":{"id":"2566","structure_id":"31","section_number":"91.7003","catch_line":"Definitions.","url":"\/91.7003\/","token":"91.7003"},"158":{"id":"588","structure_id":"31","section_number":"91.7004","catch_line":"Grading Designation.","url":"\/91.7004\/","token":"91.7004"},"159":{"id":"1918","structure_id":"31","section_number":"91.7005","catch_line":"General Requirements.","url":"\/91.7005\/","token":"91.7005"},"160":{"id":"3963","structure_id":"31","section_number":"91.7006","catch_line":"Conditions Precedent To Issuing A Grading Permit.","url":"\/91.7006\/","token":"91.7006"},"161":{"id":"3848","structure_id":"31","section_number":"91.7007","catch_line":"Safety Precautions During Grading.","url":"\/91.7007\/","token":"91.7007"},"162":{"id":"371","structure_id":"31","section_number":"91.7008","catch_line":"Professional Inspection And Certification For Engineered Grading.","url":"\/91.7008\/","token":"91.7008"},"163":{"id":"1173","structure_id":"31","section_number":"91.7009","catch_line":"Professional Inspection For Regular Grading.","url":"\/91.7009\/","token":"91.7009"},"164":{"id":"1796","structure_id":"31","section_number":"91.7010","catch_line":"Excavations.","url":"\/91.7010\/","token":"91.7010"},"165":{"id":"2641","structure_id":"31","section_number":"91.7011","catch_line":"Fills.","url":"\/91.7011\/","token":"91.7011"},"166":{"id":"2520","structure_id":"31","section_number":"91.7012","catch_line":"Planting And Irrigation Of Cut And Fill Slopes In Hillside Areas.","url":"\/91.7012\/","token":"91.7012"},"167":{"id":"2147","structure_id":"31","section_number":"91.7013","catch_line":"Erosion Control And Drainage Devices.","url":"\/91.7013\/","token":"91.7013"},"168":{"id":"419","structure_id":"31","section_number":"91.7014","catch_line":"Construction Requirements And Limitations.","url":"\/91.7014\/","token":"91.7014"},"169":{"id":"4104","structure_id":"31","section_number":"91.7015","catch_line":"Buttress Fills.","url":"\/91.7015\/","token":"91.7015"},"170":{"id":"79","structure_id":"31","section_number":"91.7016","catch_line":"Areas Subjected To Slides And Unstable Soil.","url":"\/91.7016\/","token":"91.7016"},"171":{"id":"1597","structure_id":"31","section_number":"91.7101","catch_line":"Purpose.","url":"\/91.7101\/","token":"91.7101"},"172":{"id":"3702","structure_id":"31","section_number":"91.7102","catch_line":"Definitions.","url":"\/91.7102\/","token":"91.7102"},"173":{"id":"3674","structure_id":"31","section_number":"91.7103","catch_line":"General Methane Mitigation Requirements.","url":"\/91.7103\/","token":"91.7103"},"174":{"id":"420","structure_id":"31","section_number":"91.7104","catch_line":"General Methane Requirements.","url":"\/91.7104\/","token":"91.7104"},"175":{"id":"1436","structure_id":"31","section_number":"91.7105","catch_line":"Existing Buildings.","url":"\/91.7105\/","token":"91.7105"},"176":{"id":"3904","structure_id":"31","section_number":"91.7106","catch_line":"Testing, Maintenance And Service Of Gas-Detection And Mechanical Ventilation Systems.","url":"\/91.7106\/","token":"91.7106"},"177":{"id":"1211","structure_id":"31","section_number":"91.7107","catch_line":"Emergency Procedures.","url":"\/91.7107\/","token":"91.7107"},"178":{"id":"1937","structure_id":"31","section_number":"91.7108","catch_line":"Application Of Methane Seepage Regulations To Locations Or Areas Outside The Methane Zone And Methane Buffer Zone Boundaries.","url":"\/91.7108\/","token":"91.7108"},"179":{"id":"3382","structure_id":"31","section_number":"91.7109","catch_line":"Additional Remedial Measures.","url":"\/91.7109\/","token":"91.7109"},"180":{"id":"607","structure_id":"31","section_number":"91.7200","catch_line":"Purpose.","url":"\/91.7200\/","token":"91.7200"},"181":{"id":"2819","structure_id":"31","section_number":"91.7201","catch_line":"General.","url":"\/91.7201\/","token":"91.7201"},"182":{"id":"2083","structure_id":"31","section_number":"91.7202","catch_line":"Additions To Buildings.","url":"\/91.7202\/","token":"91.7202"},"183":{"id":"1678","structure_id":"31","section_number":"91.7203","catch_line":"General Requirements.","url":"\/91.7203\/","token":"91.7203"},"184":{"id":"506","structure_id":"31","section_number":"91.7204","catch_line":"Special Requirements For Fire District Number 1.","url":"\/91.7204\/","token":"91.7204"},"185":{"id":"2563","structure_id":"31","section_number":"91.7205","catch_line":"Provisional Structures.","url":"\/91.7205\/","token":"91.7205"},"186":{"id":"3151","structure_id":"31","section_number":"91.7206","catch_line":"Special Requirements For Fire District Number 2.","url":"\/91.7206\/","token":"91.7206"},"187":{"id":"804","structure_id":"31","section_number":"91.7207","catch_line":"Special Requirements For The Very High Fire Hazard Severity Zone.","url":"\/91.7207\/","token":"91.7207"},"188":{"id":"933","structure_id":"31","section_number":"91.7208","catch_line":"Prohibited Vehicles.","url":"\/91.7208\/","token":"91.7208"},"189":{"id":"2867","structure_id":"31","section_number":"91.7209","catch_line":"Special Requirements For Fire Buffer Zone.","url":"\/91.7209\/","token":"91.7209"},"190":{"id":"217","structure_id":"31","section_number":"91.8101","catch_line":"General Provisions.","url":"\/91.8101\/","token":"91.8101"},"191":{"id":"368","structure_id":"31","section_number":"91.8102","catch_line":"Enforcement.","url":"\/91.8102\/","token":"91.8102"},"192":{"id":"1185","structure_id":"31","section_number":"91.8103","catch_line":"Existing Building Rights.","url":"\/91.8103\/","token":"91.8103"},"193":{"id":"56","structure_id":"31","section_number":"91.8104","catch_line":"Basic Maintenance And Repair Of Existing Buildings And Premises.","url":"\/91.8104\/","token":"91.8104"},"194":{"id":"1159","structure_id":"31","section_number":"91.8105","catch_line":"Illegal Buildings, Construction And Use.","url":"\/91.8105\/","token":"91.8105"},"195":{"id":"3215","structure_id":"31","section_number":"91.8106","catch_line":"Fire District Requirements.","url":"\/91.8106\/","token":"91.8106"},"196":{"id":"3064","structure_id":"31","section_number":"91.8107","catch_line":"Requirements Outside Of A Fire District.","url":"\/91.8107\/","token":"91.8107"},"197":{"id":"139","structure_id":"31","section_number":"91.8108","catch_line":"Nuisances, Hazardous Buildings And Substandard Residential Buildings.","url":"\/91.8108\/","token":"91.8108"},"198":{"id":"138","structure_id":"31","section_number":"91.8109","catch_line":"Relocated Buildings.","url":"\/91.8109\/","token":"91.8109"},"199":{"id":"2049","structure_id":"31","section_number":"91.8110","catch_line":"Unreinforced Masonry Bearing Wall Buildings.","url":"\/91.8110\/","token":"91.8110"},"200":{"id":"3586","structure_id":"31","section_number":"91.8111","catch_line":"Residential Heating.","url":"\/91.8111\/","token":"91.8111"},"201":{"id":"2383","structure_id":"31","section_number":"91.8112","catch_line":"Residential Plumbing.","url":"\/91.8112\/","token":"91.8112"},"202":{"id":"55","structure_id":"31","section_number":"91.8113","catch_line":"Rod Bracing Systems.","url":"\/91.8113\/","token":"91.8113"},"203":{"id":"825","structure_id":"31","section_number":"91.8114","catch_line":"Parapets And Appendages.","url":"\/91.8114\/","token":"91.8114"},"204":{"id":"880","structure_id":"31","section_number":"91.8115","catch_line":"Sandblasting.","url":"\/91.8115\/","token":"91.8115"},"205":{"id":"769","structure_id":"31","section_number":"91.8116","catch_line":"Special Provisions For Light-Housekeeping Rooms.","url":"\/91.8116\/","token":"91.8116"},"206":{"id":"153","structure_id":"31","section_number":"91.8117","catch_line":"Fire Watch.","url":"\/91.8117\/","token":"91.8117"},"207":{"id":"3493","structure_id":"31","section_number":"91.8118","catch_line":"Pool Water Clarity.","url":"\/91.8118\/","token":"91.8118"},"208":{"id":"3611","structure_id":"31","section_number":"91.8119","catch_line":"Historical Buildings And Structures.","url":"\/91.8119\/","token":"91.8119"},"209":{"id":"3592","structure_id":"31","section_number":"91.8201","catch_line":"General.","url":"\/91.8201\/","token":"91.8201"},"210":{"id":"3344","structure_id":"31","section_number":"91.8202","catch_line":"Change Of Rating Classification.","url":"\/91.8202\/","token":"91.8202"},"211":{"id":"1463","structure_id":"31","section_number":"91.8203","catch_line":"Change Of Occupancy Group Or Group Division.","url":"\/91.8203\/","token":"91.8203"},"212":{"id":"3011","structure_id":"31","section_number":"91.8204","catch_line":"Change Of Use.","url":"\/91.8204\/","token":"91.8204"},"213":{"id":"2534","structure_id":"31","section_number":"91.8205","catch_line":"Certificate Of Building Compliance.","url":"\/91.8205\/","token":"91.8205"},"214":{"id":"931","structure_id":"31","section_number":"91.8301","catch_line":"General Application.","url":"\/91.8301\/","token":"91.8301"},"215":{"id":"262","structure_id":"31","section_number":"91.8302","catch_line":"Permits Required – General Considerations.","url":"\/91.8302\/","token":"91.8302"},"216":{"id":"1619","structure_id":"31","section_number":"91.8303","catch_line":"Permit Application – Plans And Specifications.","url":"\/91.8303\/","token":"91.8303"},"217":{"id":"1143","structure_id":"31","section_number":"91.8304","catch_line":"Special Conditions Under Which A Permit Will Not Be Issued.","url":"\/91.8304\/","token":"91.8304"},"218":{"id":"1828","structure_id":"31","section_number":"91.8305","catch_line":"Guarantee Of Completion Required.","url":"\/91.8305\/","token":"91.8305"},"219":{"id":"500","structure_id":"31","section_number":"91.8306","catch_line":"Terms Of Permit.","url":"\/91.8306\/","token":"91.8306"},"220":{"id":"1658","structure_id":"31","section_number":"91.8307","catch_line":"Default In Performance Of Conditions Or Terms Of Permits – Failure To Complete.","url":"\/91.8307\/","token":"91.8307"},"221":{"id":"2618","structure_id":"31","section_number":"91.8308","catch_line":"Permit Fees.","url":"\/91.8308\/","token":"91.8308"},"222":{"id":"1064","structure_id":"31","section_number":"91.8309","catch_line":"Entry Upon Premises.","url":"\/91.8309\/","token":"91.8309"},"223":{"id":"1333","structure_id":"31","section_number":"91.8501","catch_line":"General.","url":"\/91.8501\/","token":"91.8501"},"224":{"id":"1595","structure_id":"31","section_number":"91.8502","catch_line":"Alternative Standards.","url":"\/91.8502\/","token":"91.8502"},"225":{"id":"3262","structure_id":"31","section_number":"91.8601","catch_line":"General.","url":"\/91.8601\/","token":"91.8601"},"226":{"id":"2797","structure_id":"31","section_number":"91.8602","catch_line":"Group E Occupancies.","url":"\/91.8602\/","token":"91.8602"},"227":{"id":"2928","structure_id":"31","section_number":"91.8603","catch_line":"Fire Protection – Warning System.","url":"\/91.8603\/","token":"91.8603"},"228":{"id":"492","structure_id":"31","section_number":"91.8604","catch_line":"Fire Safety Standards.","url":"\/91.8604\/","token":"91.8604"},"229":{"id":"683","structure_id":"31","section_number":"91.8605","catch_line":"Emergency Homeless Shelters.","url":"\/91.8605\/","token":"91.8605"},"230":{"id":"2592","structure_id":"31","section_number":"91.8606","catch_line":"Emergency Lighting Standards For Existing Residential Buildings, Group R, Division 1 Occupancies.","url":"\/91.8606\/","token":"91.8606"},"231":{"id":"3686","structure_id":"31","section_number":"91.8607","catch_line":"Tenant Safety For Apartment Houses, Except For Residential Condominiums.","url":"\/91.8607\/","token":"91.8607"},"232":{"id":"3585","structure_id":"31","section_number":"91.8801","catch_line":"Purpose.","url":"\/91.8801\/","token":"91.8801"},"233":{"id":"2521","structure_id":"31","section_number":"91.8802","catch_line":"Scope.","url":"\/91.8802\/","token":"91.8802"},"234":{"id":"1316","structure_id":"31","section_number":"91.8803","catch_line":"Definitions.","url":"\/91.8803\/","token":"91.8803"},"235":{"id":"369","structure_id":"31","section_number":"91.8804","catch_line":"Rating Classifications.","url":"\/91.8804\/","token":"91.8804"},"236":{"id":"1639","structure_id":"31","section_number":"91.8805","catch_line":"General Requirements.","url":"\/91.8805\/","token":"91.8805"},"237":{"id":"3640","structure_id":"31","section_number":"91.8806","catch_line":"Administration.","url":"\/91.8806\/","token":"91.8806"},"238":{"id":"1824","structure_id":"31","section_number":"91.8807","catch_line":"Historical Buildings.","url":"\/91.8807\/","token":"91.8807"},"239":{"id":"1415","structure_id":"31","section_number":"91.8808","catch_line":"Analysis And Design.","url":"\/91.8808\/","token":"91.8808"},"240":{"id":"3279","structure_id":"31","section_number":"91.8809","catch_line":"Materials Of Construction.","url":"\/91.8809\/","token":"91.8809"},"241":{"id":"3321","structure_id":"31","section_number":"91.8810","catch_line":"Information Required On Plans.","url":"\/91.8810\/","token":"91.8810"},"242":{"id":"807","structure_id":"31","section_number":"91.8811","catch_line":"Design Check – Compatibility Of Roof Diaphragm Stiffness To Unreinforced Masonry Wall Out-Of-Plane Stability.","url":"\/91.8811\/","token":"91.8811"},"243":{"id":"867","structure_id":"31","section_number":"91.8812","catch_line":"Violations.","url":"\/91.8812\/","token":"91.8812"},"244":{"id":"3941","structure_id":"31","section_number":"91.8813","catch_line":"Special Requirements For Vacant Buildings.","url":"\/91.8813\/","token":"91.8813"},"245":{"id":"67","structure_id":"31","section_number":"91.8901","catch_line":"General.","url":"\/91.8901\/","token":"91.8901"},"246":{"id":"3410","structure_id":"31","section_number":"91.8902","catch_line":"Definitions.","url":"\/91.8902\/","token":"91.8902"},"247":{"id":"1512","structure_id":"31","section_number":"91.8903","catch_line":"Abatement Procedures.","url":"\/91.8903\/","token":"91.8903"},"248":{"id":"1660","structure_id":"31","section_number":"91.8904","catch_line":"Special Provisions For Vacant Property Graffiti Removal.","url":"\/91.8904\/","token":"91.8904"},"249":{"id":"176","structure_id":"31","section_number":"91.8905","catch_line":"Special Provisions For Vacating, Barricading, Removing Or Demolishing Buildings Or Structures Without Notice.","url":"\/91.8905\/","token":"91.8905"},"250":{"id":"2186","structure_id":"31","section_number":"91.8906","catch_line":"Payment And Recovery Of Repair And Demolition Funds.","url":"\/91.8906\/","token":"91.8906"},"251":{"id":"3603","structure_id":"31","section_number":"91.8907","catch_line":"Abatement Of Public Nuisance Conditions Related To A Declared Local Emergency.","url":"\/91.8907\/","token":"91.8907"},"252":{"id":"3276","structure_id":"31","section_number":"91.8908","catch_line":"Special Provisions For The Repair Of Welded Steel Moment Frame Buildings Located In High Earthquake Damaged Areas.","url":"\/91.8908\/","token":"91.8908"},"253":{"id":"3128","structure_id":"31","section_number":"91.8910","catch_line":"Procedure For Abatement Of Nuisance; Recovery Of Attorney Fees; Assessment; Notice To Owner; Sale Of Property.","url":"\/91.8910\/","token":"91.8910"},"254":{"id":"3109","structure_id":"31","section_number":"91.9001","catch_line":"General.","url":"\/91.9001\/","token":"91.9001"},"255":{"id":"2363","structure_id":"31","section_number":"91.9002","catch_line":"Definitions.","url":"\/91.9002\/","token":"91.9002"},"256":{"id":"1110","structure_id":"31","section_number":"91.9003","catch_line":"Abatement Procedures.","url":"\/91.9003\/","token":"91.9003"},"257":{"id":"1220","structure_id":"31","section_number":"91.9101","catch_line":"Purpose.","url":"\/91.9101\/","token":"91.9101"},"258":{"id":"1426","structure_id":"31","section_number":"91.9102","catch_line":"Scope.","url":"\/91.9102\/","token":"91.9102"},"259":{"id":"3977","structure_id":"31","section_number":"91.9103","catch_line":"Definitions.","url":"\/91.9103\/","token":"91.9103"},"260":{"id":"584","structure_id":"31","section_number":"91.9104","catch_line":"Rating Classifications.","url":"\/91.9104\/","token":"91.9104"},"261":{"id":"2344","structure_id":"31","section_number":"91.9105","catch_line":"General Requirements.","url":"\/91.9105\/","token":"91.9105"},"262":{"id":"3966","structure_id":"31","section_number":"91.9106","catch_line":"Administration.","url":"\/91.9106\/","token":"91.9106"},"263":{"id":"1935","structure_id":"31","section_number":"91.9107","catch_line":"Historical Buildings.","url":"\/91.9107\/","token":"91.9107"},"264":{"id":"2806","structure_id":"31","section_number":"91.9108","catch_line":"Analysis And Design.","url":"\/91.9108\/","token":"91.9108"},"265":{"id":"702","structure_id":"31","section_number":"91.9109","catch_line":"Materials Of Construction.","url":"\/91.9109\/","token":"91.9109"},"266":{"id":"2917","structure_id":"31","section_number":"91.9110","catch_line":"Information Required On Plans.","url":"\/91.9110\/","token":"91.9110"},"267":{"id":"558","structure_id":"31","section_number":"91.9111","catch_line":"Required Building Maintenance.","url":"\/91.9111\/","token":"91.9111"},"268":{"id":"1071","structure_id":"31","section_number":"91.9112","catch_line":"Violations – Penalties For Disregarding Department Orders.","url":"\/91.9112\/","token":"91.9112"},"269":{"id":"3070","structure_id":"31","section_number":"91.9201","catch_line":"General.","url":"\/91.9201\/","token":"91.9201"},"270":{"id":"279","structure_id":"31","section_number":"91.9202","catch_line":"Definitions.","url":"\/91.9202\/","token":"91.9202"},"271":{"id":"1378","structure_id":"31","section_number":"91.9203","catch_line":"Structural Weaknesses.","url":"\/91.9203\/","token":"91.9203"},"272":{"id":"3743","structure_id":"31","section_number":"91.9204","catch_line":"Strengthening Requirements.","url":"\/91.9204\/","token":"91.9204"},"273":{"id":"129","structure_id":"31","section_number":"91.9205","catch_line":"Quality Control.","url":"\/91.9205\/","token":"91.9205"},"274":{"id":"1277","structure_id":"31","section_number":"91.9301","catch_line":"Purpose.","url":"\/91.9301\/","token":"91.9301"},"275":{"id":"2007","structure_id":"31","section_number":"91.9302","catch_line":"Scope.","url":"\/91.9302\/","token":"91.9302"},"276":{"id":"2891","structure_id":"31","section_number":"91.9303","catch_line":"Definitions.","url":"\/91.9303\/","token":"91.9303"},"277":{"id":"1925","structure_id":"31","section_number":"91.9304","catch_line":"General Requirements For Phased Construction.","url":"\/91.9304\/","token":"91.9304"},"278":{"id":"1783","structure_id":"31","section_number":"91.9305","catch_line":"Analysis And Design.","url":"\/91.9305\/","token":"91.9305"},"279":{"id":"1410","structure_id":"31","section_number":"91.9306","catch_line":"Materials Of Construction.","url":"\/91.9306\/","token":"91.9306"},"280":{"id":"86","structure_id":"31","section_number":"91.9307","catch_line":"Required Information On Plans.","url":"\/91.9307\/","token":"91.9307"},"281":{"id":"2675","structure_id":"31","section_number":"91.9401","catch_line":"Purpose.","url":"\/91.9401\/","token":"91.9401"},"282":{"id":"1654","structure_id":"31","section_number":"91.9402","catch_line":"Scope.","url":"\/91.9402\/","token":"91.9402"},"283":{"id":"3132","structure_id":"31","section_number":"91.9403","catch_line":"Definitions.","url":"\/91.9403\/","token":"91.9403"},"284":{"id":"146","structure_id":"31","section_number":"91.9404","catch_line":"General Requirements.","url":"\/91.9404\/","token":"91.9404"},"285":{"id":"3075","structure_id":"31","section_number":"91.9405","catch_line":"Pre-Design Investigation.","url":"\/91.9405\/","token":"91.9405"},"286":{"id":"3186","structure_id":"31","section_number":"91.9406","catch_line":"Analysis And Design.","url":"\/91.9406\/","token":"91.9406"},"287":{"id":"3281","structure_id":"31","section_number":"91.9407","catch_line":"Historical Buildings.","url":"\/91.9407\/","token":"91.9407"},"288":{"id":"875","structure_id":"31","section_number":"91.9408","catch_line":"Quality Control.","url":"\/91.9408\/","token":"91.9408"},"289":{"id":"248","structure_id":"31","section_number":"91.9409","catch_line":"Information Required On Plans.","url":"\/91.9409\/","token":"91.9409"},"290":{"id":"2126","structure_id":"31","section_number":"91.9501","catch_line":"Purpose.","url":"\/91.9501\/","token":"91.9501"},"291":{"id":"3288","structure_id":"31","section_number":"91.9502","catch_line":"Scope.","url":"\/91.9502\/","token":"91.9502"},"292":{"id":"46","structure_id":"31","section_number":"91.9503","catch_line":"Definitions.","url":"\/91.9503\/","token":"91.9503"},"293":{"id":"650","structure_id":"31","section_number":"91.9504","catch_line":"Reserved.","url":"\/91.9504\/","token":"91.9504"},"294":{"id":"1272","structure_id":"31","section_number":"91.9505","catch_line":"General Requirements.","url":"\/91.9505\/","token":"91.9505"},"295":{"id":"2573","structure_id":"31","section_number":"91.9508","catch_line":"Criteria Selection.","url":"\/91.9508\/","token":"91.9508"},"296":{"id":"3797","structure_id":"31","section_number":"91.9509","catch_line":"Dynamic Lateral Analysis Procedure.","url":"\/91.9509\/","token":"91.9509"},"297":{"id":"1668","structure_id":"31","section_number":"91.9510","catch_line":"Equivalent Lateral Force Procedure.","url":"\/91.9510\/","token":"91.9510"},"298":{"id":"2400","structure_id":"31","section_number":"91.9511","catch_line":"Simplified Analysis Procedure.","url":"\/91.9511\/","token":"91.9511"},"299":{"id":"1341","structure_id":"31","section_number":"91.9512","catch_line":"Minimum Requirements For A Limited Structural Analysis.","url":"\/91.9512\/","token":"91.9512"},"300":{"id":"249","structure_id":"31","section_number":"91.9513","catch_line":"Determination Of The Stress-Strain Relationship Of Existing Unreinforced Masonry.","url":"\/91.9513\/","token":"91.9513"},"301":{"id":"4005","structure_id":"31","section_number":"91.9514","catch_line":"Evaluation Of Existing Structural Conditions.","url":"\/91.9514\/","token":"91.9514"},"302":{"id":"3874","structure_id":"31","section_number":"91.9515","catch_line":"Materials Of Construction.","url":"\/91.9515\/","token":"91.9515"},"303":{"id":"3063","structure_id":"31","section_number":"91.9516","catch_line":"Information Required On The Plans.","url":"\/91.9516\/","token":"91.9516"},"304":{"id":"1286","structure_id":"31","section_number":"91.9601","catch_line":"Purpose.","url":"\/91.9601\/","token":"91.9601"},"305":{"id":"3639","structure_id":"31","section_number":"91.9602","catch_line":"Scope.","url":"\/91.9602\/","token":"91.9602"},"306":{"id":"2223","structure_id":"31","section_number":"91.9603","catch_line":"Definitions.","url":"\/91.9603\/","token":"91.9603"},"307":{"id":"1846","structure_id":"31","section_number":"91.9604","catch_line":"Analysis And Design.","url":"\/91.9604\/","token":"91.9604"},"308":{"id":"529","structure_id":"31","section_number":"91.9605","catch_line":"Materials Of Construction.","url":"\/91.9605\/","token":"91.9605"},"309":{"id":"1955","structure_id":"31","section_number":"91.9606","catch_line":"Information Required On Plans.","url":"\/91.9606\/","token":"91.9606"}},"previous_section":{"id":"1918","structure_id":"31","section_number":"91.7005","catch_line":"General Requirements.","url":"\/91.7005\/","token":"91.7005"},"next_section":{"id":"3848","structure_id":"31","section_number":"91.7007","catch_line":"Safety Precautions During Grading.","url":"\/91.7007\/","token":"91.7007"},"metadata":false,"references":false,"url":"\/91.7006\/","token":"91.7006","formats":{"txt":"\/91.7006.txt","json":"\/91.7006.xml"},"dublin_core":{"Title":"Conditions Precedent To Issuing A Grading Permit.","Type":"Text","Format":"text\/html","Identifier":"§ 91.7006","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCONDITIONS PRECEDENT TO ISSUING A GRADING PERMIT. (§ 91.7006)\n\n  CONDITIONS PRECEDENT TO ISSUING A GRADING PERMIT.\n\t(Title and Section Amended by Ord. No. 171,175, Eff. 7\/25\/96.)91.7006.1. \nPlans and Specifications.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.) \nApplication for a grading permit shall be accompanied by plans and\nspecifications prepared and signed by an individual licensed by the State to\nprepare such documents.  Plans shall be drawn to appropriate scale upon\nsubstantial paper or cloth and shall be of sufficient clarity to indicate the\nnature and extent of the work proposed and show in detail that they will conform\nto the provisions of this Code and all relevant laws, ordinances, rules and\nregulations.\tThe first sheet of each set of plans shall give location of the\nwork, the name and address of the owner and the person by whom they were\nprepared.\tThe plans shall include, but not be limited to, the following\ninformation:\t1.\tGeneral vicinity of the proposed site.\t2.\tProperty limits and\naccurate contours of existing ground and details of terrain and area\ndrainage.\t3.\tLimiting dimensions, elevations or finish contours to be achieved\nby the grading, and proposed drainage channels and related\nconstruction.\t4.\tDetailed plans of all surface and subsurface drainage devices,\nwalls, cribbing, dams and other protective devices to be constructed with, or as\na part of, the proposed work together with a map showing the drainage area and\nthe estimated runoff of the area served by any drains.\t5.\tLocation of any\nbuildings or structures on the property where the work is to be performed and\nthe location of any buildings or structures on land of adjacent owners which are\nwithin 15 feet (4572 mm) of the property or which may be affected by the\nproposed grading operations.\t6.\tThe location of the top and toe of all cuts and\nfills, the location of all “daylight” lines, the amount of cut and fill, the\nlocation of disposal site for excess material, if known, and the estimated dates\nfor starting and completing grading work.\t7.\tWhen reports are required pursuant\nto Section 91.7006.2, recommendations included in the approved soils engineering\nreport and engineering geology report shall be incorporated into the grading\nplans.  A copy of the soils report, geological report, and Department letter\napproving such reports shall be attached to the approved set of grading plans\nand kept at the job site.\t8.\tWhen reports are required pursuant to Section\n91.7006.2, the dates of the soils engineering and engineering geology reports\ntogether with the names, addresses and phone numbers of the firms or individuals\nwho prepared the reports shall be incorporated in the grading plans.\tThe\nDepartment may require some plans to be prepared by a licensed surveyor when the\nproperty location and its limits are not clear.  Portions of the aforementioned\nplan requirements may be waived by the Department if it finds that the\ninformation on the application and\/or submitted plans is sufficient to show that\nthe work will conform to the provisions of this Code and other relevant\nlaws.91.7006.2.  Report Requirement.  (Amended by Ord. No. 181,758, Eff.\n8\/8\/11.)  Reports shall be submitted to the Department for review and approval\nin, but not limited to, the following circumstances:\t1.\tSoils and\/or geological\nreports are required when they are stipulated in a Grading Preinspection Report\nprepared in accordance with Section 91.107.3.2 of this Code.\t2.\tSoils and\ngeological reports are required for all grading work in excess of 5,000 cubic\nyards (3825 m3) of cut or fill, or a combination thereof.\t3.\tSoils reports are\nrequired when the design of the foundations does not conform to the requirements\nof Division 18 of this article.\t4.\tSoils and\/or geological reports may be\nrequired when previously unknown adverse soils or geologic conditions are\nrevealed during construction.\t5.\tSoils and\/or geological reports may be required\nto evaluate liquefaction, slope instability and surface ground rupture resulting\nfrom earthquake motions in accordance with CBC Section 1802.\tThe Superintendent\nof Building may require a geotechnical investigation in accordance with CBC\nSection 1802.2 to address the potential of liquefaction when, during the course\nof an investigation, all of the following conditions are discovered:\t1.\tShallow\nground water, 50 feet (15240 mm) or less.\t2. \tUnconsolidated sandy\nalluvium.91.7006.3.  Report Content.91.7006.3.1.  Soils Engineering Report. \nThe soils engineering report required by Section 91.7006.2 shall include data\nregarding the nature, distribution and strength of existing soils, conclusions\nand recommendations for grading procedures and design criteria for corrective\nmeasures, including buttress fills, when necessary, and opinion on adequacy for\nthe intended use of sites to be developed by the proposed grading as affected by\nsoils engineering factors, including the stability of slopes.91.7006.3.2. \nEngineering Geology Report.  The engineering geology report required by Section\n91.7006.2 shall include an adequate description of the geology of the site,\nconclusions and recommendations regarding the effect of geologic conditions on\nthe proposed development, and opinion on the adequacy for the intended use of\nsites to be developed by the proposed grading, as affected by geologic\nfactors.\tIn addition, all soils engineering and engineering geology reports for\ngrading work in hillside areas  shall also comply with rules and standards\nestablished by the Department.91.7006.4.  Hillside Exploratory Work.  Surface\nand subsurface exploratory work shall be performed by a soils engineer and an\nengineering geologist on all hillside grading work.  This exploratory work\nshall conform to the rules and regulations for hillside exploratory work\nestablished by the general manager of the Department.  The Department may waive\nthis requirement when it determines from the application and site conditions\nthat the proposed grading will conform to the provisions of the Code.\tNo person\nshall conduct any grading operation for the access of exploration equipment\nunless the Department has approved a plan signed by the soils engineer and\/or\ngeologist showing the extent of access grading and how the site is to be\nrestored after exploration. 91.7006.5.  Bonds in Hillside Areas Required. \nThe Superintendent of Building may require bonds in such form and amounts as may\nbe deemed necessary to assure that the work, if not completed in accordance with\nthe approved plans and specifications, will be corrected to eliminate hazardous\nconditions.91.7006.5.1.  Surety Bond.  (Amended by Ord. No. 171,939, Eff.\n4\/15\/98.)  Before a permit is issued for excavation or fill of 250 cubic yards\n(191.3 m3) or more of earth in a hillside area, the owner of the property shall\nfile with the Department a bond for the benefit of the city.  The bond shall be\nexecuted by the owner and a corporate surety authorized to do business in this\nstate as a surety in an amount sufficient to cover the entire\nproject.\tEXCEPTION.  Upon application by the owner, the Department may waive\nthis requirement if:\t1.\tThe proposed grading is neither actually nor potentially\nhazardous;\t2.\tThe grading work performed is in compliance with a Department\norder; or\t3.\tThe applicant can substantiate, to the satisfaction of the\nDepartment, that the work under a grading permit will be fully\nexecuted.91.7006.5.2.  Cash Bond.  In lieu of a surety bond, the owner may\nfile a cash bond with the Department on the same terms and conditions and in an\namount equal to that which would be required in the surety bond.  The deposit\nmay be in the form of negotiable United States securities in lieu of\ncash.91.7006.5.3.  Application of Bond to Adjacent Property.  Where grading is\nrequired on property adjacent to the grading site under permit in order to\ncomplete a project satisfactorily, the owner of such adjacent property need not\nprovide an additional grading bond if the original bond is of sufficient amount\nto include such additional grading.91.7006.5.4.  Conditions of the Bond. \n(Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Every bond shall be conditioned\nsuch that the owner shall:\t1.\tComply with all applicable provisions of this Code\nand all other applicable laws;\t2.\tComply with all of the terms and conditions of\nthe grading permit to the satisfaction of the Department;\t3.\tComplete all of the\nwork described by the permit, and the plans and specifications relating thereto,\nwithin the time limit specified in the permit.  Upon application by the\npermittee, the Department, or the Board, in case an appeal is made to it\npursuant to Section 98.0403 of the Los Angeles Municipal Code, may, for\nsufficient cause, extend the time specified in the permit, but no such extension\nshall release any surety on the bond.\t4.\tInstall temporary erosion control\ndevices when required to do so by the provisions of this Code.91.7006.5.5. \nPeriod and Termination of Bond.  The term of each bond shall begin on the date\nof filing and shall remain in effect until the work is completed to the\nsatisfaction of the Department or until replaced by a new bond in the event of a\nchange of ownership.  In the event of failure to complete the work and\/or\nfailure to comply with all of the conditions and terms of the permit, the\nDepartment may order some or all of the work to be completed to correct any\nhazardous conditions.  The surety executing such bond, or such deposit, shall\ncontinue to be firmly bound under a continuing obligation for the payment of all\nnecessary costs and expenses that may be incurred or expended by the city in\ncausing any and all of such required work to be done and that said surety or the\ndepositor assents to any lawful extension of time within which to construct and\ncomplete such work.  Such costs shall include an amount equal to the cost to\nthe city of administering the contract and supervising the work required. In the\ncase of a cash bond, the deposit, or any unused portion thereof, shall be\nrefunded to the depositor upon completion of the work to the satisfaction of the\nDepartment.  The Department may release or exonerate the bond under appropriate\nconditions when the public health and welfare is not jeopardized.91.7006.5.6. \nNew Ownership.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  In the event of\nchange of ownership during grading, the new owner shall secure a new grading\npermit and post a new bond to ensure completion of the grading.91.7006.5.7. \nAmount of Bond.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The amount of\nthe bond shall be based on the number of cubic yards of material in either\nexcavation or fill, whichever is the greater amount, and in addition shall\ninclude the cost of all drainage or other protective devices such as, but not\nlimited to retaining walls, as may lawfully be required.  That portion of the\nbond valuation covering the cost of excavation or fill shall be computed as\nfollows:\n  \n    \n      \n        250 to 10,000 cubic yards\n      \n      \n        $1,000, plus $1.00 per cubic yard\n      \n    \n    \n      \n        10,001 to 100,000 cubic yards\n      \n      \n        $11,000, plus 50 cents per cubic yard for each additional cubic yard in\nexcess of 10,000\n      \n    \n    \n      \n        Over 100,000 cubic yards\n      \n      \n        $56,000, plus 35 cents per cubic yard for each additional cubic yard in\nexcess of 100,000\n      \n    \n  \n\tFor SI: 1 cubic yard = 0.765 m391.7006.5.8.  Installment Refunds.  When a\nsubstantial portion of the required grading work has been completed to the\nsatisfaction of the Department, and when the completion of the remaining grading\nwork, site development or planting is delayed, the Department may accept the\ncompleted portion of the grading work and consent to the proportionate reduction\nof the bond to an amount estimated to be adequate to ensure completion of the\ngrading work, site development or planting remaining to be performed.  Only one\nsuch reduction shall be considered for each bond posted.91.7006.5.9.  Entry\nUpon Premises.  The Department, the Board of Public Works, the surety company,\nor their duly authorized representative, shall have access to the premises\ndescribed in the permit for the purpose of inspecting the progress of the\nwork.\tIn the event of default in the performance of any terms or conditions of\nthe permit, the surety or any person employed or engaged in his or her behalf\nshall have the right to go upon the premises to complete the required work,\nincluding the installation of temporary erosion control devices.\tShould the\npermittee or the surety fail to perform the work described by the permit and the\nplans and specification relating thereto or required by any applicable law, and\nit is determined by either the Department or the Board of Public Works that the\npublic health, safety or general welfare is endangered by such failure, the\nDepartment, the Board of Public Works, or the representative of either may enter\nupon the premises to perform all or any part of such work, including the\ninstallation of temporary erosion control devices.\tIt shall be unlawful for the\nowner or any other person to interfere with the ingress and egress from such\npremises of any authorized representative or agent of any surety company or the\ncity engaged in the work ordered by the Department or the Board of Public\nWorks.91.7006.6.  Consent of Adjacent Property Owner.  (Amended by Ord. No.\n171,939, Eff. 4\/15\/98.)  Whenever any excavation or fill requires entry onto\nadjacent property for any reason, the permit applicant shall obtain the written\nconsent of the adjacent property owner or the owner’s authorized\nrepresentative, and shall file a copy of said consent with the Department before\na permit for such grading work may be issued.  The signature on such written\nconsent shall be notarized.\tIn the event contours on adjacent properties are\npermanently changed, structures or drainage devices are added or modified,\nand\/or the work done requires a grading permit under Section 91.106.1.2, a\nseparate permit shall be required for each such affected adjoining property in\naddition to the consent letter.  Furthermore, the adjacent property owner shall\nacknowledge his or her consent on plans showing such work.  The consent letter\nwill not be required if such grading permit is taken out by the adjoining\nowner.91.7006.7.  Limitation of Export and Import.91.7006.7.1.  Export-import\nDefined.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  As used in this\ndivision, the term “export” and its derivatives shall be defined as the\nearth, brush or similar materials transported from a grading site.  The term\n“import” and its derivatives shall be defined as earth, brush or similar\nmaterials transported to a grading site.91.7006.7.2.  General Conditions. \n(Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The Department may designate\nroutes of ingress and egress and may impose such conditions and require such\nsafety precautions for pedestrian and vehicular traffic as it determines are\nrequired in the interest of public health, safety and welfare.\tThe imposed\nconditions may include, but are not limited to:\t1.\tRestricting the size and type\nof hauling equipment.\t2.\tRequiring traffic control device, flaggers, and signs\nand markers at appropriate locations along the designated routes as provided in\nthe City of Los Angeles Department of Public Works and Traffic pamphlet, “Work\nArea Traffic Control Handbook”, 1990 Edition, or latest subsequent\nrevisions.\t3.\tEstablishing a temporary “no parking” area authorized by the\ngeneral manager of the Transportation Department when determined to be\nnecessary.\t4.\tSecuring all loads by trimming, watering or other appropriate\nmeans to prevent spillage and dust.91.7006.7.3.  Subdivision Conditions.  All\nconditions of import and export imposed in the approval of a tentative tract map\nshall be made a part of the grading permit.91.7006.7.4.  Special Hillside\nConditions.  No permit requiring the import or export of more than 1,000 cubic\nyards (764 m3) shall be issued for areas designated “hillside” except as\nspecified in this section.  A fee of $529.00 for the first 1,000 cubic yards\nand $100.00 additional for each 1,000 cubic yards or portion of 1,000 cubic\nyards, in addition to the permit fee shall be paid for processing an application\nfor grading under the provisions of this section.  (Amended by Ord. No.\n180,868, Eff. 10\/22\/09.)\t1.\tThe applicant shall submit a proposed method of\nhauling, which shall include the location of borrow and\/or dispersal sites\nwithin the hillside area, the truck staging areas, the portion of the haul route\nwithin the hillside area and extending to or from a major or secondary highway,\nthe maximum gross weight of haul vehicles when loaded and other information as\nmay be required by the Departments of Building and Safety, Transportation and\nPublic Works.  In addition, the applicant shall submit a copy of the\nsoil\/geological report approval letter when reports are required pursuant to\nSection 7006.2, a vicinity map, and a list of affected property owners to be\nnotified of the public hearing pursuant to Item 4.  (Amended by Ord. No.\n179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t2.\tThe Department shall immediately\nforward a copy of the hauling proposal to the Department of Public Works which\nshall review same to determine the effect of the proposed hauling operation on\nthe structural integrity of the public streets, on public safety due to street\nalignment, width and grade, and on public health and welfare due to noise and\nvibration as it may affect private property situated on or adjacent to the haul\nroute within the hillside area.\tThe Department of Public Works shall collect a\nfee and may require a bond as specified in Article 2 of Chapter VI of the Los\nAngeles Municipal Code.  The Department of Public Works may, within 21 days\nafter receipt of the proposal, recommend conditions to be imposed on the hauling\noperations to protect the public health, safety and welfare in the respects\nhereinabove specified.\t3.\tThe Department shall also immediately forward a copy\nof the hauling proposal to the Department of Transportation which shall review\nsame to determine the effect thereof on vehicular and pedestrian traffic in the\naffected area.  The Department of Transportation may, within 21 days after\nreceipt of the proposal, recommend any traffic control measures deemed necessary\nto protect the public health, safety and welfare.\t4.\t(Amended by Ord. No.\n179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The Department shall within 45 days\nafter receipt of the proposed method of hauling, schedule a public hearing\nbefore the board provided that any environmental document required pursuant to\nthe provisions of the California Environmental Quality Act has been completed\nand that the soils\/geology report for the project, if required pursuant to\nSection 91.7006.2, has been reviewed and approved by the Department’s Grading\nDivision.\tThe Department shall give notice of the time, place and purpose of the\nhearing as follows:\ta.\tby publishing a notice in at least one publication of\ngeneral circulation in the City, designated for that purpose by the City Clerk,\nnot less than ten days prior to the date of the hearing; and\tb.\tby mailing a\nwritten notice at least ten days prior to the date of the hearing to the owner\nor owners of the property involved, and to the owners of all properties within\n300 feet (91 440 mm) of the exterior boundaries of the site for which the\ngrading permit has been requested using, for the purpose of notification, the\nlast known name and address of owners as are shown on the records of the City\nEngineer or the records of the County Assessor; and  (Amended by Ord. No.\n181,595, Eff. 4\/10\/11.)\tc.\tby the applicant posting notice of the public hearing\nin a conspicuous place and in clear public view on the property involved at\nleast five days prior to the date of the public hearing.\t5.\tAt the public\nhearing, the Board of Building and Safety Commissioners shall consider the views\nof the applicant and all other affected persons.  The board shall then grant or\nconditionally grant approval of export and import operations or, in the event it\ndetermines that the grading activity, including the hauling operation, will\nendanger the public health, safety and welfare, it shall deny the request. \nWhere conditions of the permit are recommended by the Department of Public\nWorks, including the condition that a bond be posted pursuant to Section 62.202\nof the Los Angeles Municipal Code, such conditions shall be made a part of any\npermit which may be issued.  The decision of the board shall not be effective\nuntil 10 calendar days have elapsed from the date of the board’s\ndecision.\t6.\tAny affected person, including the applicant, who is dissatisfied\nwith the decision of the board, may appeal the board decision within ten days to\nthe City Council by filing an appeal with the City Clerk.  The City Council\nshall hear and make its determination on the appeal not later than the 30th day\nafter the appeal has been filed.  The decision of the City Council on the\nmatter shall be final.  If the City Council fails to act on any appeal within\nthe time limit specified in this section, the action of the board on the matter\nshall be final.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper.\n1\/1\/08.)\t7.\tThe provisions of this section shall not apply to applications for\npermits which apply to export or import operations which have been approved in\naccordance with Section 17.13 of the Los Angeles Municipal Code.91.7006.8. \nConformance with Zoning Regulations Required.91.7006.8.1.  Subdivision Map\nAct.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued\nfor any grading or import or export of earth materials to or from any grading\nsite except in compliance with the zoning, private street and division of land\nregulations contained in Chapter I of the Los Angeles Municipal Code, the\nSubdivision Map Act of the State of California and the approved master plan for\nthe area in which the grading is to be done.91.7006.8.2.  Tentative Tract\nMap.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued\nfor the import or export of earth materials to or from and no grading shall be\nconducted on any grading site in hillside areas having an area in excess of\n60,000 square feet (5574 m2) unless a tentative tract map has been approved\ntherefor by the advisory agency.  The advisory agency may waive this\nrequirement if it determines that a tract map is not required by the division of\nland regulations contained in Chapter I of the Los Angeles Municipal\nCode.\tEXCEPTION:  The requirements of this section shall not apply to any\ngrading allowed under the exception to Section 91.7005.1.\n","html":"\n\t\t\t\t\t<section><p>  CONDITIONS <span class=\"dictionary\">PRECEDENT<\/span> TO ISSUING A GRADING PERMIT.\n\t(Title and Section Amended by Ord. No. 171,175, Eff. 7\/25\/96.)<br \/><br \/>91.7006.1.  Plans and Specifications.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Application for a grading permit shall be accompanied by plans and specifications prepared and signed by an individual licensed by the State to prepare such documents.  Plans shall be drawn to appropriate scale upon substantial paper or cloth and shall be of sufficient clarity to indicate the nature and extent of the work proposed and show in detail that they will conform to the provisions of this Code and all relevant <span class=\"dictionary\">laws<\/span>, <span class=\"dictionary\">ordinances<\/span>, rules and regulations.<br \/><br \/>\tThe first sheet of each set of plans shall give location of the work, the name and address of the owner and the person by whom they were prepared.<br \/><br \/>\tThe plans shall include, but not be limited to, the following information:<br \/><br \/>\t1.\tGeneral vicinity of the proposed site.<br \/><br \/>\t2.\tProperty limits and accurate contours of existing ground and details of terrain and area drainage.<br \/><br \/>\t3.\tLimiting dimensions, elevations or finish contours to be achieved by the grading, and proposed drainage channels and related construction.<br \/><br \/>\t4.\tDetailed plans of all surface and subsurface drainage devices, walls, cribbing, dams and other protective devices to be constructed with, or as a part of, the proposed work together with a map showing the drainage area and the estimated runoff of the area served by any drains.<br \/><br \/>\t5.\tLocation of any buildings or structures on the property where the work is to be performed and the location of any buildings or structures on land of adjacent owners which are within 15 feet (4572 mm) of the property or which may be affected by the proposed grading operations.<br \/><br \/>\t6.\tThe location of the top and toe of all cuts and fills, the location of all “daylight” lines, the amount of cut and fill, the location of disposal site for excess <span class=\"dictionary\">material<\/span>, if known, and the estimated dates for starting and completing grading work.<br \/><br \/>\t7.\tWhen reports are required pursuant to Section 91.7006.2, recommendations included in the approved soils engineering report and engineering geology report shall be incorporated into the grading plans.  A copy of the soils report, geological report, and Department letter approving such reports shall be attached to the approved set of grading plans and kept at the job site.<br \/><br \/>\t8.\tWhen reports are required pursuant to Section 91.7006.2, the dates of the soils engineering and engineering geology reports together with the names, addresses and phone numbers of the firms or individuals who prepared the reports shall be incorporated in the grading plans.<br \/><br \/>\tThe Department may require some plans to be prepared by a licensed surveyor when the property location and its limits are not clear.  Portions of the aforementioned plan requirements may be waived by the Department if it finds that the information on the application and\/or submitted plans is sufficient to show that the work will conform to the provisions of this Code and other relevant <span class=\"dictionary\">laws<\/span>.<br \/><br \/>91.7006.2.  Report Requirement.  (Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  Reports shall be submitted to the Department for review and approval in, but not limited to, the following circumstances:<br \/><br \/>\t1.\tSoils and\/or geological reports are required when they are stipulated in a Grading Preinspection Report prepared in accordance with Section 91.107.3.2 of this Code.<br \/><br \/>\t2.\tSoils and geological reports are required for all grading work in excess of 5,000 cubic yards (3825 m3) of cut or fill, or a combination thereof.<br \/><br \/>\t3.\tSoils reports are required when the design of the foundations does not conform to the requirements of Division 18 of this article.<br \/><br \/>\t4.\tSoils and\/or geological reports may be required when previously unknown adverse soils or geologic conditions are revealed during construction.<br \/><br \/>\t5.\tSoils and\/or geological reports may be required to evaluate liquefaction, slope instability and surface ground rupture resulting from earthquake <span class=\"dictionary\">motions<\/span> in accordance with CBC Section 1802.<br \/><br \/>\tThe Superintendent of Building may require a geotechnical investigation in accordance with CBC Section 1802.2 to address the potential of liquefaction when, during the course of an investigation, all of the following conditions are discovered:<br \/><br \/>\t1.\tShallow ground water, 50 feet (15240 mm) or less.<br \/><br \/>\t2. \tUnconsolidated sandy alluvium.<br \/><br \/>91.7006.3.  Report Content.<br \/><br \/>91.7006.3.1.  Soils Engineering Report.  The soils engineering report required by Section 91.7006.2 shall include data regarding the nature, distribution and strength of existing soils, conclusions and recommendations for grading procedures and design criteria for corrective measures, including buttress fills, when necessary, and <span class=\"dictionary\">opinion<\/span> on adequacy for the intended use of sites to be developed by the proposed grading as affected by soils engineering factors, including the stability of slopes.<br \/><br \/>91.7006.3.2.  Engineering Geology Report.  The engineering geology report required by Section 91.7006.2 shall include an adequate description of the geology of the site, conclusions and recommendations regarding the effect of geologic conditions on the proposed development, and <span class=\"dictionary\">opinion<\/span> on the adequacy for the intended use of sites to be developed by the proposed grading, as affected by geologic factors.<br \/><br \/>\tIn addition, all soils engineering and engineering geology reports for grading work in hillside areas  shall also comply with rules and standards established by the Department.<br \/><br \/>91.7006.4.  Hillside Exploratory Work.  Surface and subsurface exploratory work shall be performed by a soils engineer and an engineering geologist on all hillside grading work.  This exploratory work shall conform to the rules and regulations for hillside exploratory work established by the general manager of the Department.  The Department may <span class=\"dictionary\">waive<\/span> this requirement when it determines from the application and site conditions that the proposed grading will conform to the provisions of the Code.<br \/><br \/>\tNo person shall conduct any grading operation for the access of exploration equipment unless the Department has approved a plan signed by the soils engineer and\/or geologist showing the extent of access grading and how the site is to be restored after exploration. <br \/><br \/>91.7006.5.  <span class=\"dictionary\">Bonds<\/span> in Hillside Areas Required.  The Superintendent of Building may require <span class=\"dictionary\">bonds<\/span> in such form and amounts as may be deemed necessary to assure that the work, if not completed in accordance with the approved plans and specifications, will be corrected to eliminate hazardous conditions.<br \/><br \/>91.7006.5.1.  <span class=\"dictionary\">Surety<\/span> <span class=\"dictionary\">Bond<\/span>.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Before a permit is issued for excavation or fill of 250 cubic yards (191.3 m3) or more of earth in a hillside area, the owner of the property shall file with the Department a <span class=\"dictionary\">bond<\/span> for the benefit of the city.  The <span class=\"dictionary\">bond<\/span> shall be executed by the owner and a corporate <span class=\"dictionary\">surety<\/span> authorized to do business in this state as a <span class=\"dictionary\">surety<\/span> in an amount sufficient to cover the entire project.<br \/><br \/>\tEXCEPTION.  Upon application by the owner, the Department may <span class=\"dictionary\">waive<\/span> this requirement if:<br \/><br \/>\t1.\tThe proposed grading is neither actually nor potentially hazardous;<br \/><br \/>\t2.\tThe grading work performed is in compliance with a Department <span class=\"dictionary\">order<\/span>; or<br \/><br \/>\t3.\tThe applicant can substantiate, to the satisfaction of the Department, that the work under a grading permit will be fully executed.<br \/><br \/>91.7006.5.2.  Cash <span class=\"dictionary\">Bond<\/span>.  In lieu of a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span>, the owner may file a cash <span class=\"dictionary\">bond<\/span> with the Department on the same terms and conditions and in an amount equal to that which would be required in the <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span>.  The deposit may be in the form of negotiable United States securities in lieu of cash.<br \/><br \/>91.7006.5.3.  Application of <span class=\"dictionary\">Bond<\/span> to Adjacent Property.  Where grading is required on property adjacent to the grading site under permit in <span class=\"dictionary\">order<\/span> to complete a project satisfactorily, the owner of such adjacent property need not provide an additional grading <span class=\"dictionary\">bond<\/span> if the original <span class=\"dictionary\">bond<\/span> is of sufficient amount to include such additional grading.<br \/><br \/>91.7006.5.4.  Conditions of the <span class=\"dictionary\">Bond<\/span>.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Every <span class=\"dictionary\">bond<\/span> shall be conditioned such that the owner shall:<br \/><br \/>\t1.\tComply with all applicable provisions of this Code and all other applicable <span class=\"dictionary\">laws<\/span>;<br \/><br \/>\t2.\tComply with all of the terms and conditions of the grading permit to the satisfaction of the Department;<br \/><br \/>\t3.\tComplete all of the work described by the permit, and the plans and specifications relating thereto, within the time limit specified in the permit.  Upon application by the permittee, the Department, or the Board, in case an <span class=\"dictionary\">appeal<\/span> is made to it pursuant to Section 98.0403 of the Los Angeles Municipal Code, may, for sufficient cause, extend the time specified in the permit, but no such extension shall release any <span class=\"dictionary\">surety<\/span> on the <span class=\"dictionary\">bond<\/span>.<br \/><br \/>\t4.\tInstall temporary erosion control devices when required to do so by the provisions of this Code.<br \/><br \/>91.7006.5.5.  Period and Termination of <span class=\"dictionary\">Bond<\/span>.  The term of each <span class=\"dictionary\">bond<\/span> shall begin on the date of filing and shall remain in effect until the work is completed to the satisfaction of the Department or until replaced by a new <span class=\"dictionary\">bond<\/span> in the event of a change of ownership.  In the event of failure to complete the work and\/or failure to comply with all of the conditions and terms of the permit, the Department may <span class=\"dictionary\">order<\/span> some or all of the work to be completed to correct any hazardous conditions.  The <span class=\"dictionary\">surety<\/span> executing such <span class=\"dictionary\">bond<\/span>, or such deposit, shall continue to be firmly bound under a continuing obligation for the payment of all necessary costs and expenses that may be incurred or expended by the city in causing any and all of such required work to be done and that said <span class=\"dictionary\">surety<\/span> or the depositor assents to any lawful extension of time within which to construct and complete such work.  Such costs shall include an amount equal to the cost to the city of administering the <span class=\"dictionary\">contract<\/span> and supervising the work required. In the case of a cash <span class=\"dictionary\">bond<\/span>, the deposit, or any unused portion thereof, shall be refunded to the depositor upon completion of the work to the satisfaction of the Department.  The Department may release or exonerate the <span class=\"dictionary\">bond<\/span> under appropriate conditions when the public health and welfare is not jeopardized.<br \/><br \/>91.7006.5.6.  New Ownership.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  In the event of change of ownership during grading, the new owner shall secure a new grading permit and post a new <span class=\"dictionary\">bond<\/span> to ensure completion of the grading.<br \/><br \/>91.7006.5.7.  Amount of <span class=\"dictionary\">Bond<\/span>.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The amount of the <span class=\"dictionary\">bond<\/span> shall be based on the number of cubic yards of <span class=\"dictionary\">material<\/span> in either excavation or fill, whichever is the greater amount, and in addition shall include the cost of all drainage or other protective devices such as, but not limited to retaining walls, as may lawfully be required.  That portion of the <span class=\"dictionary\">bond<\/span> valuation covering the cost of excavation or fill shall be computed as follows:<br \/><br \/>\n  \n    \n      \n        250 to 10,000 cubic yards\n      \n      \n        $1,000, plus $1.00 per cubic yard\n      \n    \n    \n      \n        10,001 to 100,000 cubic yards\n      \n      \n        $11,000, plus 50 cents per cubic yard for each additional cubic yard in excess of 10,000\n      \n    \n    \n      \n        Over 100,000 cubic yards\n      \n      \n        $56,000, plus 35 cents per cubic yard for each additional cubic yard in excess of 100,000\n      \n    \n  <br \/><br \/>\n\tFor SI: 1 cubic yard = 0.765 m3<br \/><br \/>91.7006.5.8.  Installment Refunds.  When a substantial portion of the required grading work has been completed to the satisfaction of the Department, and when the completion of the remaining grading work, site development or planting is delayed, the Department may accept the completed portion of the grading work and consent to the proportionate reduction of the <span class=\"dictionary\">bond<\/span> to an amount estimated to be adequate to ensure completion of the grading work, site development or planting remaining to be performed.  Only one such reduction shall be considered for each <span class=\"dictionary\">bond<\/span> posted.<br \/><br \/>91.7006.5.9.  Entry Upon Premises.  The Department, the Board of Public Works, the <span class=\"dictionary\">surety<\/span> company, or their duly authorized representative, shall have access to the premises described in the permit for the purpose of inspecting the progress of the work.<br \/><br \/>\tIn the event of <span class=\"dictionary\">default<\/span> in the performance of any terms or conditions of the permit, the <span class=\"dictionary\">surety<\/span> or any person employed or engaged in his or her behalf shall have the right to go upon the premises to complete the required work, including the installation of temporary erosion control devices.<br \/><br \/>\tShould the permittee or the <span class=\"dictionary\">surety<\/span> fail to perform the work described by the permit and the plans and specification relating thereto or required by any applicable <span class=\"dictionary\">law<\/span>, and it is determined by either the Department or the Board of Public Works that the public health, safety or general welfare is endangered by such failure, the Department, the Board of Public Works, or the representative of either may enter upon the premises to perform all or any part of such work, including the installation of temporary erosion control devices.<br \/><br \/>\tIt shall be unlawful for the owner or any other person to interfere with the ingress and egress from such premises of any authorized representative or agent of any <span class=\"dictionary\">surety<\/span> company or the city engaged in the work ordered by the Department or the Board of Public Works.<br \/><br \/>91.7006.6.  Consent of Adjacent Property Owner.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Whenever any excavation or fill requires entry onto adjacent property for any reason, the permit applicant shall obtain the written consent of the adjacent property owner or the owner’s authorized representative, and shall file a copy of said consent with the Department before a permit for such grading work may be issued.  The signature on such written consent shall be notarized.<br \/><br \/>\tIn the event contours on adjacent properties are permanently changed, structures or drainage devices are added or modified, and\/or the work done requires a grading permit under Section 91.106.1.2, a separate permit shall be required for each such affected adjoining property in addition to the consent letter.  Furthermore, the adjacent property owner shall acknowledge his or her consent on plans showing such work.  The consent letter will not be required if such grading permit is taken out by the adjoining owner.<br \/><br \/>91.7006.7.  Limitation of Export and Import.<br \/><br \/>91.7006.7.1.  Export-import Defined.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  As used in this division, the term “export” and its derivatives shall be defined as the earth, brush or similar <span class=\"dictionary\">materials<\/span> transported from a grading site.  The term “import” and its derivatives shall be defined as earth, brush or similar <span class=\"dictionary\">materials<\/span> transported to a grading site.<br \/><br \/>91.7006.7.2.  General Conditions.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The Department may designate routes of ingress and egress and may impose such conditions and require such safety precautions for pedestrian and vehicular traffic as it determines are required in the interest of public health, safety and welfare.<br \/><br \/>\tThe imposed conditions may include, but are not limited to:<br \/><br \/>\t1.\tRestricting the size and type of hauling equipment.<br \/><br \/>\t2.\tRequiring traffic control device, flaggers, and signs and markers at appropriate locations along the designated routes as provided in the City of Los Angeles Department of Public Works and Traffic pamphlet, “Work Area Traffic Control Handbook”, 1990 Edition, or latest subsequent revisions.<br \/><br \/>\t3.\tEstablishing a temporary “no parking” area authorized by the general manager of the Transportation Department when determined to be necessary.<br \/><br \/>\t4.\tSecuring all loads by trimming, watering or other appropriate means to prevent spillage and dust.<br \/><br \/>91.7006.7.3.  Subdivision Conditions.  All conditions of import and export imposed in the approval of a tentative tract map shall be made a part of the grading permit.<br \/><br \/>91.7006.7.4.  Special Hillside Conditions.  No permit requiring the import or export of more than 1,000 cubic yards (764 m3) shall be issued for areas designated “hillside” except as specified in this section.  A fee of $529.00 for the first 1,000 cubic yards and $100.00 additional for each 1,000 cubic yards or portion of 1,000 cubic yards, in addition to the permit fee shall be paid for processing an application for grading under the provisions of this section.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)<br \/><br \/>\t1.\tThe applicant shall submit a proposed method of hauling, which shall include the location of borrow and\/or dispersal sites within the hillside area, the truck staging areas, the portion of the haul route within the hillside area and extending to or from a major or secondary highway, the maximum gross weight of haul vehicles when loaded and other information as may be required by the Departments of Building and Safety, Transportation and Public Works.  In addition, the applicant shall submit a copy of the soil\/geological report approval letter when reports are required pursuant to Section 7006.2, a vicinity map, and a list of affected property owners to be notified of the public <span class=\"dictionary\">hearing<\/span> pursuant to Item 4.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)<br \/><br \/>\t2.\tThe Department shall immediately forward a copy of the hauling proposal to the Department of Public Works which shall review same to determine the effect of the proposed hauling operation on the structural integrity of the public streets, on public safety due to street alignment, width and grade, and on public health and welfare due to noise and vibration as it may affect private property situated on or adjacent to the haul route within the hillside area.<br \/><br \/>\tThe Department of Public Works shall collect a fee and may require a <span class=\"dictionary\">bond<\/span> as specified in Article 2 of Chapter VI of the Los Angeles Municipal Code.  The Department of Public Works may, within 21 days after receipt of the proposal, recommend conditions to be imposed on the hauling operations to protect the public health, safety and welfare in the respects hereinabove specified.<br \/><br \/>\t3.\tThe Department shall also immediately forward a copy of the hauling proposal to the Department of Transportation which shall review same to determine the effect thereof on vehicular and pedestrian traffic in the affected area.  The Department of Transportation may, within 21 days after receipt of the proposal, recommend any traffic control measures deemed necessary to protect the public health, safety and welfare.<br \/><br \/>\t4.\t(Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The Department shall within 45 days after receipt of the proposed method of hauling, schedule a public <span class=\"dictionary\">hearing<\/span> before the board provided that any environmental document required pursuant to the provisions of the California Environmental Quality Act has been completed and that the soils\/geology report for the project, if required pursuant to Section 91.7006.2, has been reviewed and approved by the Department’s Grading Division.<br \/><br \/>\tThe Department shall give notice of the time, place and purpose of the <span class=\"dictionary\">hearing<\/span> as follows:<br \/><br \/>\ta.\tby publishing a notice in at least one publication of general circulation in the City, designated for that purpose by the City Clerk, not less than ten days prior to the date of the <span class=\"dictionary\">hearing<\/span>; and<br \/><br \/>\tb.\tby mailing a written notice at least ten days prior to the date of the <span class=\"dictionary\">hearing<\/span> to the owner or owners of the property involved, and to the owners of all properties within 300 feet (91 440 mm) of the exterior boundaries of the site for which the grading permit has been requested using, for the purpose of notification, the last known name and address of owners as are shown on the records of the City Engineer or the records of the County Assessor; and  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)<br \/><br \/>\tc.\tby the applicant posting notice of the public <span class=\"dictionary\">hearing<\/span> in a conspicuous place and in clear public view on the property involved at least five days prior to the date of the public <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t5.\tAt the public <span class=\"dictionary\">hearing<\/span>, the Board of Building and Safety Commissioners shall consider the views of the applicant and all other affected persons.  The board shall then grant or conditionally grant approval of export and import operations or, in the event it determines that the grading activity, including the hauling operation, will endanger the public health, safety and welfare, it shall deny the request.  Where conditions of the permit are recommended by the Department of Public Works, including the condition that a <span class=\"dictionary\">bond<\/span> be posted pursuant to Section 62.202 of the Los Angeles Municipal Code, such conditions shall be made a part of any permit which may be issued.  The decision of the board shall not be effective until 10 calendar days have elapsed from the date of the board’s decision.<br \/><br \/>\t6.\tAny affected person, including the applicant, who is dissatisfied with the decision of the board, may <span class=\"dictionary\">appeal<\/span> the board decision within ten days to the City Council by filing an <span class=\"dictionary\">appeal<\/span> with the City Clerk.  The City Council shall hear and make its determination on the <span class=\"dictionary\">appeal<\/span> not later than the 30th day after the <span class=\"dictionary\">appeal<\/span> has been filed.  The decision of the City Council on the matter shall be final.  If the City Council fails to act on any <span class=\"dictionary\">appeal<\/span> within the time limit specified in this section, the action of the board on the matter shall be final.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)<br \/><br \/>\t7.\tThe provisions of this section shall not apply to applications for permits which apply to export or import operations which have been approved in accordance with Section 17.13 of the Los Angeles Municipal Code.<br \/><br \/>91.7006.8.  Conformance with Zoning Regulations Required.<br \/><br \/>91.7006.8.1.  Subdivision Map Act.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued for any grading or import or export of earth <span class=\"dictionary\">materials<\/span> to or from any grading site except in compliance with the zoning, private street and division of land regulations contained in Chapter I of the Los Angeles Municipal Code, the Subdivision Map Act of the State of California and the approved master plan for the area in which the grading is to be done.<br \/><br \/>91.7006.8.2.  Tentative Tract Map.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued for the import or export of earth <span class=\"dictionary\">materials<\/span> to or from and no grading shall be conducted on any grading site in hillside areas having an area in excess of 60,000 square feet (5574 m2) unless a tentative tract map has been approved therefor by the advisory agency.  The advisory agency may <span class=\"dictionary\">waive<\/span> this requirement if it determines that a tract map is not required by the division of land regulations contained in Chapter I of the Los Angeles Municipal Code.<br \/><br \/>\tEXCEPTION:  The requirements of this section shall not apply to any grading allowed under the exception to Section 91.7005.1.<\/p><\/section>","text":{"0":{"id":"3937","text":"  CONDITIONS PRECEDENT TO ISSUING A GRADING PERMIT.\n\t(Title and Section Amended by Ord. No. 171,175, Eff. 7\/25\/96.)91.7006.1.  Plans and Specifications.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Application for a grading permit shall be accompanied by plans and specifications prepared and signed by an individual licensed by the State to prepare such documents.  Plans shall be drawn to appropriate scale upon substantial paper or cloth and shall be of sufficient clarity to indicate the nature and extent of the work proposed and show in detail that they will conform to the provisions of this Code and all relevant laws, ordinances, rules and regulations.\tThe first sheet of each set of plans shall give location of the work, the name and address of the owner and the person by whom they were prepared.\tThe plans shall include, but not be limited to, the following information:\t1.\tGeneral vicinity of the proposed site.\t2.\tProperty limits and accurate contours of existing ground and details of terrain and area drainage.\t3.\tLimiting dimensions, elevations or finish contours to be achieved by the grading, and proposed drainage channels and related construction.\t4.\tDetailed plans of all surface and subsurface drainage devices, walls, cribbing, dams and other protective devices to be constructed with, or as a part of, the proposed work together with a map showing the drainage area and the estimated runoff of the area served by any drains.\t5.\tLocation of any buildings or structures on the property where the work is to be performed and the location of any buildings or structures on land of adjacent owners which are within 15 feet (4572 mm) of the property or which may be affected by the proposed grading operations.\t6.\tThe location of the top and toe of all cuts and fills, the location of all “daylight” lines, the amount of cut and fill, the location of disposal site for excess material, if known, and the estimated dates for starting and completing grading work.\t7.\tWhen reports are required pursuant to Section 91.7006.2, recommendations included in the approved soils engineering report and engineering geology report shall be incorporated into the grading plans.  A copy of the soils report, geological report, and Department letter approving such reports shall be attached to the approved set of grading plans and kept at the job site.\t8.\tWhen reports are required pursuant to Section 91.7006.2, the dates of the soils engineering and engineering geology reports together with the names, addresses and phone numbers of the firms or individuals who prepared the reports shall be incorporated in the grading plans.\tThe Department may require some plans to be prepared by a licensed surveyor when the property location and its limits are not clear.  Portions of the aforementioned plan requirements may be waived by the Department if it finds that the information on the application and\/or submitted plans is sufficient to show that the work will conform to the provisions of this Code and other relevant laws.91.7006.2.  Report Requirement.  (Amended by Ord. No. 181,758, Eff. 8\/8\/11.)  Reports shall be submitted to the Department for review and approval in, but not limited to, the following circumstances:\t1.\tSoils and\/or geological reports are required when they are stipulated in a Grading Preinspection Report prepared in accordance with Section 91.107.3.2 of this Code.\t2.\tSoils and geological reports are required for all grading work in excess of 5,000 cubic yards (3825 m3) of cut or fill, or a combination thereof.\t3.\tSoils reports are required when the design of the foundations does not conform to the requirements of Division 18 of this article.\t4.\tSoils and\/or geological reports may be required when previously unknown adverse soils or geologic conditions are revealed during construction.\t5.\tSoils and\/or geological reports may be required to evaluate liquefaction, slope instability and surface ground rupture resulting from earthquake motions in accordance with CBC Section 1802.\tThe Superintendent of Building may require a geotechnical investigation in accordance with CBC Section 1802.2 to address the potential of liquefaction when, during the course of an investigation, all of the following conditions are discovered:\t1.\tShallow ground water, 50 feet (15240 mm) or less.\t2. \tUnconsolidated sandy alluvium.91.7006.3.  Report Content.91.7006.3.1.  Soils Engineering Report.  The soils engineering report required by Section 91.7006.2 shall include data regarding the nature, distribution and strength of existing soils, conclusions and recommendations for grading procedures and design criteria for corrective measures, including buttress fills, when necessary, and opinion on adequacy for the intended use of sites to be developed by the proposed grading as affected by soils engineering factors, including the stability of slopes.91.7006.3.2.  Engineering Geology Report.  The engineering geology report required by Section 91.7006.2 shall include an adequate description of the geology of the site, conclusions and recommendations regarding the effect of geologic conditions on the proposed development, and opinion on the adequacy for the intended use of sites to be developed by the proposed grading, as affected by geologic factors.\tIn addition, all soils engineering and engineering geology reports for grading work in hillside areas  shall also comply with rules and standards established by the Department.91.7006.4.  Hillside Exploratory Work.  Surface and subsurface exploratory work shall be performed by a soils engineer and an engineering geologist on all hillside grading work.  This exploratory work shall conform to the rules and regulations for hillside exploratory work established by the general manager of the Department.  The Department may waive this requirement when it determines from the application and site conditions that the proposed grading will conform to the provisions of the Code.\tNo person shall conduct any grading operation for the access of exploration equipment unless the Department has approved a plan signed by the soils engineer and\/or geologist showing the extent of access grading and how the site is to be restored after exploration. 91.7006.5.  Bonds in Hillside Areas Required.  The Superintendent of Building may require bonds in such form and amounts as may be deemed necessary to assure that the work, if not completed in accordance with the approved plans and specifications, will be corrected to eliminate hazardous conditions.91.7006.5.1.  Surety Bond.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Before a permit is issued for excavation or fill of 250 cubic yards (191.3 m3) or more of earth in a hillside area, the owner of the property shall file with the Department a bond for the benefit of the city.  The bond shall be executed by the owner and a corporate surety authorized to do business in this state as a surety in an amount sufficient to cover the entire project.\tEXCEPTION.  Upon application by the owner, the Department may waive this requirement if:\t1.\tThe proposed grading is neither actually nor potentially hazardous;\t2.\tThe grading work performed is in compliance with a Department order; or\t3.\tThe applicant can substantiate, to the satisfaction of the Department, that the work under a grading permit will be fully executed.91.7006.5.2.  Cash Bond.  In lieu of a surety bond, the owner may file a cash bond with the Department on the same terms and conditions and in an amount equal to that which would be required in the surety bond.  The deposit may be in the form of negotiable United States securities in lieu of cash.91.7006.5.3.  Application of Bond to Adjacent Property.  Where grading is required on property adjacent to the grading site under permit in order to complete a project satisfactorily, the owner of such adjacent property need not provide an additional grading bond if the original bond is of sufficient amount to include such additional grading.91.7006.5.4.  Conditions of the Bond.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Every bond shall be conditioned such that the owner shall:\t1.\tComply with all applicable provisions of this Code and all other applicable laws;\t2.\tComply with all of the terms and conditions of the grading permit to the satisfaction of the Department;\t3.\tComplete all of the work described by the permit, and the plans and specifications relating thereto, within the time limit specified in the permit.  Upon application by the permittee, the Department, or the Board, in case an appeal is made to it pursuant to Section 98.0403 of the Los Angeles Municipal Code, may, for sufficient cause, extend the time specified in the permit, but no such extension shall release any surety on the bond.\t4.\tInstall temporary erosion control devices when required to do so by the provisions of this Code.91.7006.5.5.  Period and Termination of Bond.  The term of each bond shall begin on the date of filing and shall remain in effect until the work is completed to the satisfaction of the Department or until replaced by a new bond in the event of a change of ownership.  In the event of failure to complete the work and\/or failure to comply with all of the conditions and terms of the permit, the Department may order some or all of the work to be completed to correct any hazardous conditions.  The surety executing such bond, or such deposit, shall continue to be firmly bound under a continuing obligation for the payment of all necessary costs and expenses that may be incurred or expended by the city in causing any and all of such required work to be done and that said surety or the depositor assents to any lawful extension of time within which to construct and complete such work.  Such costs shall include an amount equal to the cost to the city of administering the contract and supervising the work required. In the case of a cash bond, the deposit, or any unused portion thereof, shall be refunded to the depositor upon completion of the work to the satisfaction of the Department.  The Department may release or exonerate the bond under appropriate conditions when the public health and welfare is not jeopardized.91.7006.5.6.  New Ownership.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  In the event of change of ownership during grading, the new owner shall secure a new grading permit and post a new bond to ensure completion of the grading.91.7006.5.7.  Amount of Bond.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The amount of the bond shall be based on the number of cubic yards of material in either excavation or fill, whichever is the greater amount, and in addition shall include the cost of all drainage or other protective devices such as, but not limited to retaining walls, as may lawfully be required.  That portion of the bond valuation covering the cost of excavation or fill shall be computed as follows:\n  \n    \n      \n        250 to 10,000 cubic yards\n      \n      \n        $1,000, plus $1.00 per cubic yard\n      \n    \n    \n      \n        10,001 to 100,000 cubic yards\n      \n      \n        $11,000, plus 50 cents per cubic yard for each additional cubic yard in excess of 10,000\n      \n    \n    \n      \n        Over 100,000 cubic yards\n      \n      \n        $56,000, plus 35 cents per cubic yard for each additional cubic yard in excess of 100,000\n      \n    \n  \n\tFor SI: 1 cubic yard = 0.765 m391.7006.5.8.  Installment Refunds.  When a substantial portion of the required grading work has been completed to the satisfaction of the Department, and when the completion of the remaining grading work, site development or planting is delayed, the Department may accept the completed portion of the grading work and consent to the proportionate reduction of the bond to an amount estimated to be adequate to ensure completion of the grading work, site development or planting remaining to be performed.  Only one such reduction shall be considered for each bond posted.91.7006.5.9.  Entry Upon Premises.  The Department, the Board of Public Works, the surety company, or their duly authorized representative, shall have access to the premises described in the permit for the purpose of inspecting the progress of the work.\tIn the event of default in the performance of any terms or conditions of the permit, the surety or any person employed or engaged in his or her behalf shall have the right to go upon the premises to complete the required work, including the installation of temporary erosion control devices.\tShould the permittee or the surety fail to perform the work described by the permit and the plans and specification relating thereto or required by any applicable law, and it is determined by either the Department or the Board of Public Works that the public health, safety or general welfare is endangered by such failure, the Department, the Board of Public Works, or the representative of either may enter upon the premises to perform all or any part of such work, including the installation of temporary erosion control devices.\tIt shall be unlawful for the owner or any other person to interfere with the ingress and egress from such premises of any authorized representative or agent of any surety company or the city engaged in the work ordered by the Department or the Board of Public Works.91.7006.6.  Consent of Adjacent Property Owner.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  Whenever any excavation or fill requires entry onto adjacent property for any reason, the permit applicant shall obtain the written consent of the adjacent property owner or the owner’s authorized representative, and shall file a copy of said consent with the Department before a permit for such grading work may be issued.  The signature on such written consent shall be notarized.\tIn the event contours on adjacent properties are permanently changed, structures or drainage devices are added or modified, and\/or the work done requires a grading permit under Section 91.106.1.2, a separate permit shall be required for each such affected adjoining property in addition to the consent letter.  Furthermore, the adjacent property owner shall acknowledge his or her consent on plans showing such work.  The consent letter will not be required if such grading permit is taken out by the adjoining owner.91.7006.7.  Limitation of Export and Import.91.7006.7.1.  Export-import Defined.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  As used in this division, the term “export” and its derivatives shall be defined as the earth, brush or similar materials transported from a grading site.  The term “import” and its derivatives shall be defined as earth, brush or similar materials transported to a grading site.91.7006.7.2.  General Conditions.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  The Department may designate routes of ingress and egress and may impose such conditions and require such safety precautions for pedestrian and vehicular traffic as it determines are required in the interest of public health, safety and welfare.\tThe imposed conditions may include, but are not limited to:\t1.\tRestricting the size and type of hauling equipment.\t2.\tRequiring traffic control device, flaggers, and signs and markers at appropriate locations along the designated routes as provided in the City of Los Angeles Department of Public Works and Traffic pamphlet, “Work Area Traffic Control Handbook”, 1990 Edition, or latest subsequent revisions.\t3.\tEstablishing a temporary “no parking” area authorized by the general manager of the Transportation Department when determined to be necessary.\t4.\tSecuring all loads by trimming, watering or other appropriate means to prevent spillage and dust.91.7006.7.3.  Subdivision Conditions.  All conditions of import and export imposed in the approval of a tentative tract map shall be made a part of the grading permit.91.7006.7.4.  Special Hillside Conditions.  No permit requiring the import or export of more than 1,000 cubic yards (764 m3) shall be issued for areas designated “hillside” except as specified in this section.  A fee of $529.00 for the first 1,000 cubic yards and $100.00 additional for each 1,000 cubic yards or portion of 1,000 cubic yards, in addition to the permit fee shall be paid for processing an application for grading under the provisions of this section.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)\t1.\tThe applicant shall submit a proposed method of hauling, which shall include the location of borrow and\/or dispersal sites within the hillside area, the truck staging areas, the portion of the haul route within the hillside area and extending to or from a major or secondary highway, the maximum gross weight of haul vehicles when loaded and other information as may be required by the Departments of Building and Safety, Transportation and Public Works.  In addition, the applicant shall submit a copy of the soil\/geological report approval letter when reports are required pursuant to Section 7006.2, a vicinity map, and a list of affected property owners to be notified of the public hearing pursuant to Item 4.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t2.\tThe Department shall immediately forward a copy of the hauling proposal to the Department of Public Works which shall review same to determine the effect of the proposed hauling operation on the structural integrity of the public streets, on public safety due to street alignment, width and grade, and on public health and welfare due to noise and vibration as it may affect private property situated on or adjacent to the haul route within the hillside area.\tThe Department of Public Works shall collect a fee and may require a bond as specified in Article 2 of Chapter VI of the Los Angeles Municipal Code.  The Department of Public Works may, within 21 days after receipt of the proposal, recommend conditions to be imposed on the hauling operations to protect the public health, safety and welfare in the respects hereinabove specified.\t3.\tThe Department shall also immediately forward a copy of the hauling proposal to the Department of Transportation which shall review same to determine the effect thereof on vehicular and pedestrian traffic in the affected area.  The Department of Transportation may, within 21 days after receipt of the proposal, recommend any traffic control measures deemed necessary to protect the public health, safety and welfare.\t4.\t(Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The Department shall within 45 days after receipt of the proposed method of hauling, schedule a public hearing before the board provided that any environmental document required pursuant to the provisions of the California Environmental Quality Act has been completed and that the soils\/geology report for the project, if required pursuant to Section 91.7006.2, has been reviewed and approved by the Department’s Grading Division.\tThe Department shall give notice of the time, place and purpose of the hearing as follows:\ta.\tby publishing a notice in at least one publication of general circulation in the City, designated for that purpose by the City Clerk, not less than ten days prior to the date of the hearing; and\tb.\tby mailing a written notice at least ten days prior to the date of the hearing to the owner or owners of the property involved, and to the owners of all properties within 300 feet (91 440 mm) of the exterior boundaries of the site for which the grading permit has been requested using, for the purpose of notification, the last known name and address of owners as are shown on the records of the City Engineer or the records of the County Assessor; and  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\tc.\tby the applicant posting notice of the public hearing in a conspicuous place and in clear public view on the property involved at least five days prior to the date of the public hearing.\t5.\tAt the public hearing, the Board of Building and Safety Commissioners shall consider the views of the applicant and all other affected persons.  The board shall then grant or conditionally grant approval of export and import operations or, in the event it determines that the grading activity, including the hauling operation, will endanger the public health, safety and welfare, it shall deny the request.  Where conditions of the permit are recommended by the Department of Public Works, including the condition that a bond be posted pursuant to Section 62.202 of the Los Angeles Municipal Code, such conditions shall be made a part of any permit which may be issued.  The decision of the board shall not be effective until 10 calendar days have elapsed from the date of the board’s decision.\t6.\tAny affected person, including the applicant, who is dissatisfied with the decision of the board, may appeal the board decision within ten days to the City Council by filing an appeal with the City Clerk.  The City Council shall hear and make its determination on the appeal not later than the 30th day after the appeal has been filed.  The decision of the City Council on the matter shall be final.  If the City Council fails to act on any appeal within the time limit specified in this section, the action of the board on the matter shall be final.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t7.\tThe provisions of this section shall not apply to applications for permits which apply to export or import operations which have been approved in accordance with Section 17.13 of the Los Angeles Municipal Code.91.7006.8.  Conformance with Zoning Regulations Required.91.7006.8.1.  Subdivision Map Act.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued for any grading or import or export of earth materials to or from any grading site except in compliance with the zoning, private street and division of land regulations contained in Chapter I of the Los Angeles Municipal Code, the Subdivision Map Act of the State of California and the approved master plan for the area in which the grading is to be done.91.7006.8.2.  Tentative Tract Map.  (Amended by Ord. No. 171,939, Eff. 4\/15\/98.)  No permit shall be issued for the import or export of earth materials to or from and no grading shall be conducted on any grading site in hillside areas having an area in excess of 60,000 square feet (5574 m2) unless a tentative tract map has been approved therefor by the advisory agency.  The advisory agency may waive this requirement if it determines that a tract map is not required by the division of land regulations contained in Chapter I of the Los Angeles Municipal Code.\tEXCEPTION:  The requirements of this section shall not apply to any grading allowed under the exception to Section 91.7005.1.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}