{"section_number":"91.9406","edition_id":"1","section_id":"3186","structure_id":"31","catch_line":"Analysis And Design.","history":"","full_text":"  ANALYSIS AND DESIGN.\n\t(Added by Ord. No. 171,258, Eff. 8\/30\/96.)\n\n91.9406.1.  General.  Every hillside building within the scope of this division shall be analyzed, designed, and constructed in accordance with the following provisions.\n\n91.9406.1.1.  Base for Seismic Design Defined.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The base for seismic design is defined as follows:\n\n\t1.\tDownhill-Direction.  For seismic forces acting in the downhill-direction, the base of the building shall be the floor at or closest to the top of the highest level of the foundation.\n\n\t2.\tNormal to the Downhill-Direction.  For seismic forces acting normal to the downhill-direction, the distribution of seismic forces over the height of the building using Section 12.8.3 of ASCE 7 shall be determined using the height measured from the top of the lowest level of the building foundation.  Retrofitting, however, shall only be required at the base-level-diaphragm and below.\n\n91.9406.1.2.  Design Base Shear.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be that required at the time of the original building permit 75% less than currently required by Section 12.8.1 of ASCE 7, but not less than the following:\n\n\tV = 0.133 W.\t\t\n\nWhere:\n\n\tV \t=\tThe total design lateral force or shear at the base.\n\n\tW\t=\tThe total seismic dead load defined in Section 12.7.2 of ASCE 7.\n\n91.9406.2.  Base Shear Resistance in the Downhill-Direction.\n\n91.9406.2.1.  General.  The base shear in the downhill-direction, including forces from the base-level-diaphragm, shall be resisted through primary anchors from diaphragm struts or collectors provided in the base level framing to the foundation.\n\n91.9406.2.2.  Location of Primary Anchors.  A primary anchor and diaphragm strut or collector shall be provided in line with each foundation extending in the downhill-direction.  Primary anchors and diaphragm struts or collectors shall also be provided where interior vertical lateral force resisting elements occur above and in contact with the base-level-diaphragm.\n\n\tThe base-level-diaphragm shall be provided with primary anchors designed for the tributary forces spaced at a maximum 30 feet (9145 mm) on center.  Where the floor below the base extends to the uphill foundation, and the foundation at the base  is not adequate to resist the forces from the primary anchors, the base shear may be transferred to that lower level and the primary anchorage made at that lower level.  The connection shall be made directly to the foundation.  The existing foundation shall be evaluated as specified in Section 91.9406.11.\n\n91.9406.3.  Seismic Forces on Floor Levels Below the Base in the Downhill- Direction.\n\n91.9406.3.1.  General.  All  floor diaphragm connections between floor diaphragms below the base level diaphragm shall be designed in accordance with the provisions of this section.\n\n91.9406.3.2.  Design.  Each floor level below the base defined in Section 91.9406.1.1 shall be designed for all tributary loads at that level using a minimum seismic force factor not less than the base shear coefficient.\n\n91.9406.3.3.  Direct Connections.  (Each floor level shall be directly connected to the foundation through a system of primary anchors at that level as required for the base  as specified in Section 91.9406.1.1.\n\n91.9406.4.  Secondary Anchors from Diaphragm to Foundation for  Seismic Forces at and Below the Base  in the Downhill-Direction.\n\n91.9406.4.1.  General.  In addition to the anchors required by Sections 91.9406.2 and 91.9406.3, the floor diaphragm for levels at and below the base shall be anchored to the uphill foundation at the level of the diaphragm, as specified in this section.\n\n\tEXCEPTION:  Secondary anchors are not required where:\n\n\t1.\tthe concrete or masonry foundations in the downhill-direction are spaced at not more than 30 feet (9145 mm) on center and extend up to and are directly connected to the base-level-diaphragm for at least 70 percent of the diaphragm depth; or\n\n\t2.\tthe diaphragm is separated from the mudsill at the uphill foundation by a cripple wall which has anchor bolts and is braced in the plane of the wall and constructed with studs that are no less than 12 inches (305 mm) in height and primary anchors are spaced a maximum of 20 feet (6096 mm) on center; or\n\n\t3.\tthe deflection of the plywood floor diaphragm between adjacent primary anchors is calculated to be less than 1\/4 of an inch (6.4 mm).\n\n91.9406.4.2.  Diaphragm Anchors.  Secondary anchors required by this section shall be provided at each level at and below the base of the building.  Diaphragm anchors shall be fully developed into the diaphragm and be connected to the foundation at the uphill diaphragm edge to develop the forces required by this section.\n\n91.9406.4.3.  Anchor Spacing.  Secondary anchors required by this section shall be uniformly distributed along the uphill diaphragm edge and shall be spaced a maximum of four feet (1219 mm) on center.\n\n91.9406.4.4.  Anchor Capacity for Floor Diaphragms at the Base  and Below.  Secondary anchors at the base and below shall be designed for a uniformly distributed minimum force equal to the total primary anchorage design force at that level divided by the length of the uphill diaphragm edge, but shall not be less than 300 pounds per lineal foot (4.37 kN\/m).  The existing foundation need not be checked to resist the additional forces induced by the system of secondary anchors; however, the existing foundation shall be evaluated as specified in Section 91.9406.11.\n\n91.9406.5.  Design of Anchorage.\n\n91.9406.5.1.  General.  Primary and secondary anchors, and diaphragm struts and collectors, shall be designed in accordance with the provisions of this section.\n\n91.9406.5.2.  Anchorage.  The structure shall be anchored to the foundation as specified in Sections 91.9406.2, 91.9406.3 and 91.9406.4.\n\n91.9406.5.3.  Fasteners.  All bolted fasteners used to develop connections to wood members shall be provided with square plate washers at all bolt heads and nuts.  Washers shall be minimum 3\/16 inch (4.8 mm) thick and two inch (51 mm) square for 1\/2-inch (12.7 mm) diameter bolts, and 1\/4 inch (6.4 mm) thick and 2-1\/2 inch (64 mm) square for 5\/8 inch (15.9 mm) diameter or larger bolts.  Nuts shall be wrench tightened prior to covering.\n\n91.9406.5.4.  Fastening.  The diaphragm to foundation anchorage shall not be accomplished by the use of toe nailing, nails subject to withdrawal, or wood in cross grain bending or cross grain tension.\n\n91.9406.5.5.  Size of Wood Members.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  Wood diaphragm struts, collectors, and other wood members connected to primary anchors shall not be less than three-inch (76 mm) nominal width members or doubled two-inch (51 mm) nominal width members.  Fastening doubled two-inch (51mm) nominal width members shall be designed in accordance to the provisions of CBC Chapter 23.  Secondary diaphragm anchors as specified in LAMC Section 91.9406.4 may be developed through existing two-inch (51 mm) nominal width framing members.  The effects of eccentricity on wood members shall be evaluated as required per LAMC Section 91.9406.5.9.\n\n91.9406.5.6.  Design.  Primary and secondary anchorage, including diaphragm struts, splices, and collectors shall be designed for 125 percent of the tributary force.\n\n91.9406.5.7.  Allowable Stress Increase.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The one- third allowable stress increase shall not be permitted for materials using allowable stress design methods.\n\n91.9406.5.8.  Seismic Load Factor.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  Steel elements of the diaphragm anchorage systems and continuity ties shall be designed by the allowable stress design method using a load factor of 1.7.  The strength design specified in CBC Section 1912.1 using a load factor of 2.0 in lieu of 1.4 for earthquake loading shall be used for the design of embedment in concrete.\n\n91.9406.5.9.  Symmetry.  All seismic lateral force foundation anchorage and diaphragm strut connections shall be symmetrical.  Eccentric connections may be permitted when demonstrated by calculation or tests that all components of force have been provided for in the structural analysis or tests.\n\n91.9406.5.10.  Load Path.\n\n91.9406.5.10.1.  Primary Anchors.  The load path for primary anchors shall be fully developed into the diaphragm and into the foundation.  The foundation must be shown to be adequate to resist the concentrated loads from the primary anchors and must be shown to comply with the following:\n\n\t1.\tSoil maximum bearing capacity for conventional footings shall be limited to 3000 psf (143.7 kPa) unless an approved geotechnical report permits higher bearing values.\n\n\t2.\tConventional continuous footings shall be  analyzed for uplift forces induced by primary anchors.\n\n\t3.\tSoil capacities need not be investigated for grade beam and caisson or pile foundations.\n\n\t4.\tShear stress in grade beams and tie beams shall be investigated for vertical component of primary anchor forces.  Unless otherwise known, a maximum 2000 psi (13.8 MPa) concrete strength shall be assumed.\n\n91.9406.5.10.2.  Secondary Anchors.  The load path for secondary anchors need not be developed beyond the connection to the foundation.\n\n91.9406.5.10.3.  Above Base  Uplift Forces.  The load path for uplift forces generated from above the base  shall be analyzed and fully developed into the below base  structural system.\n\n91.9406.6.  Base Shear Resistance Normal to the Downhill-Direction.\n\n91.9406.6.1.  General.  Lateral force resisting elements acting in the normal to the downhill-direction shall be designed in accordance with the requirements of following Sections.\n\n91.9406.6.2.  Base Shear.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be 75% less than currently required by Section 12.8.1 of ASCE 7, but not less than the following :\n\n\tV = 0.133 W.\t\t\n\nWhere:\n\n\tV\t=\tThe total design lateral force or shear at the base.\n\n\tW\t= \tThe total seismic dead load defined in Section 12.7.2 of ASCE 7.\n\n91.9406.6.3.  Vertical Distribution of Seismic Forces.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The distribution of seismic forces acting normal to the downhill-direction shall be determined using Section 12.8.3 of ASCE 7.  The height of the structure in Equation (12.8-12) of Section 12.8.3 of ASCE 7 shall be taken from the base, which shall be measured from the top of the lowest level of the building foundation.\n\n91.9406.6.4.  Drift Limitations.  The interstory drift below the base-level-diaphragm shall not exceed 0.005 times the story height.  The total drift from the base-level-diaphragm to the top of the foundation shall not exceed 3\/4 inch (19 mm).  Where the story height or the height  from the base-level-diaphragm to the top of the foundation varies because of a stepped footing or story offset, the height shall be measured from the average height of the top of the foundation.  The calculated story drift shall not be reduced by the effect of horizontal diaphragm stiffness.\n\n91.9406.7.  Lateral Force Resisting Systems at the Base  and Below in the Downhill-Direction.\n\n91.9406.7.1.  General.  As an alternative to providing primary anchor connections from diaphragms to foundation in the downhill-direction, the following systems may be used, provided their location and spacing is maintained as specified in Section 91.9406.2.2 for primary anchors.\n\n91.9406.7.2.  Wood Shear Walls.  Wood structural panels or existing wood diagonal sheathed shear walls may be used provided:\n\n\t1.\tThe minimum length of shear wall shall be eight feet (2438 mm).\n\n\t2.\tThe minimum level length between steps in the shear wall sill shall be eight feet (2438 mm) and the maximum step height between adjacent sills shall be two feet eight inches (813 mm).\n\n\t3.\tSill plates do not slope and they bear on a level surface.\n\n\t4.\tThe design lateral forces shall be distributed to lateral force resisting elements of varying heights in accordance with the stiffness of each individual element.  The stiffness of a stepped wood structural panel shear wall may be determined by dividing the wall into adjacent rectangular elements, subject to the same top of wall deflection.  Deflections of shear walls may be estimated by CBC Sections 2305.3.2 and 2305.3.8.2.9 or other equivalent methods.  Sheathing and fastening requirements for the stiffest section shall be used for the entire wall.  Each section of wall shall be anchored for shear and uplift at each step as an independent shear wall.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\n\n\t5.\tActual configuration of steps shall be determined in the field at the time of pre-design investigation.\n\n\t6.\tThe drift limitations of Section 91.9406.6.4 are not exceeded.\n\n91.9406.7.3.  Braced Frames.  Structural steel braced frames with concentric connections may be used as part of the lateral force resisting system.  All members in braced frames shall be designed to resist tension and compression forces.  Seismic forces shall not induce flexural stresses in any member of the frame, in diaphragm struts, or in the collectors.  Where existing anchor bolts are used for anchorage, existing confinement shall be verified and additional confinement provided where necessary.  When the braced frame is not rectangular, distribution of forces to members shall account for the variations in slope.\n\n91.9406.7.4.  Rod-Braced Frames and Diaphragms.  Existing tension only braces may be used provided they resist five times the design force, and the connections have the capacity to resist the yield strength of the braces.  Tension braces and their connections shall be exposed for evaluation.  Existing anchor bolts shall be tested in shear and tension to five times the design force.\n\n91.9406.7.5.  Cement Plaster and Lath and Gypsum Wallboard.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The sheathing materials listed in Division 25 of this Code are not permitted to resist seismic lateral forces below the base-level-diaphragm.\n\n91.9406.8.  Lateral Force Resisting Systems at the Base and Below and Normal to the Downhill-Direction.  Lateral force resisting systems acting normal to the downhill-direction may include steel moment frames and those systems permitted under Section 91.9406.7, provided the drift limitations of Section 91.9406.6 are not exceeded.\n\n91.9406.9.  Diaphragms.\n\n91.9406.9.1.  General.  Diaphragms at the base  and below may be of straight one- inch by six-inch (25 mm by 152 mm) or two-inch by six-inch (51 mm by 152 mm) sheathing, provided  vertical lateral force resisting elements in the downhill-direction or primary anchors are spaced no more than 20 feet (6096 mm) apart and the diaphragm shear forces do not exceed 100 plf (1.46 kN\/m).\n\n91.9406.9.2.  Existing Diaphragms.  Existing plywood and diagonally sheathed diaphragms need not be investigated.\n\n91.9406.9.3.  Existing Cantilevered Diaphragms.  Existing cantilevered wood diaphragms are acceptable provided they do not cantilever more than one-half the diaphragm backspan (anchor span).\n\n91.9406.9.4.  Wood Diaphragm Rotation.  Diaphragm rotation is not permitted in resisting lateral forces.\n\n91.9406.10.  Steel Beam to Column Connections.\n\n91.9406.10.1.  General.  All steel beam to column connections shall be braced at supports and locations of concentrated loads.  The beam to column connection shall be designed to prevent rotation of the beam.\n\n91.9406.10.2.  Steel Beams.  Steel beams shall have stiffener plates installed on each side of the beam web at the column supports and points of concentrated load.  The stiffener plates shall be welded to each beam flange and beam web.  This requirement applies at the base and below and only to those connections which are part of the lateral load resisting system or lateral load path.\n\n91.9406.10.3.  Column Bracing.  All single length multi-level height columns shall be braced in each orthogonal direction at each diaphragm level.\n\n91.9406.11.  Foundations.\n\n91.9406.11.1.  Existing Foundations.  Foundation soundness shall be verified by the engineer or architect.  Foundation types such as unreinforced masonry, stone and ungrouted concrete block and unreinforced concrete shall be retrofitted to resist lateral loads applied through the diaphragm anchors.\n\n91.9406.11.2.  Damaged  Foundations.  Damaged foundations shall be evaluated by the engineer or architect. Cracks in excess of 1\/8 inch (3.2 mm) or differential displacement in excess of 1\/4 inch (6.4 mm) shall be further investigated and repaired where necessary.  Specifications for the restoration of the earth to wood separation shall be included and be made a part of the plans.\n\n91.9406.11.3.  Stud Wall Attachment.  Shot pinned anchors shall not be used to resist lateral forces.  Lateral force resisting systems which utilize shot pins shall be retrofitted with approved drilled anchors.\n\n91.9406.11.4.  Existing Framing Connections.  Deteriorated framing and connections shall be repaired or replaced.\n\n91.9406.11.5.  Metal Connectors.  Metal connectors shall not be in contact with, or below earth unless the connectors are hot dipped galvanized and further protected from earth with four inches of concrete.\n\n91.9406.12.  Existing Materials.\n\n91.9406.12.1. Allowable Stresses.  Existing materials may be used as part of the lateral load-resisting system provided that the stresses in these materials do not exceed the values shown in Table 94-A.","order_by":"9406","ancestry":{"1":{"id":"31","name":"Buildings\nBuilding Code","identifier":"1","label":"article","url":"\/9\/1\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"2853","structure_id":"31","section_number":"91.101","catch_line":"Title, Purpose, And Scope.","url":"\/91.101\/","token":"91.101"},"1":{"id":"3256","structure_id":"31","section_number":"91.102","catch_line":"Unsafe Buildings Or Structures.","url":"\/91.102\/","token":"91.102"},"2":{"id":"3122","structure_id":"31","section_number":"91.103","catch_line":"Violations.","url":"\/91.103\/","token":"91.103"},"3":{"id":"2872","structure_id":"31","section_number":"91.104","catch_line":"Organization And Enforcement.","url":"\/91.104\/","token":"91.104"},"4":{"id":"2331","structure_id":"31","section_number":"91.105","catch_line":"Appeals.","url":"\/91.105\/","token":"91.105"},"5":{"id":"1085","structure_id":"31","section_number":"91.106","catch_line":"Permits.","url":"\/91.106\/","token":"91.106"},"6":{"id":"167","structure_id":"31","section_number":"91.107","catch_line":"Fees.","url":"\/91.107\/","token":"91.107"},"7":{"id":"2271","structure_id":"31","section_number":"91.108","catch_line":"Inspection.","url":"\/91.108\/","token":"91.108"},"8":{"id":"599","structure_id":"31","section_number":"91.109","catch_line":"Certificate Of Occupancy.","url":"\/91.109\/","token":"91.109"},"9":{"id":"1493","structure_id":"31","section_number":"91.110","catch_line":"Responsibility Of Permittee.","url":"\/91.110\/","token":"91.110"},"10":{"id":"1948","structure_id":"31","section_number":"91.111","catch_line":"Code Revision.","url":"\/91.111\/","token":"91.111"},"11":{"id":"3017","structure_id":"31","section_number":"91.112","catch_line":"Grading Certificate.","url":"\/91.112\/","token":"91.112"},"12":{"id":"3299","structure_id":"31","section_number":"91.200","catch_line":"General.","url":"\/91.200\/","token":"91.200"},"13":{"id":"914","structure_id":"31","section_number":"91.202","catch_line":"Definitions.","url":"\/91.202\/","token":"91.202"},"14":{"id":"526","structure_id":"31","section_number":"91.300","catch_line":"Basic Provisions.","url":"\/91.300\/","token":"91.300"},"15":{"id":"2739","structure_id":"31","section_number":"91.400","catch_line":"Basic Provisions.","url":"\/91.400\/","token":"91.400"},"16":{"id":"907","structure_id":"31","section_number":"91.500","catch_line":"Basic Provisions.","url":"\/91.500\/","token":"91.500"},"17":{"id":"2530","structure_id":"31","section_number":"91.600","catch_line":"Basic Provisions.","url":"\/91.600\/","token":"91.600"},"18":{"id":"234","structure_id":"31","section_number":"91.700","catch_line":"Basic Provisions.","url":"\/91.700\/","token":"91.700"},"19":{"id":"2933","structure_id":"31","section_number":"91.703","catch_line":"Fire-Resistance Ratings And Fire Tests.","url":"\/91.703\/","token":"91.703"},"20":{"id":"108","structure_id":"31","section_number":"91.800","catch_line":"Basic Provisions.","url":"\/91.800\/","token":"91.800"},"21":{"id":"2861","structure_id":"31","section_number":"91.900","catch_line":"Basic Provisions.","url":"\/91.900\/","token":"91.900"},"22":{"id":"700","structure_id":"31","section_number":"91.909","catch_line":"Smoke Control Systems.","url":"\/91.909\/","token":"91.909"},"23":{"id":"223","structure_id":"31","section_number":"91.1000","catch_line":"Basic Provisions.","url":"\/91.1000\/","token":"91.1000"},"24":{"id":"3826","structure_id":"31","section_number":"91.1100","catch_line":"Basic Provisions.","url":"\/91.1100\/","token":"91.1100"},"25":{"id":"1343","structure_id":"31","section_number":"91.1200","catch_line":"Basic Provisions.","url":"\/91.1200\/","token":"91.1200"},"26":{"id":"3724","structure_id":"31","section_number":"91.1207","catch_line":"Sound Transmission.","url":"\/91.1207\/","token":"91.1207"},"27":{"id":"2466","structure_id":"31","section_number":"91.1300","catch_line":"General.","url":"\/91.1300\/","token":"91.1300"},"28":{"id":"2493","structure_id":"31","section_number":"91.1301","catch_line":"Solar Energy Collectors.","url":"\/91.1301\/","token":"91.1301"},"29":{"id":"4023","structure_id":"31","section_number":"91.1400","catch_line":"Basic Provisions.","url":"\/91.1400\/","token":"91.1400"},"30":{"id":"412","structure_id":"31","section_number":"91.1403","catch_line":"Performance Requirements.","url":"\/91.1403\/","token":"91.1403"},"31":{"id":"3406","structure_id":"31","section_number":"91.1405","catch_line":"Installation Of Wall Coverings.","url":"\/91.1405\/","token":"91.1405"},"32":{"id":"2965","structure_id":"31","section_number":"91.1500","catch_line":"Basic Provisions.","url":"\/91.1500\/","token":"91.1500"},"33":{"id":"2559","structure_id":"31","section_number":"91.1505","catch_line":"Fire Classification.","url":"\/91.1505\/","token":"91.1505"},"34":{"id":"538","structure_id":"31","section_number":"91.1507","catch_line":"Requirements For Roof Coverings.","url":"\/91.1507\/","token":"91.1507"},"35":{"id":"897","structure_id":"31","section_number":"91.1510","catch_line":"Reroofing.","url":"\/91.1510\/","token":"91.1510"},"36":{"id":"281","structure_id":"31","section_number":"91.1600","catch_line":"Basic Provisions.","url":"\/91.1600\/","token":"91.1600"},"37":{"id":"1561","structure_id":"31","section_number":"91.1603","catch_line":"Construction Documents.","url":"\/91.1603\/","token":"91.1603"},"38":{"id":"1482","structure_id":"31","section_number":"91.1609","catch_line":"Wind Loads.","url":"\/91.1609\/","token":"91.1609"},"39":{"id":"1027","structure_id":"31","section_number":"91.1612","catch_line":"Flood Loads.","url":"\/91.1612\/","token":"91.1612"},"40":{"id":"876","structure_id":"31","section_number":"91.1613","catch_line":"Earthquake Loads.","url":"\/91.1613\/","token":"91.1613"},"41":{"id":"1949","structure_id":"31","section_number":"91.1616","catch_line":"Modifications To Asce 7.","url":"\/91.1616\/","token":"91.1616"},"42":{"id":"3547","structure_id":"31","section_number":"91.1700","catch_line":"Basic Provisions.","url":"\/91.1700\/","token":"91.1700"},"43":{"id":"2160","structure_id":"31","section_number":"91.1702","catch_line":"Definitions.","url":"\/91.1702\/","token":"91.1702"},"44":{"id":"4049","structure_id":"31","section_number":"91.1703","catch_line":"Approvals.","url":"\/91.1703\/","token":"91.1703"},"45":{"id":"1545","structure_id":"31","section_number":"91.1704","catch_line":"Special Inspections.","url":"\/91.1704\/","token":"91.1704"},"46":{"id":"1592","structure_id":"31","section_number":"91.1705","catch_line":"Statement Of Special Inspections.","url":"\/91.1705\/","token":"91.1705"},"47":{"id":"3633","structure_id":"31","section_number":"91.1707","catch_line":"Special Inspections For Seismic Resistance.","url":"\/91.1707\/","token":"91.1707"},"48":{"id":"1397","structure_id":"31","section_number":"91.1708","catch_line":"Structural Testing For Seismic Resistance.","url":"\/91.1708\/","token":"91.1708"},"49":{"id":"1425","structure_id":"31","section_number":"91.1709","catch_line":"Contractors Responsibility.","url":"\/91.1709\/","token":"91.1709"},"50":{"id":"570","structure_id":"31","section_number":"91.1710","catch_line":"Structural Observations.","url":"\/91.1710\/","token":"91.1710"},"51":{"id":"1953","structure_id":"31","section_number":"91.1711","catch_line":"Alternative Test Procedure.","url":"\/91.1711\/","token":"91.1711"},"52":{"id":"2084","structure_id":"31","section_number":"91.1712","catch_line":"Alternative Test Procedure.","url":"\/91.1712\/","token":"91.1712"},"53":{"id":"1655","structure_id":"31","section_number":"91.1715","catch_line":"Material And Test Standards.","url":"\/91.1715\/","token":"91.1715"},"54":{"id":"3711","structure_id":"31","section_number":"91.1716","catch_line":"Material And Test Standards.","url":"\/91.1716\/","token":"91.1716"},"55":{"id":"2263","structure_id":"31","section_number":"91.1717","catch_line":"Certified Security Bar Installer.","url":"\/91.1717\/","token":"91.1717"},"56":{"id":"4088","structure_id":"31","section_number":"91.1718","catch_line":"Prefabricated Construction.","url":"\/91.1718\/","token":"91.1718"},"57":{"id":"868","structure_id":"31","section_number":"91.1800","catch_line":"Basic Provisions.","url":"\/91.1800\/","token":"91.1800"},"58":{"id":"2813","structure_id":"31","section_number":"91.1801","catch_line":"General.","url":"\/91.1801\/","token":"91.1801"},"59":{"id":"3798","structure_id":"31","section_number":"91.1802","catch_line":"Foundation And Soils Investigations.","url":"\/91.1802\/","token":"91.1802"},"60":{"id":"908","structure_id":"31","section_number":"91.1803","catch_line":"Geotechnical Investigation.","url":"\/91.1803\/","token":"91.1803"},"61":{"id":"2732","structure_id":"31","section_number":"91.1804","catch_line":"Allowable Load-Bearing Values Of Soils.","url":"\/91.1804\/","token":"91.1804"},"62":{"id":"3068","structure_id":"31","section_number":"91.1805","catch_line":"Dampproofing And Waterproofing.","url":"\/91.1805\/","token":"91.1805"},"63":{"id":"3377","structure_id":"31","section_number":"91.1806","catch_line":"Presumptive Load Bearing Values Of Soils.","url":"\/91.1806\/","token":"91.1806"},"64":{"id":"245","structure_id":"31","section_number":"91.1807","catch_line":"Foundation Walls, Retaining Walls, And Embedded Post And Poles.","url":"\/91.1807\/","token":"91.1807"},"65":{"id":"985","structure_id":"31","section_number":"91.1808","catch_line":"Pier And Pile Foundations.","url":"\/91.1808\/","token":"91.1808"},"66":{"id":"1115","structure_id":"31","section_number":"91.1809","catch_line":"Shallow Foundations.","url":"\/91.1809\/","token":"91.1809"},"67":{"id":"2671","structure_id":"31","section_number":"91.1810","catch_line":"Deep Foundations..","url":"\/91.1810\/","token":"91.1810"},"68":{"id":"1195","structure_id":"31","section_number":"91.1900","catch_line":"Basic Provisions.","url":"\/91.1900\/","token":"91.1900"},"69":{"id":"705","structure_id":"31","section_number":"91.2000","catch_line":"Basic Provisions.","url":"\/91.2000\/","token":"91.2000"},"70":{"id":"3588","structure_id":"31","section_number":"91.2100","catch_line":"Basic Provisions.","url":"\/91.2100\/","token":"91.2100"},"71":{"id":"2590","structure_id":"31","section_number":"91.2113","catch_line":"Masonry Chimneys.","url":"\/91.2113\/","token":"91.2113"},"72":{"id":"3481","structure_id":"31","section_number":"91.2200","catch_line":"Basic Provisions.","url":"\/91.2200\/","token":"91.2200"},"73":{"id":"473","structure_id":"31","section_number":"91.2204","catch_line":"Connections.","url":"\/91.2204\/","token":"91.2204"},"74":{"id":"3742","structure_id":"31","section_number":"91.2300","catch_line":"Basic Provisions.","url":"\/91.2300\/","token":"91.2300"},"75":{"id":"2404","structure_id":"31","section_number":"91.2301","catch_line":"General.","url":"\/91.2301\/","token":"91.2301"},"76":{"id":"1279","structure_id":"31","section_number":"91.2304","catch_line":"General Construction Requirements.","url":"\/91.2304\/","token":"91.2304"},"77":{"id":"2712","structure_id":"31","section_number":"91.2305","catch_line":"General Design Requirements For Lateral Force-Resisting System.","url":"\/91.2305\/","token":"91.2305"},"78":{"id":"2825","structure_id":"31","section_number":"91.2306","catch_line":"Allowable Stress Design.","url":"\/91.2306\/","token":"91.2306"},"79":{"id":"1924","structure_id":"31","section_number":"91.2308","catch_line":"Conventional Light-Frame Construction.","url":"\/91.2308\/","token":"91.2308"},"80":{"id":"2821","structure_id":"31","section_number":"91.2400","catch_line":"Basic Provisions.","url":"\/91.2400\/","token":"91.2400"},"81":{"id":"3669","structure_id":"31","section_number":"91.2503","catch_line":"No title","url":"\/91.2503\/","token":"91.2503"},"82":{"id":"140","structure_id":"31","section_number":"91.2600","catch_line":"Basic Provisions.","url":"\/91.2600\/","token":"91.2600"},"83":{"id":"3651","structure_id":"31","section_number":"91.2700","catch_line":"Basic Provisions.","url":"\/91.2700\/","token":"91.2700"},"84":{"id":"1636","structure_id":"31","section_number":"91.2800","catch_line":"Basic Provisions.","url":"\/91.2800\/","token":"91.2800"},"85":{"id":"468","structure_id":"31","section_number":"91.2900","catch_line":"Basic Provisions.","url":"\/91.2900\/","token":"91.2900"},"86":{"id":"1724","structure_id":"31","section_number":"91.3000","catch_line":"Basic Provisions.","url":"\/91.3000\/","token":"91.3000"},"87":{"id":"452","structure_id":"31","section_number":"91.3001","catch_line":"General.","url":"\/91.3001\/","token":"91.3001"},"88":{"id":"2241","structure_id":"31","section_number":"91.3002","catch_line":"Hoistway Enclosures.","url":"\/91.3002\/","token":"91.3002"},"89":{"id":"3526","structure_id":"31","section_number":"91.3003","catch_line":"Emergency Operations.","url":"\/91.3003\/","token":"91.3003"},"90":{"id":"1580","structure_id":"31","section_number":"91.3005","catch_line":"Conveying Systems.","url":"\/91.3005\/","token":"91.3005"},"91":{"id":"1731","structure_id":"31","section_number":"91.3007","catch_line":"Fire Service Access Elevator.","url":"\/91.3007\/","token":"91.3007"},"92":{"id":"901","structure_id":"31","section_number":"91.3008","catch_line":"Occupant Evacuation Elevators.","url":"\/91.3008\/","token":"91.3008"},"93":{"id":"3501","structure_id":"31","section_number":"91.3100","catch_line":"Basic Provisions.","url":"\/91.3100\/","token":"91.3100"},"94":{"id":"665","structure_id":"31","section_number":"91.3106","catch_line":"Marquees.","url":"\/91.3106\/","token":"91.3106"},"95":{"id":"2449","structure_id":"31","section_number":"91.3110","catch_line":"Patio Covers.","url":"\/91.3110\/","token":"91.3110"},"96":{"id":"1647","structure_id":"31","section_number":"91.3111","catch_line":"Patio Covers.","url":"\/91.3111\/","token":"91.3111"},"97":{"id":"2362","structure_id":"31","section_number":"91.3200","catch_line":"Basic Provisions.","url":"\/91.3200\/","token":"91.3200"},"98":{"id":"1572","structure_id":"31","section_number":"91.3201","catch_line":"General.","url":"\/91.3201\/","token":"91.3201"},"99":{"id":"1188","structure_id":"31","section_number":"91.3202","catch_line":"General.","url":"\/91.3202\/","token":"91.3202"},"100":{"id":"147","structure_id":"31","section_number":"91.3300","catch_line":"Basic Provisions.","url":"\/91.3300\/","token":"91.3300"},"101":{"id":"4035","structure_id":"31","section_number":"91.3301","catch_line":"General.","url":"\/91.3301\/","token":"91.3301"},"102":{"id":"1111","structure_id":"31","section_number":"91.3304","catch_line":"Site Work.","url":"\/91.3304\/","token":"91.3304"},"103":{"id":"152","structure_id":"31","section_number":"91.3305","catch_line":"Toilet Facilities During Construction.","url":"\/91.3305\/","token":"91.3305"},"104":{"id":"3930","structure_id":"31","section_number":"91.3306","catch_line":"Protection Of Pedestrians.","url":"\/91.3306\/","token":"91.3306"},"105":{"id":"4116","structure_id":"31","section_number":"91.3307","catch_line":"Protection Of Adjoining Property.","url":"\/91.3307\/","token":"91.3307"},"106":{"id":"421","structure_id":"31","section_number":"91.3401","catch_line":"General.","url":"\/91.3401\/","token":"91.3401"},"107":{"id":"614","structure_id":"31","section_number":"91.3500","catch_line":"Basic Provisions.","url":"\/91.3500\/","token":"91.3500"},"108":{"id":"3462","structure_id":"31","section_number":"91.6101","catch_line":"Impact Hazard Glazing In Existing Buildings.","url":"\/91.6101\/","token":"91.6101"},"109":{"id":"3380","structure_id":"31","section_number":"91.6102","catch_line":"Rubbish Rooms.","url":"\/91.6102\/","token":"91.6102"},"110":{"id":"3997","structure_id":"31","section_number":"91.6103","catch_line":"Shafts, Pits And Similar Excavation – Misdemeanor.","url":"\/91.6103\/","token":"91.6103"},"111":{"id":"895","structure_id":"31","section_number":"91.6104","catch_line":"Fire Districts.","url":"\/91.6104\/","token":"91.6104"},"112":{"id":"3554","structure_id":"31","section_number":"91.6105","catch_line":"Separation From Oil Wells.","url":"\/91.6105\/","token":"91.6105"},"113":{"id":"3862","structure_id":"31","section_number":"91.6107","catch_line":"Transformer Vaults.","url":"\/91.6107\/","token":"91.6107"},"114":{"id":"3484","structure_id":"31","section_number":"91.6109","catch_line":"Swimming Pools And Other Bodies Of Water – Protective Devices Required.","url":"\/91.6109\/","token":"91.6109"},"115":{"id":"1909","structure_id":"31","section_number":"91.6201","catch_line":"General Provisions.","url":"\/91.6201\/","token":"91.6201"},"116":{"id":"1048","structure_id":"31","section_number":"91.6202","catch_line":"Definitions.","url":"\/91.6202\/","token":"91.6202"},"117":{"id":"3093","structure_id":"31","section_number":"91.6203","catch_line":"Location.","url":"\/91.6203\/","token":"91.6203"},"118":{"id":"2989","structure_id":"31","section_number":"91.6204","catch_line":"Identification.","url":"\/91.6204\/","token":"91.6204"},"119":{"id":"1238","structure_id":"31","section_number":"91.6205","catch_line":"Design And Construction.","url":"\/91.6205\/","token":"91.6205"},"120":{"id":"1439","structure_id":"31","section_number":"91.6206","catch_line":"Electrical.","url":"\/91.6206\/","token":"91.6206"},"121":{"id":"1625","structure_id":"31","section_number":"91.6207","catch_line":"Combustible Materials.","url":"\/91.6207\/","token":"91.6207"},"122":{"id":"2354","structure_id":"31","section_number":"91.6208","catch_line":"Animated Devices.","url":"\/91.6208\/","token":"91.6208"},"123":{"id":"539","structure_id":"31","section_number":"91.6209","catch_line":"Ground Signs.","url":"\/91.6209\/","token":"91.6209"},"124":{"id":"1010","structure_id":"31","section_number":"91.6210","catch_line":"Roof Signs.","url":"\/91.6210\/","token":"91.6210"},"125":{"id":"3890","structure_id":"31","section_number":"91.6211","catch_line":"Wall Signs.","url":"\/91.6211\/","token":"91.6211"},"126":{"id":"3021","structure_id":"31","section_number":"91.6212","catch_line":"Projecting Signs.","url":"\/91.6212\/","token":"91.6212"},"127":{"id":"2568","structure_id":"31","section_number":"91.6213","catch_line":"Marquee Signs.","url":"\/91.6213\/","token":"91.6213"},"128":{"id":"1235","structure_id":"31","section_number":"91.6214","catch_line":"Portable Signs.","url":"\/91.6214\/","token":"91.6214"},"129":{"id":"2906","structure_id":"31","section_number":"91.6215","catch_line":"Referenced Standards.","url":"\/91.6215\/","token":"91.6215"},"130":{"id":"793","structure_id":"31","section_number":"91.6216","catch_line":"Existing Signs.","url":"\/91.6216\/","token":"91.6216"},"131":{"id":"508","structure_id":"31","section_number":"91.6301","catch_line":"General.","url":"\/91.6301\/","token":"91.6301"},"132":{"id":"374","structure_id":"31","section_number":"91.6302","catch_line":"Food Establishment.","url":"\/91.6302\/","token":"91.6302"},"133":{"id":"678","structure_id":"31","section_number":"91.6303","catch_line":"Service Stations.","url":"\/91.6303\/","token":"91.6303"},"134":{"id":"1695","structure_id":"31","section_number":"91.6304","catch_line":"Residential Uses.","url":"\/91.6304\/","token":"91.6304"},"135":{"id":"3817","structure_id":"31","section_number":"91.6305","catch_line":"Parking Garages Serving Residential Uses.","url":"\/91.6305\/","token":"91.6305"},"136":{"id":"2217","structure_id":"31","section_number":"91.6306","catch_line":"Anti-Graffiti Finish To Exterior Walls.","url":"\/91.6306\/","token":"91.6306"},"137":{"id":"4050","structure_id":"31","section_number":"91.6307","catch_line":"Shower And Locker Facilities.","url":"\/91.6307\/","token":"91.6307"},"138":{"id":"3103","structure_id":"31","section_number":"91.6701","catch_line":"Purpose.","url":"\/91.6701\/","token":"91.6701"},"139":{"id":"1137","structure_id":"31","section_number":"91.6702","catch_line":"General.","url":"\/91.6702\/","token":"91.6702"},"140":{"id":"454","structure_id":"31","section_number":"91.6703","catch_line":"Limitations.","url":"\/91.6703\/","token":"91.6703"},"141":{"id":"2121","structure_id":"31","section_number":"91.6704","catch_line":"Alternate Security Provisions.","url":"\/91.6704\/","token":"91.6704"},"142":{"id":"3405","structure_id":"31","section_number":"91.6705","catch_line":"Definitions.","url":"\/91.6705\/","token":"91.6705"},"143":{"id":"3503","structure_id":"31","section_number":"91.6706","catch_line":"Entry Vision.","url":"\/91.6706\/","token":"91.6706"},"144":{"id":"2163","structure_id":"31","section_number":"91.6707","catch_line":"Appurtenant Access.","url":"\/91.6707\/","token":"91.6707"},"145":{"id":"2420","structure_id":"31","section_number":"91.6708","catch_line":"Doors – General.","url":"\/91.6708\/","token":"91.6708"},"146":{"id":"3771","structure_id":"31","section_number":"91.6709","catch_line":"Swinging Doors.","url":"\/91.6709\/","token":"91.6709"},"147":{"id":"2626","structure_id":"31","section_number":"91.6710","catch_line":"Sliding Glass Doors.","url":"\/91.6710\/","token":"91.6710"},"148":{"id":"1882","structure_id":"31","section_number":"91.6711","catch_line":"Overhead And Sliding Doors.","url":"\/91.6711\/","token":"91.6711"},"149":{"id":"63","structure_id":"31","section_number":"91.6712","catch_line":"Metal Accordion-Grate Or Grille-Type Doors.","url":"\/91.6712\/","token":"91.6712"},"150":{"id":"4119","structure_id":"31","section_number":"91.6713","catch_line":"Glazed Opening – General.","url":"\/91.6713\/","token":"91.6713"},"151":{"id":"2953","structure_id":"31","section_number":"91.6714","catch_line":"Glazing.","url":"\/91.6714\/","token":"91.6714"},"152":{"id":"4128","structure_id":"31","section_number":"91.6715","catch_line":"Windows.","url":"\/91.6715\/","token":"91.6715"},"153":{"id":"4020","structure_id":"31","section_number":"91.6716","catch_line":"Openings Other Than Doors Or Glazed Openings.","url":"\/91.6716\/","token":"91.6716"},"154":{"id":"4008","structure_id":"31","section_number":"91.6717","catch_line":"Tests – General.","url":"\/91.6717\/","token":"91.6717"},"155":{"id":"3041","structure_id":"31","section_number":"91.7001","catch_line":"Purpose.","url":"\/91.7001\/","token":"91.7001"},"156":{"id":"1161","structure_id":"31","section_number":"91.7002","catch_line":"Scope.","url":"\/91.7002\/","token":"91.7002"},"157":{"id":"2566","structure_id":"31","section_number":"91.7003","catch_line":"Definitions.","url":"\/91.7003\/","token":"91.7003"},"158":{"id":"588","structure_id":"31","section_number":"91.7004","catch_line":"Grading Designation.","url":"\/91.7004\/","token":"91.7004"},"159":{"id":"1918","structure_id":"31","section_number":"91.7005","catch_line":"General Requirements.","url":"\/91.7005\/","token":"91.7005"},"160":{"id":"3963","structure_id":"31","section_number":"91.7006","catch_line":"Conditions Precedent To Issuing A Grading Permit.","url":"\/91.7006\/","token":"91.7006"},"161":{"id":"3848","structure_id":"31","section_number":"91.7007","catch_line":"Safety Precautions During Grading.","url":"\/91.7007\/","token":"91.7007"},"162":{"id":"371","structure_id":"31","section_number":"91.7008","catch_line":"Professional Inspection And Certification For Engineered Grading.","url":"\/91.7008\/","token":"91.7008"},"163":{"id":"1173","structure_id":"31","section_number":"91.7009","catch_line":"Professional Inspection For Regular Grading.","url":"\/91.7009\/","token":"91.7009"},"164":{"id":"1796","structure_id":"31","section_number":"91.7010","catch_line":"Excavations.","url":"\/91.7010\/","token":"91.7010"},"165":{"id":"2641","structure_id":"31","section_number":"91.7011","catch_line":"Fills.","url":"\/91.7011\/","token":"91.7011"},"166":{"id":"2520","structure_id":"31","section_number":"91.7012","catch_line":"Planting And Irrigation Of Cut And Fill Slopes In Hillside Areas.","url":"\/91.7012\/","token":"91.7012"},"167":{"id":"2147","structure_id":"31","section_number":"91.7013","catch_line":"Erosion Control And Drainage Devices.","url":"\/91.7013\/","token":"91.7013"},"168":{"id":"419","structure_id":"31","section_number":"91.7014","catch_line":"Construction Requirements And Limitations.","url":"\/91.7014\/","token":"91.7014"},"169":{"id":"4104","structure_id":"31","section_number":"91.7015","catch_line":"Buttress Fills.","url":"\/91.7015\/","token":"91.7015"},"170":{"id":"79","structure_id":"31","section_number":"91.7016","catch_line":"Areas Subjected To Slides And Unstable Soil.","url":"\/91.7016\/","token":"91.7016"},"171":{"id":"1597","structure_id":"31","section_number":"91.7101","catch_line":"Purpose.","url":"\/91.7101\/","token":"91.7101"},"172":{"id":"3702","structure_id":"31","section_number":"91.7102","catch_line":"Definitions.","url":"\/91.7102\/","token":"91.7102"},"173":{"id":"3674","structure_id":"31","section_number":"91.7103","catch_line":"General Methane Mitigation Requirements.","url":"\/91.7103\/","token":"91.7103"},"174":{"id":"420","structure_id":"31","section_number":"91.7104","catch_line":"General Methane Requirements.","url":"\/91.7104\/","token":"91.7104"},"175":{"id":"1436","structure_id":"31","section_number":"91.7105","catch_line":"Existing Buildings.","url":"\/91.7105\/","token":"91.7105"},"176":{"id":"3904","structure_id":"31","section_number":"91.7106","catch_line":"Testing, Maintenance And Service Of Gas-Detection And Mechanical Ventilation Systems.","url":"\/91.7106\/","token":"91.7106"},"177":{"id":"1211","structure_id":"31","section_number":"91.7107","catch_line":"Emergency Procedures.","url":"\/91.7107\/","token":"91.7107"},"178":{"id":"1937","structure_id":"31","section_number":"91.7108","catch_line":"Application Of Methane Seepage Regulations To Locations Or Areas Outside The Methane Zone And Methane Buffer Zone Boundaries.","url":"\/91.7108\/","token":"91.7108"},"179":{"id":"3382","structure_id":"31","section_number":"91.7109","catch_line":"Additional Remedial Measures.","url":"\/91.7109\/","token":"91.7109"},"180":{"id":"607","structure_id":"31","section_number":"91.7200","catch_line":"Purpose.","url":"\/91.7200\/","token":"91.7200"},"181":{"id":"2819","structure_id":"31","section_number":"91.7201","catch_line":"General.","url":"\/91.7201\/","token":"91.7201"},"182":{"id":"2083","structure_id":"31","section_number":"91.7202","catch_line":"Additions To Buildings.","url":"\/91.7202\/","token":"91.7202"},"183":{"id":"1678","structure_id":"31","section_number":"91.7203","catch_line":"General Requirements.","url":"\/91.7203\/","token":"91.7203"},"184":{"id":"506","structure_id":"31","section_number":"91.7204","catch_line":"Special Requirements For Fire District Number 1.","url":"\/91.7204\/","token":"91.7204"},"185":{"id":"2563","structure_id":"31","section_number":"91.7205","catch_line":"Provisional Structures.","url":"\/91.7205\/","token":"91.7205"},"186":{"id":"3151","structure_id":"31","section_number":"91.7206","catch_line":"Special Requirements For Fire District Number 2.","url":"\/91.7206\/","token":"91.7206"},"187":{"id":"804","structure_id":"31","section_number":"91.7207","catch_line":"Special Requirements For The Very High Fire Hazard Severity Zone.","url":"\/91.7207\/","token":"91.7207"},"188":{"id":"933","structure_id":"31","section_number":"91.7208","catch_line":"Prohibited Vehicles.","url":"\/91.7208\/","token":"91.7208"},"189":{"id":"2867","structure_id":"31","section_number":"91.7209","catch_line":"Special Requirements For Fire Buffer Zone.","url":"\/91.7209\/","token":"91.7209"},"190":{"id":"217","structure_id":"31","section_number":"91.8101","catch_line":"General Provisions.","url":"\/91.8101\/","token":"91.8101"},"191":{"id":"368","structure_id":"31","section_number":"91.8102","catch_line":"Enforcement.","url":"\/91.8102\/","token":"91.8102"},"192":{"id":"1185","structure_id":"31","section_number":"91.8103","catch_line":"Existing Building Rights.","url":"\/91.8103\/","token":"91.8103"},"193":{"id":"56","structure_id":"31","section_number":"91.8104","catch_line":"Basic Maintenance And Repair Of Existing Buildings And Premises.","url":"\/91.8104\/","token":"91.8104"},"194":{"id":"1159","structure_id":"31","section_number":"91.8105","catch_line":"Illegal Buildings, Construction And Use.","url":"\/91.8105\/","token":"91.8105"},"195":{"id":"3215","structure_id":"31","section_number":"91.8106","catch_line":"Fire District Requirements.","url":"\/91.8106\/","token":"91.8106"},"196":{"id":"3064","structure_id":"31","section_number":"91.8107","catch_line":"Requirements Outside Of A Fire District.","url":"\/91.8107\/","token":"91.8107"},"197":{"id":"139","structure_id":"31","section_number":"91.8108","catch_line":"Nuisances, Hazardous Buildings And Substandard Residential Buildings.","url":"\/91.8108\/","token":"91.8108"},"198":{"id":"138","structure_id":"31","section_number":"91.8109","catch_line":"Relocated Buildings.","url":"\/91.8109\/","token":"91.8109"},"199":{"id":"2049","structure_id":"31","section_number":"91.8110","catch_line":"Unreinforced Masonry Bearing Wall Buildings.","url":"\/91.8110\/","token":"91.8110"},"200":{"id":"3586","structure_id":"31","section_number":"91.8111","catch_line":"Residential Heating.","url":"\/91.8111\/","token":"91.8111"},"201":{"id":"2383","structure_id":"31","section_number":"91.8112","catch_line":"Residential Plumbing.","url":"\/91.8112\/","token":"91.8112"},"202":{"id":"55","structure_id":"31","section_number":"91.8113","catch_line":"Rod Bracing Systems.","url":"\/91.8113\/","token":"91.8113"},"203":{"id":"825","structure_id":"31","section_number":"91.8114","catch_line":"Parapets And Appendages.","url":"\/91.8114\/","token":"91.8114"},"204":{"id":"880","structure_id":"31","section_number":"91.8115","catch_line":"Sandblasting.","url":"\/91.8115\/","token":"91.8115"},"205":{"id":"769","structure_id":"31","section_number":"91.8116","catch_line":"Special Provisions For Light-Housekeeping Rooms.","url":"\/91.8116\/","token":"91.8116"},"206":{"id":"153","structure_id":"31","section_number":"91.8117","catch_line":"Fire Watch.","url":"\/91.8117\/","token":"91.8117"},"207":{"id":"3493","structure_id":"31","section_number":"91.8118","catch_line":"Pool Water Clarity.","url":"\/91.8118\/","token":"91.8118"},"208":{"id":"3611","structure_id":"31","section_number":"91.8119","catch_line":"Historical Buildings And Structures.","url":"\/91.8119\/","token":"91.8119"},"209":{"id":"3592","structure_id":"31","section_number":"91.8201","catch_line":"General.","url":"\/91.8201\/","token":"91.8201"},"210":{"id":"3344","structure_id":"31","section_number":"91.8202","catch_line":"Change Of Rating Classification.","url":"\/91.8202\/","token":"91.8202"},"211":{"id":"1463","structure_id":"31","section_number":"91.8203","catch_line":"Change Of Occupancy Group Or Group Division.","url":"\/91.8203\/","token":"91.8203"},"212":{"id":"3011","structure_id":"31","section_number":"91.8204","catch_line":"Change Of Use.","url":"\/91.8204\/","token":"91.8204"},"213":{"id":"2534","structure_id":"31","section_number":"91.8205","catch_line":"Certificate Of Building Compliance.","url":"\/91.8205\/","token":"91.8205"},"214":{"id":"931","structure_id":"31","section_number":"91.8301","catch_line":"General Application.","url":"\/91.8301\/","token":"91.8301"},"215":{"id":"262","structure_id":"31","section_number":"91.8302","catch_line":"Permits Required – General Considerations.","url":"\/91.8302\/","token":"91.8302"},"216":{"id":"1619","structure_id":"31","section_number":"91.8303","catch_line":"Permit Application – Plans And Specifications.","url":"\/91.8303\/","token":"91.8303"},"217":{"id":"1143","structure_id":"31","section_number":"91.8304","catch_line":"Special Conditions Under Which A Permit Will Not Be Issued.","url":"\/91.8304\/","token":"91.8304"},"218":{"id":"1828","structure_id":"31","section_number":"91.8305","catch_line":"Guarantee Of Completion Required.","url":"\/91.8305\/","token":"91.8305"},"219":{"id":"500","structure_id":"31","section_number":"91.8306","catch_line":"Terms Of Permit.","url":"\/91.8306\/","token":"91.8306"},"220":{"id":"1658","structure_id":"31","section_number":"91.8307","catch_line":"Default In Performance Of Conditions Or Terms Of Permits – Failure To Complete.","url":"\/91.8307\/","token":"91.8307"},"221":{"id":"2618","structure_id":"31","section_number":"91.8308","catch_line":"Permit Fees.","url":"\/91.8308\/","token":"91.8308"},"222":{"id":"1064","structure_id":"31","section_number":"91.8309","catch_line":"Entry Upon Premises.","url":"\/91.8309\/","token":"91.8309"},"223":{"id":"1333","structure_id":"31","section_number":"91.8501","catch_line":"General.","url":"\/91.8501\/","token":"91.8501"},"224":{"id":"1595","structure_id":"31","section_number":"91.8502","catch_line":"Alternative Standards.","url":"\/91.8502\/","token":"91.8502"},"225":{"id":"3262","structure_id":"31","section_number":"91.8601","catch_line":"General.","url":"\/91.8601\/","token":"91.8601"},"226":{"id":"2797","structure_id":"31","section_number":"91.8602","catch_line":"Group E Occupancies.","url":"\/91.8602\/","token":"91.8602"},"227":{"id":"2928","structure_id":"31","section_number":"91.8603","catch_line":"Fire Protection – Warning System.","url":"\/91.8603\/","token":"91.8603"},"228":{"id":"492","structure_id":"31","section_number":"91.8604","catch_line":"Fire Safety Standards.","url":"\/91.8604\/","token":"91.8604"},"229":{"id":"683","structure_id":"31","section_number":"91.8605","catch_line":"Emergency Homeless Shelters.","url":"\/91.8605\/","token":"91.8605"},"230":{"id":"2592","structure_id":"31","section_number":"91.8606","catch_line":"Emergency Lighting Standards For Existing Residential Buildings, Group R, Division 1 Occupancies.","url":"\/91.8606\/","token":"91.8606"},"231":{"id":"3686","structure_id":"31","section_number":"91.8607","catch_line":"Tenant Safety For Apartment Houses, Except For Residential Condominiums.","url":"\/91.8607\/","token":"91.8607"},"232":{"id":"3585","structure_id":"31","section_number":"91.8801","catch_line":"Purpose.","url":"\/91.8801\/","token":"91.8801"},"233":{"id":"2521","structure_id":"31","section_number":"91.8802","catch_line":"Scope.","url":"\/91.8802\/","token":"91.8802"},"234":{"id":"1316","structure_id":"31","section_number":"91.8803","catch_line":"Definitions.","url":"\/91.8803\/","token":"91.8803"},"235":{"id":"369","structure_id":"31","section_number":"91.8804","catch_line":"Rating Classifications.","url":"\/91.8804\/","token":"91.8804"},"236":{"id":"1639","structure_id":"31","section_number":"91.8805","catch_line":"General Requirements.","url":"\/91.8805\/","token":"91.8805"},"237":{"id":"3640","structure_id":"31","section_number":"91.8806","catch_line":"Administration.","url":"\/91.8806\/","token":"91.8806"},"238":{"id":"1824","structure_id":"31","section_number":"91.8807","catch_line":"Historical Buildings.","url":"\/91.8807\/","token":"91.8807"},"239":{"id":"1415","structure_id":"31","section_number":"91.8808","catch_line":"Analysis And Design.","url":"\/91.8808\/","token":"91.8808"},"240":{"id":"3279","structure_id":"31","section_number":"91.8809","catch_line":"Materials Of Construction.","url":"\/91.8809\/","token":"91.8809"},"241":{"id":"3321","structure_id":"31","section_number":"91.8810","catch_line":"Information Required On Plans.","url":"\/91.8810\/","token":"91.8810"},"242":{"id":"807","structure_id":"31","section_number":"91.8811","catch_line":"Design Check – Compatibility Of Roof Diaphragm Stiffness To Unreinforced Masonry Wall Out-Of-Plane Stability.","url":"\/91.8811\/","token":"91.8811"},"243":{"id":"867","structure_id":"31","section_number":"91.8812","catch_line":"Violations.","url":"\/91.8812\/","token":"91.8812"},"244":{"id":"3941","structure_id":"31","section_number":"91.8813","catch_line":"Special Requirements For Vacant Buildings.","url":"\/91.8813\/","token":"91.8813"},"245":{"id":"67","structure_id":"31","section_number":"91.8901","catch_line":"General.","url":"\/91.8901\/","token":"91.8901"},"246":{"id":"3410","structure_id":"31","section_number":"91.8902","catch_line":"Definitions.","url":"\/91.8902\/","token":"91.8902"},"247":{"id":"1512","structure_id":"31","section_number":"91.8903","catch_line":"Abatement Procedures.","url":"\/91.8903\/","token":"91.8903"},"248":{"id":"1660","structure_id":"31","section_number":"91.8904","catch_line":"Special Provisions For Vacant Property Graffiti Removal.","url":"\/91.8904\/","token":"91.8904"},"249":{"id":"176","structure_id":"31","section_number":"91.8905","catch_line":"Special Provisions For Vacating, Barricading, Removing Or Demolishing Buildings Or Structures Without Notice.","url":"\/91.8905\/","token":"91.8905"},"250":{"id":"2186","structure_id":"31","section_number":"91.8906","catch_line":"Payment And Recovery Of Repair And Demolition Funds.","url":"\/91.8906\/","token":"91.8906"},"251":{"id":"3603","structure_id":"31","section_number":"91.8907","catch_line":"Abatement Of Public Nuisance Conditions Related To A Declared Local Emergency.","url":"\/91.8907\/","token":"91.8907"},"252":{"id":"3276","structure_id":"31","section_number":"91.8908","catch_line":"Special Provisions For The Repair Of Welded Steel Moment Frame Buildings Located In High Earthquake Damaged Areas.","url":"\/91.8908\/","token":"91.8908"},"253":{"id":"3128","structure_id":"31","section_number":"91.8910","catch_line":"Procedure For Abatement Of Nuisance; Recovery Of Attorney Fees; Assessment; Notice To Owner; Sale Of Property.","url":"\/91.8910\/","token":"91.8910"},"254":{"id":"3109","structure_id":"31","section_number":"91.9001","catch_line":"General.","url":"\/91.9001\/","token":"91.9001"},"255":{"id":"2363","structure_id":"31","section_number":"91.9002","catch_line":"Definitions.","url":"\/91.9002\/","token":"91.9002"},"256":{"id":"1110","structure_id":"31","section_number":"91.9003","catch_line":"Abatement Procedures.","url":"\/91.9003\/","token":"91.9003"},"257":{"id":"1220","structure_id":"31","section_number":"91.9101","catch_line":"Purpose.","url":"\/91.9101\/","token":"91.9101"},"258":{"id":"1426","structure_id":"31","section_number":"91.9102","catch_line":"Scope.","url":"\/91.9102\/","token":"91.9102"},"259":{"id":"3977","structure_id":"31","section_number":"91.9103","catch_line":"Definitions.","url":"\/91.9103\/","token":"91.9103"},"260":{"id":"584","structure_id":"31","section_number":"91.9104","catch_line":"Rating Classifications.","url":"\/91.9104\/","token":"91.9104"},"261":{"id":"2344","structure_id":"31","section_number":"91.9105","catch_line":"General Requirements.","url":"\/91.9105\/","token":"91.9105"},"262":{"id":"3966","structure_id":"31","section_number":"91.9106","catch_line":"Administration.","url":"\/91.9106\/","token":"91.9106"},"263":{"id":"1935","structure_id":"31","section_number":"91.9107","catch_line":"Historical Buildings.","url":"\/91.9107\/","token":"91.9107"},"264":{"id":"2806","structure_id":"31","section_number":"91.9108","catch_line":"Analysis And Design.","url":"\/91.9108\/","token":"91.9108"},"265":{"id":"702","structure_id":"31","section_number":"91.9109","catch_line":"Materials Of Construction.","url":"\/91.9109\/","token":"91.9109"},"266":{"id":"2917","structure_id":"31","section_number":"91.9110","catch_line":"Information Required On Plans.","url":"\/91.9110\/","token":"91.9110"},"267":{"id":"558","structure_id":"31","section_number":"91.9111","catch_line":"Required Building Maintenance.","url":"\/91.9111\/","token":"91.9111"},"268":{"id":"1071","structure_id":"31","section_number":"91.9112","catch_line":"Violations – Penalties For Disregarding Department Orders.","url":"\/91.9112\/","token":"91.9112"},"269":{"id":"3070","structure_id":"31","section_number":"91.9201","catch_line":"General.","url":"\/91.9201\/","token":"91.9201"},"270":{"id":"279","structure_id":"31","section_number":"91.9202","catch_line":"Definitions.","url":"\/91.9202\/","token":"91.9202"},"271":{"id":"1378","structure_id":"31","section_number":"91.9203","catch_line":"Structural Weaknesses.","url":"\/91.9203\/","token":"91.9203"},"272":{"id":"3743","structure_id":"31","section_number":"91.9204","catch_line":"Strengthening Requirements.","url":"\/91.9204\/","token":"91.9204"},"273":{"id":"129","structure_id":"31","section_number":"91.9205","catch_line":"Quality Control.","url":"\/91.9205\/","token":"91.9205"},"274":{"id":"1277","structure_id":"31","section_number":"91.9301","catch_line":"Purpose.","url":"\/91.9301\/","token":"91.9301"},"275":{"id":"2007","structure_id":"31","section_number":"91.9302","catch_line":"Scope.","url":"\/91.9302\/","token":"91.9302"},"276":{"id":"2891","structure_id":"31","section_number":"91.9303","catch_line":"Definitions.","url":"\/91.9303\/","token":"91.9303"},"277":{"id":"1925","structure_id":"31","section_number":"91.9304","catch_line":"General Requirements For Phased Construction.","url":"\/91.9304\/","token":"91.9304"},"278":{"id":"1783","structure_id":"31","section_number":"91.9305","catch_line":"Analysis And Design.","url":"\/91.9305\/","token":"91.9305"},"279":{"id":"1410","structure_id":"31","section_number":"91.9306","catch_line":"Materials Of Construction.","url":"\/91.9306\/","token":"91.9306"},"280":{"id":"86","structure_id":"31","section_number":"91.9307","catch_line":"Required Information On Plans.","url":"\/91.9307\/","token":"91.9307"},"281":{"id":"2675","structure_id":"31","section_number":"91.9401","catch_line":"Purpose.","url":"\/91.9401\/","token":"91.9401"},"282":{"id":"1654","structure_id":"31","section_number":"91.9402","catch_line":"Scope.","url":"\/91.9402\/","token":"91.9402"},"283":{"id":"3132","structure_id":"31","section_number":"91.9403","catch_line":"Definitions.","url":"\/91.9403\/","token":"91.9403"},"284":{"id":"146","structure_id":"31","section_number":"91.9404","catch_line":"General Requirements.","url":"\/91.9404\/","token":"91.9404"},"285":{"id":"3075","structure_id":"31","section_number":"91.9405","catch_line":"Pre-Design Investigation.","url":"\/91.9405\/","token":"91.9405"},"286":{"id":"3186","structure_id":"31","section_number":"91.9406","catch_line":"Analysis And Design.","url":"\/91.9406\/","token":"91.9406"},"287":{"id":"3281","structure_id":"31","section_number":"91.9407","catch_line":"Historical Buildings.","url":"\/91.9407\/","token":"91.9407"},"288":{"id":"875","structure_id":"31","section_number":"91.9408","catch_line":"Quality Control.","url":"\/91.9408\/","token":"91.9408"},"289":{"id":"248","structure_id":"31","section_number":"91.9409","catch_line":"Information Required On Plans.","url":"\/91.9409\/","token":"91.9409"},"290":{"id":"2126","structure_id":"31","section_number":"91.9501","catch_line":"Purpose.","url":"\/91.9501\/","token":"91.9501"},"291":{"id":"3288","structure_id":"31","section_number":"91.9502","catch_line":"Scope.","url":"\/91.9502\/","token":"91.9502"},"292":{"id":"46","structure_id":"31","section_number":"91.9503","catch_line":"Definitions.","url":"\/91.9503\/","token":"91.9503"},"293":{"id":"650","structure_id":"31","section_number":"91.9504","catch_line":"Reserved.","url":"\/91.9504\/","token":"91.9504"},"294":{"id":"1272","structure_id":"31","section_number":"91.9505","catch_line":"General Requirements.","url":"\/91.9505\/","token":"91.9505"},"295":{"id":"2573","structure_id":"31","section_number":"91.9508","catch_line":"Criteria Selection.","url":"\/91.9508\/","token":"91.9508"},"296":{"id":"3797","structure_id":"31","section_number":"91.9509","catch_line":"Dynamic Lateral Analysis Procedure.","url":"\/91.9509\/","token":"91.9509"},"297":{"id":"1668","structure_id":"31","section_number":"91.9510","catch_line":"Equivalent Lateral Force Procedure.","url":"\/91.9510\/","token":"91.9510"},"298":{"id":"2400","structure_id":"31","section_number":"91.9511","catch_line":"Simplified Analysis Procedure.","url":"\/91.9511\/","token":"91.9511"},"299":{"id":"1341","structure_id":"31","section_number":"91.9512","catch_line":"Minimum Requirements For A Limited Structural Analysis.","url":"\/91.9512\/","token":"91.9512"},"300":{"id":"249","structure_id":"31","section_number":"91.9513","catch_line":"Determination Of The Stress-Strain Relationship Of Existing Unreinforced Masonry.","url":"\/91.9513\/","token":"91.9513"},"301":{"id":"4005","structure_id":"31","section_number":"91.9514","catch_line":"Evaluation Of Existing Structural Conditions.","url":"\/91.9514\/","token":"91.9514"},"302":{"id":"3874","structure_id":"31","section_number":"91.9515","catch_line":"Materials Of Construction.","url":"\/91.9515\/","token":"91.9515"},"303":{"id":"3063","structure_id":"31","section_number":"91.9516","catch_line":"Information Required On The Plans.","url":"\/91.9516\/","token":"91.9516"},"304":{"id":"1286","structure_id":"31","section_number":"91.9601","catch_line":"Purpose.","url":"\/91.9601\/","token":"91.9601"},"305":{"id":"3639","structure_id":"31","section_number":"91.9602","catch_line":"Scope.","url":"\/91.9602\/","token":"91.9602"},"306":{"id":"2223","structure_id":"31","section_number":"91.9603","catch_line":"Definitions.","url":"\/91.9603\/","token":"91.9603"},"307":{"id":"1846","structure_id":"31","section_number":"91.9604","catch_line":"Analysis And Design.","url":"\/91.9604\/","token":"91.9604"},"308":{"id":"529","structure_id":"31","section_number":"91.9605","catch_line":"Materials Of Construction.","url":"\/91.9605\/","token":"91.9605"},"309":{"id":"1955","structure_id":"31","section_number":"91.9606","catch_line":"Information Required On Plans.","url":"\/91.9606\/","token":"91.9606"}},"previous_section":{"id":"3075","structure_id":"31","section_number":"91.9405","catch_line":"Pre-Design Investigation.","url":"\/91.9405\/","token":"91.9405"},"next_section":{"id":"3281","structure_id":"31","section_number":"91.9407","catch_line":"Historical Buildings.","url":"\/91.9407\/","token":"91.9407"},"metadata":false,"references":false,"url":"\/91.9406\/","token":"91.9406","formats":{"txt":"\/91.9406.txt","json":"\/91.9406.xml"},"dublin_core":{"Title":"Analysis And Design.","Type":"Text","Format":"text\/html","Identifier":"§ 91.9406","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nANALYSIS AND DESIGN. (§ 91.9406)\n\n  ANALYSIS AND DESIGN.\n\t(Added by Ord. No. 171,258, Eff. 8\/30\/96.)91.9406.1.  General.  Every\nhillside building within the scope of this division shall be analyzed, designed,\nand constructed in accordance with the following provisions.91.9406.1.1.  Base\nfor Seismic Design Defined.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper.\n1\/1\/08.)  The base for seismic design is defined as\nfollows:\t1.\tDownhill-Direction.  For seismic forces acting in the\ndownhill-direction, the base of the building shall be the floor at or closest to\nthe top of the highest level of the foundation.\t2.\tNormal to the\nDownhill-Direction.  For seismic forces acting normal to the\ndownhill-direction, the distribution of seismic forces over the height of the\nbuilding using Section 12.8.3 of ASCE 7 shall be determined using the height\nmeasured from the top of the lowest level of the building foundation. \nRetrofitting, however, shall only be required at the base-level-diaphragm and\nbelow.91.9406.1.2.  Design Base Shear.  (Amended by Ord. No. 179,324, Eff.\n12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be that required at the\ntime of the original building permit 75% less than currently required by Section\n12.8.1 of ASCE 7, but not less than the following:\tV = 0.133 W.\t\tWhere:\tV \t=\tThe\ntotal design lateral force or shear at the base.\tW\t=\tThe total seismic dead load\ndefined in Section 12.7.2 of ASCE 7.91.9406.2.  Base Shear Resistance in the\nDownhill-Direction.91.9406.2.1.  General.  The base shear in the\ndownhill-direction, including forces from the base-level-diaphragm, shall be\nresisted through primary anchors from diaphragm struts or collectors provided in\nthe base level framing to the foundation.91.9406.2.2.  Location of Primary\nAnchors.  A primary anchor and diaphragm strut or collector shall be provided\nin line with each foundation extending in the downhill-direction.  Primary\nanchors and diaphragm struts or collectors shall also be provided where interior\nvertical lateral force resisting elements occur above and in contact with the\nbase-level-diaphragm.\tThe base-level-diaphragm shall be provided with primary\nanchors designed for the tributary forces spaced at a maximum 30 feet (9145 mm)\non center.  Where the floor below the base extends to the uphill foundation,\nand the foundation at the base  is not adequate to resist the forces from the\nprimary anchors, the base shear may be transferred to that lower level and the\nprimary anchorage made at that lower level.  The connection shall be made\ndirectly to the foundation.  The existing foundation shall be evaluated as\nspecified in Section 91.9406.11.91.9406.3.  Seismic Forces on Floor Levels\nBelow the Base in the Downhill- Direction.91.9406.3.1.  General.  All  floor\ndiaphragm connections between floor diaphragms below the base level diaphragm\nshall be designed in accordance with the provisions of this\nsection.91.9406.3.2.  Design.  Each floor level below the base defined in\nSection 91.9406.1.1 shall be designed for all tributary loads at that level\nusing a minimum seismic force factor not less than the base shear\ncoefficient.91.9406.3.3.  Direct Connections.  (Each floor level shall be\ndirectly connected to the foundation through a system of primary anchors at that\nlevel as required for the base  as specified in Section\n91.9406.1.1.91.9406.4.  Secondary Anchors from Diaphragm to Foundation for \nSeismic Forces at and Below the Base  in the Downhill-Direction.91.9406.4.1. \nGeneral.  In addition to the anchors required by Sections 91.9406.2 and\n91.9406.3, the floor diaphragm for levels at and below the base shall be\nanchored to the uphill foundation at the level of the diaphragm, as specified in\nthis section.\tEXCEPTION:  Secondary anchors are not required where:\t1.\tthe\nconcrete or masonry foundations in the downhill-direction are spaced at not more\nthan 30 feet (9145 mm) on center and extend up to and are directly connected to\nthe base-level-diaphragm for at least 70 percent of the diaphragm depth;\nor\t2.\tthe diaphragm is separated from the mudsill at the uphill foundation by a\ncripple wall which has anchor bolts and is braced in the plane of the wall and\nconstructed with studs that are no less than 12 inches (305 mm) in height and\nprimary anchors are spaced a maximum of 20 feet (6096 mm) on center; or\t3.\tthe\ndeflection of the plywood floor diaphragm between adjacent primary anchors is\ncalculated to be less than 1\/4 of an inch (6.4 mm).91.9406.4.2.  Diaphragm\nAnchors.  Secondary anchors required by this section shall be provided at each\nlevel at and below the base of the building.  Diaphragm anchors shall be fully\ndeveloped into the diaphragm and be connected to the foundation at the uphill\ndiaphragm edge to develop the forces required by this section.91.9406.4.3. \nAnchor Spacing.  Secondary anchors required by this section shall be uniformly\ndistributed along the uphill diaphragm edge and shall be spaced a maximum of\nfour feet (1219 mm) on center.91.9406.4.4.  Anchor Capacity for Floor\nDiaphragms at the Base  and Below.  Secondary anchors at the base and below\nshall be designed for a uniformly distributed minimum force equal to the total\nprimary anchorage design force at that level divided by the length of the uphill\ndiaphragm edge, but shall not be less than 300 pounds per lineal foot (4.37\nkN\/m).  The existing foundation need not be checked to resist the additional\nforces induced by the system of secondary anchors; however, the existing\nfoundation shall be evaluated as specified in Section 91.9406.11.91.9406.5. \nDesign of Anchorage.91.9406.5.1.  General.  Primary and secondary anchors, and\ndiaphragm struts and collectors, shall be designed in accordance with the\nprovisions of this section.91.9406.5.2.  Anchorage.  The structure shall be\nanchored to the foundation as specified in Sections 91.9406.2, 91.9406.3 and\n91.9406.4.91.9406.5.3.  Fasteners.  All bolted fasteners used to develop\nconnections to wood members shall be provided with square plate washers at all\nbolt heads and nuts.  Washers shall be minimum 3\/16 inch (4.8 mm) thick and two\ninch (51 mm) square for 1\/2-inch (12.7 mm) diameter bolts, and 1\/4 inch (6.4 mm)\nthick and 2-1\/2 inch (64 mm) square for 5\/8 inch (15.9 mm) diameter or larger\nbolts.  Nuts shall be wrench tightened prior to covering.91.9406.5.4. \nFastening.  The diaphragm to foundation anchorage shall not be accomplished by\nthe use of toe nailing, nails subject to withdrawal, or wood in cross grain\nbending or cross grain tension.91.9406.5.5.  Size of Wood Members.  (Amended\nby Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  Wood diaphragm struts,\ncollectors, and other wood members connected to primary anchors shall not be\nless than three-inch (76 mm) nominal width members or doubled two-inch (51 mm)\nnominal width members.  Fastening doubled two-inch (51mm) nominal width members\nshall be designed in accordance to the provisions of CBC Chapter 23.  Secondary\ndiaphragm anchors as specified in LAMC Section 91.9406.4 may be developed\nthrough existing two-inch (51 mm) nominal width framing members.  The effects\nof eccentricity on wood members shall be evaluated as required per LAMC Section\n91.9406.5.9.91.9406.5.6.  Design.  Primary and secondary anchorage, including\ndiaphragm struts, splices, and collectors shall be designed for 125 percent of\nthe tributary force.91.9406.5.7.  Allowable Stress Increase.  (Amended by Ord.\nNo. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The one- third allowable stress\nincrease shall not be permitted for materials using allowable stress design\nmethods.91.9406.5.8.  Seismic Load Factor.  (Amended by Ord. No. 179,324, Eff.\n12\/10\/07, Oper. 1\/1\/08.)  Steel elements of the diaphragm anchorage systems and\ncontinuity ties shall be designed by the allowable stress design method using a\nload factor of 1.7.  The strength design specified in CBC Section 1912.1 using\na load factor of 2.0 in lieu of 1.4 for earthquake loading shall be used for the\ndesign of embedment in concrete.91.9406.5.9.  Symmetry.  All seismic lateral\nforce foundation anchorage and diaphragm strut connections shall be\nsymmetrical.  Eccentric connections may be permitted when demonstrated by\ncalculation or tests that all components of force have been provided for in the\nstructural analysis or tests.91.9406.5.10.  Load Path.91.9406.5.10.1.  Primary\nAnchors.  The load path for primary anchors shall be fully developed into the\ndiaphragm and into the foundation.  The foundation must be shown to be adequate\nto resist the concentrated loads from the primary anchors and must be shown to\ncomply with the following:\t1.\tSoil maximum bearing capacity for conventional\nfootings shall be limited to 3000 psf (143.7 kPa) unless an approved\ngeotechnical report permits higher bearing values.\t2.\tConventional continuous\nfootings shall be  analyzed for uplift forces induced by primary\nanchors.\t3.\tSoil capacities need not be investigated for grade beam and caisson\nor pile foundations.\t4.\tShear stress in grade beams and tie beams shall be\ninvestigated for vertical component of primary anchor forces.  Unless otherwise\nknown, a maximum 2000 psi (13.8 MPa) concrete strength shall be\nassumed.91.9406.5.10.2.  Secondary Anchors.  The load path for secondary\nanchors need not be developed beyond the connection to the\nfoundation.91.9406.5.10.3.  Above Base  Uplift Forces.  The load path for\nuplift forces generated from above the base  shall be analyzed and fully\ndeveloped into the below base  structural system.91.9406.6.  Base Shear\nResistance Normal to the Downhill-Direction.91.9406.6.1.  General.  Lateral\nforce resisting elements acting in the normal to the downhill-direction shall be\ndesigned in accordance with the requirements of following\nSections.91.9406.6.2.  Base Shear.  (Amended by Ord. No. 179,324, Eff.\n12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be 75% less than\ncurrently required by Section 12.8.1 of ASCE 7, but not less than the following\n:\tV = 0.133 W.\t\tWhere:\tV\t=\tThe total design lateral force or shear at the\nbase.\tW\t= \tThe total seismic dead load defined in Section 12.7.2 of ASCE\n7.91.9406.6.3.  Vertical Distribution of Seismic Forces.  (Amended by Ord. No.\n179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The distribution of seismic forces\nacting normal to the downhill-direction shall be determined using Section 12.8.3\nof ASCE 7.  The height of the structure in Equation (12.8-12) of Section 12.8.3\nof ASCE 7 shall be taken from the base, which shall be measured from the top of\nthe lowest level of the building foundation.91.9406.6.4.  Drift Limitations. \nThe interstory drift below the base-level-diaphragm shall not exceed 0.005 times\nthe story height.  The total drift from the base-level-diaphragm to the top of\nthe foundation shall not exceed 3\/4 inch (19 mm).  Where the story height or\nthe height  from the base-level-diaphragm to the top of the foundation varies\nbecause of a stepped footing or story offset, the height shall be measured from\nthe average height of the top of the foundation.  The calculated story drift\nshall not be reduced by the effect of horizontal diaphragm\nstiffness.91.9406.7.  Lateral Force Resisting Systems at the Base  and Below\nin the Downhill-Direction.91.9406.7.1.  General.  As an alternative to\nproviding primary anchor connections from diaphragms to foundation in the\ndownhill-direction, the following systems may be used, provided their location\nand spacing is maintained as specified in Section 91.9406.2.2 for primary\nanchors.91.9406.7.2.  Wood Shear Walls.  Wood structural panels or existing\nwood diagonal sheathed shear walls may be used provided:\t1.\tThe minimum length\nof shear wall shall be eight feet (2438 mm).\t2.\tThe minimum level length between\nsteps in the shear wall sill shall be eight feet (2438 mm) and the maximum step\nheight between adjacent sills shall be two feet eight inches (813 mm).\t3.\tSill\nplates do not slope and they bear on a level surface.\t4.\tThe design lateral\nforces shall be distributed to lateral force resisting elements of varying\nheights in accordance with the stiffness of each individual element.  The\nstiffness of a stepped wood structural panel shear wall may be determined by\ndividing the wall into adjacent rectangular elements, subject to the same top of\nwall deflection.  Deflections of shear walls may be estimated by CBC Sections\n2305.3.2 and 2305.3.8.2.9 or other equivalent methods.  Sheathing and fastening\nrequirements for the stiffest section shall be used for the entire wall.  Each\nsection of wall shall be anchored for shear and uplift at each step as an\nindependent shear wall.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper.\n1\/1\/08.)\t5.\tActual configuration of steps shall be determined in the field at\nthe time of pre-design investigation.\t6.\tThe drift limitations of Section\n91.9406.6.4 are not exceeded.91.9406.7.3.  Braced Frames.  Structural steel\nbraced frames with concentric connections may be used as part of the lateral\nforce resisting system.  All members in braced frames shall be designed to\nresist tension and compression forces.  Seismic forces shall not induce\nflexural stresses in any member of the frame, in diaphragm struts, or in the\ncollectors.  Where existing anchor bolts are used for anchorage, existing\nconfinement shall be verified and additional confinement provided where\nnecessary.  When the braced frame is not rectangular, distribution of forces to\nmembers shall account for the variations in slope.91.9406.7.4.  Rod-Braced\nFrames and Diaphragms.  Existing tension only braces may be used provided they\nresist five times the design force, and the connections have the capacity to\nresist the yield strength of the braces.  Tension braces and their connections\nshall be exposed for evaluation.  Existing anchor bolts shall be tested in\nshear and tension to five times the design force.91.9406.7.5.  Cement Plaster\nand Lath and Gypsum Wallboard.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07,\nOper. 1\/1\/08.)  The sheathing materials listed in Division 25 of this Code are\nnot permitted to resist seismic lateral forces below the\nbase-level-diaphragm.91.9406.8.  Lateral Force Resisting Systems at the Base\nand Below and Normal to the Downhill-Direction.  Lateral force resisting\nsystems acting normal to the downhill-direction may include steel moment frames\nand those systems permitted under Section 91.9406.7, provided the drift\nlimitations of Section 91.9406.6 are not exceeded.91.9406.9. \nDiaphragms.91.9406.9.1.  General.  Diaphragms at the base  and below may be\nof straight one- inch by six-inch (25 mm by 152 mm) or two-inch by six-inch (51\nmm by 152 mm) sheathing, provided  vertical lateral force resisting elements in\nthe downhill-direction or primary anchors are spaced no more than 20 feet (6096\nmm) apart and the diaphragm shear forces do not exceed 100 plf (1.46\nkN\/m).91.9406.9.2.  Existing Diaphragms.  Existing plywood and diagonally\nsheathed diaphragms need not be investigated.91.9406.9.3.  Existing\nCantilevered Diaphragms.  Existing cantilevered wood diaphragms are acceptable\nprovided they do not cantilever more than one-half the diaphragm backspan\n(anchor span).91.9406.9.4.  Wood Diaphragm Rotation.  Diaphragm rotation is\nnot permitted in resisting lateral forces.91.9406.10.  Steel Beam to Column\nConnections.91.9406.10.1.  General.  All steel beam to column connections\nshall be braced at supports and locations of concentrated loads.  The beam to\ncolumn connection shall be designed to prevent rotation of the\nbeam.91.9406.10.2.  Steel Beams.  Steel beams shall have stiffener plates\ninstalled on each side of the beam web at the column supports and points of\nconcentrated load.  The stiffener plates shall be welded to each beam flange\nand beam web.  This requirement applies at the base and below and only to those\nconnections which are part of the lateral load resisting system or lateral load\npath.91.9406.10.3.  Column Bracing.  All single length multi-level height\ncolumns shall be braced in each orthogonal direction at each diaphragm\nlevel.91.9406.11.  Foundations.91.9406.11.1.  Existing Foundations. \nFoundation soundness shall be verified by the engineer or architect. \nFoundation types such as unreinforced masonry, stone and ungrouted concrete\nblock and unreinforced concrete shall be retrofitted to resist lateral loads\napplied through the diaphragm anchors.91.9406.11.2.  Damaged  Foundations. \nDamaged foundations shall be evaluated by the engineer or architect. Cracks in\nexcess of 1\/8 inch (3.2 mm) or differential displacement in excess of 1\/4 inch\n(6.4 mm) shall be further investigated and repaired where necessary. \nSpecifications for the restoration of the earth to wood separation shall be\nincluded and be made a part of the plans.91.9406.11.3.  Stud Wall Attachment. \nShot pinned anchors shall not be used to resist lateral forces.  Lateral force\nresisting systems which utilize shot pins shall be retrofitted with approved\ndrilled anchors.91.9406.11.4.  Existing Framing Connections.  Deteriorated\nframing and connections shall be repaired or replaced.91.9406.11.5.  Metal\nConnectors.  Metal connectors shall not be in contact with, or below earth\nunless the connectors are hot dipped galvanized and further protected from earth\nwith four inches of concrete.91.9406.12.  Existing Materials.91.9406.12.1.\nAllowable Stresses.  Existing materials may be used as part of the lateral\nload-resisting system provided that the stresses in these materials do not\nexceed the values shown in Table 94-A.\n","html":"\n\t\t\t\t\t<section><p>  ANALYSIS AND DESIGN.\n\t(Added by Ord. No. 171,258, Eff. 8\/30\/96.)<br \/><br \/>91.9406.1.  General.  Every hillside building within the scope of this division shall be analyzed, designed, and constructed in accordance with the following provisions.<br \/><br \/>91.9406.1.1.  Base for Seismic Design Defined.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The base for seismic design is defined as follows:<br \/><br \/>\t1.\tDownhill-Direction.  For seismic forces acting in the downhill-direction, the base of the building shall be the floor at or closest to the top of the highest level of the foundation.<br \/><br \/>\t2.\tNormal to the Downhill-Direction.  For seismic forces acting normal to the downhill-direction, the distribution of seismic forces over the height of the building using Section 12.8.3 of ASCE 7 shall be determined using the height measured from the top of the lowest level of the building foundation.  Retrofitting, however, shall only be required at the base-level-diaphragm and below.<br \/><br \/>91.9406.1.2.  Design Base Shear.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be that required at the time of the original building permit 75% less than currently required by Section 12.8.1 of ASCE 7, but not less than the following:<br \/><br \/>\tV = 0.133 W.\t\t<br \/><br \/>Where:<br \/><br \/>\tV \t=\tThe total design lateral force or shear at the base.<br \/><br \/>\tW\t=\tThe total seismic dead load defined in Section 12.7.2 of ASCE 7.<br \/><br \/>91.9406.2.  Base Shear Resistance in the Downhill-Direction.<br \/><br \/>91.9406.2.1.  General.  The base shear in the downhill-direction, including forces from the base-level-diaphragm, shall be resisted through primary anchors from diaphragm struts or collectors provided in the base level framing to the foundation.<br \/><br \/>91.9406.2.2.  Location of Primary Anchors.  A primary anchor and diaphragm strut or collector shall be provided in line with each foundation extending in the downhill-direction.  Primary anchors and diaphragm struts or collectors shall also be provided where interior vertical lateral force resisting elements occur above and in contact with the base-level-diaphragm.<br \/><br \/>\tThe base-level-diaphragm shall be provided with primary anchors designed for the tributary forces spaced at a maximum 30 feet (9145 mm) on center.  Where the floor below the base extends to the uphill foundation, and the foundation at the base  is not adequate to resist the forces from the primary anchors, the base shear may be transferred to that lower level and the primary anchorage made at that lower level.  The connection shall be made directly to the foundation.  The existing foundation shall be evaluated as specified in Section 91.9406.11.<br \/><br \/>91.9406.3.  Seismic Forces on Floor Levels Below the Base in the Downhill- Direction.<br \/><br \/>91.9406.3.1.  General.  All  floor diaphragm connections between floor diaphragms below the base level diaphragm shall be designed in accordance with the provisions of this section.<br \/><br \/>91.9406.3.2.  Design.  Each floor level below the base defined in Section 91.9406.1.1 shall be designed for all tributary loads at that level using a minimum seismic force factor not less than the base shear coefficient.<br \/><br \/>91.9406.3.3.  Direct Connections.  (Each floor level shall be directly connected to the foundation through a system of primary anchors at that level as required for the base  as specified in Section 91.9406.1.1.<br \/><br \/>91.9406.4.  Secondary Anchors from Diaphragm to Foundation for  Seismic Forces at and Below the Base  in the Downhill-Direction.<br \/><br \/>91.9406.4.1.  General.  In addition to the anchors required by Sections 91.9406.2 and 91.9406.3, the floor diaphragm for levels at and below the base shall be anchored to the uphill foundation at the level of the diaphragm, as specified in this section.<br \/><br \/>\tEXCEPTION:  Secondary anchors are not required where:<br \/><br \/>\t1.\tthe concrete or masonry foundations in the downhill-direction are spaced at not more than 30 feet (9145 mm) on center and extend up to and are directly connected to the base-level-diaphragm for at least 70 percent of the diaphragm depth; or<br \/><br \/>\t2.\tthe diaphragm is separated from the mudsill at the uphill foundation by a cripple wall which has anchor bolts and is braced in the plane of the wall and constructed with studs that are no less than 12 inches (305 mm) in height and primary anchors are spaced a maximum of 20 feet (6096 mm) on center; or<br \/><br \/>\t3.\tthe deflection of the plywood floor diaphragm between adjacent primary anchors is calculated to be less than 1\/4 of an inch (6.4 mm).<br \/><br \/>91.9406.4.2.  Diaphragm Anchors.  Secondary anchors required by this section shall be provided at each level at and below the base of the building.  Diaphragm anchors shall be fully developed into the diaphragm and be connected to the foundation at the uphill diaphragm edge to develop the forces required by this section.<br \/><br \/>91.9406.4.3.  Anchor Spacing.  Secondary anchors required by this section shall be uniformly distributed along the uphill diaphragm edge and shall be spaced a maximum of four feet (1219 mm) on center.<br \/><br \/>91.9406.4.4.  Anchor Capacity for Floor Diaphragms at the Base  and Below.  Secondary anchors at the base and below shall be designed for a uniformly distributed minimum force equal to the total primary anchorage design force at that level divided by the length of the uphill diaphragm edge, but shall not be less than 300 pounds per lineal foot (4.37 kN\/m).  The existing foundation need not be checked to resist the additional forces induced by the system of secondary anchors; however, the existing foundation shall be evaluated as specified in Section 91.9406.11.<br \/><br \/>91.9406.5.  Design of Anchorage.<br \/><br \/>91.9406.5.1.  General.  Primary and secondary anchors, and diaphragm struts and collectors, shall be designed in accordance with the provisions of this section.<br \/><br \/>91.9406.5.2.  Anchorage.  The structure shall be anchored to the foundation as specified in Sections 91.9406.2, 91.9406.3 and 91.9406.4.<br \/><br \/>91.9406.5.3.  Fasteners.  All bolted fasteners used to develop connections to wood members shall be provided with square plate washers at all bolt heads and nuts.  Washers shall be minimum 3\/16 inch (4.8 mm) thick and two inch (51 mm) square for 1\/2-inch (12.7 mm) diameter bolts, and 1\/4 inch (6.4 mm) thick and 2-1\/2 inch (64 mm) square for 5\/8 inch (15.9 mm) diameter or larger bolts.  Nuts shall be wrench tightened prior to covering.<br \/><br \/>91.9406.5.4.  Fastening.  The diaphragm to foundation anchorage shall not be accomplished by the use of toe nailing, nails subject to withdrawal, or wood in cross grain bending or cross grain tension.<br \/><br \/>91.9406.5.5.  Size of Wood Members.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  Wood diaphragm struts, collectors, and other wood members connected to primary anchors shall not be less than three-inch (76 mm) nominal width members or doubled two-inch (51 mm) nominal width members.  Fastening doubled two-inch (51mm) nominal width members shall be designed in accordance to the provisions of CBC Chapter 23.  Secondary diaphragm anchors as specified in LAMC Section 91.9406.4 may be developed through existing two-inch (51 mm) nominal width framing members.  The effects of eccentricity on wood members shall be evaluated as required per LAMC Section 91.9406.5.9.<br \/><br \/>91.9406.5.6.  Design.  Primary and secondary anchorage, including diaphragm struts, splices, and collectors shall be designed for 125 percent of the tributary force.<br \/><br \/>91.9406.5.7.  Allowable Stress Increase.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The one- third allowable stress increase shall not be permitted for <span class=\"dictionary\">materials<\/span> using allowable stress design methods.<br \/><br \/>91.9406.5.8.  Seismic Load Factor.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  Steel elements of the diaphragm anchorage systems and continuity ties shall be designed by the allowable stress design method using a load factor of 1.7.  The strength design specified in CBC Section 1912.1 using a load factor of 2.0 in lieu of 1.4 for earthquake loading shall be used for the design of embedment in concrete.<br \/><br \/>91.9406.5.9.  Symmetry.  All seismic lateral force foundation anchorage and diaphragm strut connections shall be symmetrical.  Eccentric connections may be permitted when demonstrated by calculation or tests that all components of force have been provided for in the structural analysis or tests.<br \/><br \/>91.9406.5.10.  Load Path.<br \/><br \/>91.9406.5.10.1.  Primary Anchors.  The load path for primary anchors shall be fully developed into the diaphragm and into the foundation.  The foundation must be shown to be adequate to resist the concentrated loads from the primary anchors and must be shown to comply with the following:<br \/><br \/>\t1.\tSoil maximum bearing capacity for conventional footings shall be limited to 3000 psf (143.7 kPa) unless an approved geotechnical report permits higher bearing values.<br \/><br \/>\t2.\tConventional continuous footings shall be  analyzed for uplift forces induced by primary anchors.<br \/><br \/>\t3.\tSoil capacities need not be investigated for grade beam and caisson or pile foundations.<br \/><br \/>\t4.\tShear stress in grade beams and tie beams shall be investigated for vertical component of primary anchor forces.  Unless otherwise known, a maximum 2000 psi (13.8 MPa) concrete strength shall be assumed.<br \/><br \/>91.9406.5.10.2.  Secondary Anchors.  The load path for secondary anchors need not be developed beyond the connection to the foundation.<br \/><br \/>91.9406.5.10.3.  Above Base  Uplift Forces.  The load path for uplift forces generated from above the base  shall be analyzed and fully developed into the below base  structural system.<br \/><br \/>91.9406.6.  Base Shear Resistance Normal to the Downhill-Direction.<br \/><br \/>91.9406.6.1.  General.  Lateral force resisting elements acting in the normal to the downhill-direction shall be designed in accordance with the requirements of following Sections.<br \/><br \/>91.9406.6.2.  Base Shear.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be 75% less than currently required by Section 12.8.1 of ASCE 7, but not less than the following :<br \/><br \/>\tV = 0.133 W.\t\t<br \/><br \/>Where:<br \/><br \/>\tV\t=\tThe total design lateral force or shear at the base.<br \/><br \/>\tW\t= \tThe total seismic dead load defined in Section 12.7.2 of ASCE 7.<br \/><br \/>91.9406.6.3.  Vertical Distribution of Seismic Forces.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The distribution of seismic forces acting normal to the downhill-direction shall be determined using Section 12.8.3 of ASCE 7.  The height of the structure in Equation (12.8-12) of Section 12.8.3 of ASCE 7 shall be taken from the base, which shall be measured from the top of the lowest level of the building foundation.<br \/><br \/>91.9406.6.4.  Drift Limitations.  The interstory drift below the base-level-diaphragm shall not exceed 0.005 times the story height.  The total drift from the base-level-diaphragm to the top of the foundation shall not exceed 3\/4 inch (19 mm).  Where the story height or the height  from the base-level-diaphragm to the top of the foundation varies because of a stepped footing or story offset, the height shall be measured from the average height of the top of the foundation.  The calculated story drift shall not be reduced by the effect of horizontal diaphragm stiffness.<br \/><br \/>91.9406.7.  Lateral Force Resisting Systems at the Base  and Below in the Downhill-Direction.<br \/><br \/>91.9406.7.1.  General.  As an alternative to providing primary anchor connections from diaphragms to foundation in the downhill-direction, the following systems may be used, provided their location and spacing is maintained as specified in Section 91.9406.2.2 for primary anchors.<br \/><br \/>91.9406.7.2.  Wood Shear Walls.  Wood structural <span class=\"dictionary\">panels<\/span> or existing wood diagonal sheathed shear walls may be used provided:<br \/><br \/>\t1.\tThe minimum length of shear wall shall be eight feet (2438 mm).<br \/><br \/>\t2.\tThe minimum level length between steps in the shear wall sill shall be eight feet (2438 mm) and the maximum step height between adjacent sills shall be two feet eight inches (813 mm).<br \/><br \/>\t3.\tSill plates do not slope and they bear on a level surface.<br \/><br \/>\t4.\tThe design lateral forces shall be distributed to lateral force resisting elements of varying heights in accordance with the stiffness of each individual element.  The stiffness of a stepped wood structural <span class=\"dictionary\">panel<\/span> shear wall may be determined by dividing the wall into adjacent rectangular elements, subject to the same top of wall deflection.  Deflections of shear walls may be estimated by CBC Sections 2305.3.2 and 2305.3.8.2.9 or other equivalent methods.  Sheathing and fastening requirements for the stiffest section shall be used for the entire wall.  Each section of wall shall be anchored for shear and uplift at each step as an independent shear wall.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)<br \/><br \/>\t5.\tActual configuration of steps shall be determined in the field at the time of pre-design investigation.<br \/><br \/>\t6.\tThe drift limitations of Section 91.9406.6.4 are not exceeded.<br \/><br \/>91.9406.7.3.  Braced Frames.  Structural steel braced frames with concentric connections may be used as part of the lateral force resisting system.  All members in braced frames shall be designed to resist tension and compression forces.  Seismic forces shall not induce flexural stresses in any member of the frame, in diaphragm struts, or in the collectors.  Where existing anchor bolts are used for anchorage, existing confinement shall be verified and additional confinement provided where necessary.  When the braced frame is not rectangular, distribution of forces to members shall account for the variations in slope.<br \/><br \/>91.9406.7.4.  Rod-Braced Frames and Diaphragms.  Existing tension only braces may be used provided they resist five times the design force, and the connections have the capacity to resist the yield strength of the braces.  Tension braces and their connections shall be exposed for evaluation.  Existing anchor bolts shall be tested in shear and tension to five times the design force.<br \/><br \/>91.9406.7.5.  Cement Plaster and Lath and Gypsum Wallboard.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The sheathing <span class=\"dictionary\">materials<\/span> listed in Division 25 of this Code are not permitted to resist seismic lateral forces below the base-level-diaphragm.<br \/><br \/>91.9406.8.  Lateral Force Resisting Systems at the Base and Below and Normal to the Downhill-Direction.  Lateral force resisting systems acting normal to the downhill-direction may include steel moment frames and those systems permitted under Section 91.9406.7, provided the drift limitations of Section 91.9406.6 are not exceeded.<br \/><br \/>91.9406.9.  Diaphragms.<br \/><br \/>91.9406.9.1.  General.  Diaphragms at the base  and below may be of straight one- inch by six-inch (25 mm by 152 mm) or two-inch by six-inch (51 mm by 152 mm) sheathing, provided  vertical lateral force resisting elements in the downhill-direction or primary anchors are spaced no more than 20 feet (6096 mm) apart and the diaphragm shear forces do not exceed 100 plf (1.46 kN\/m).<br \/><br \/>91.9406.9.2.  Existing Diaphragms.  Existing plywood and diagonally sheathed diaphragms need not be investigated.<br \/><br \/>91.9406.9.3.  Existing Cantilevered Diaphragms.  Existing cantilevered wood diaphragms are acceptable provided they do not cantilever more than one-half the diaphragm backspan (anchor span).<br \/><br \/>91.9406.9.4.  Wood Diaphragm Rotation.  Diaphragm rotation is not permitted in resisting lateral forces.<br \/><br \/>91.9406.10.  Steel Beam to Column Connections.<br \/><br \/>91.9406.10.1.  General.  All steel beam to column connections shall be braced at supports and locations of concentrated loads.  The beam to column connection shall be designed to prevent rotation of the beam.<br \/><br \/>91.9406.10.2.  Steel Beams.  Steel beams shall have stiffener plates installed on each side of the beam web at the column supports and points of concentrated load.  The stiffener plates shall be welded to each beam flange and beam web.  This requirement applies at the base and below and only to those connections which are part of the lateral load resisting system or lateral load path.<br \/><br \/>91.9406.10.3.  Column Bracing.  All single length multi-level height columns shall be braced in each orthogonal direction at each diaphragm level.<br \/><br \/>91.9406.11.  Foundations.<br \/><br \/>91.9406.11.1.  Existing Foundations.  Foundation soundness shall be verified by the engineer or architect.  Foundation types such as unreinforced masonry, stone and ungrouted concrete block and unreinforced concrete shall be retrofitted to resist lateral loads applied through the diaphragm anchors.<br \/><br \/>91.9406.11.2.  Damaged  Foundations.  Damaged foundations shall be evaluated by the engineer or architect. Cracks in excess of 1\/8 inch (3.2 mm) or differential displacement in excess of 1\/4 inch (6.4 mm) shall be further investigated and repaired where necessary.  Specifications for the restoration of the earth to wood separation shall be included and be made a part of the plans.<br \/><br \/>91.9406.11.3.  Stud Wall <span class=\"dictionary\">Attachment<\/span>.  Shot pinned anchors shall not be used to resist lateral forces.  Lateral force resisting systems which utilize shot pins shall be retrofitted with approved drilled anchors.<br \/><br \/>91.9406.11.4.  Existing Framing Connections.  Deteriorated framing and connections shall be repaired or replaced.<br \/><br \/>91.9406.11.5.  Metal Connectors.  Metal connectors shall not be in contact with, or below earth unless the connectors are hot dipped galvanized and further protected from earth with four inches of concrete.<br \/><br \/>91.9406.12.  Existing <span class=\"dictionary\">Materials<\/span>.<br \/><br \/>91.9406.12.1. Allowable Stresses.  Existing <span class=\"dictionary\">materials<\/span> may be used as part of the lateral load-resisting system provided that the stresses in these <span class=\"dictionary\">materials<\/span> do not exceed the values shown in Table 94-A.<\/p><\/section>","text":{"0":{"id":"3160","text":"  ANALYSIS AND DESIGN.\n\t(Added by Ord. No. 171,258, Eff. 8\/30\/96.)91.9406.1.  General.  Every hillside building within the scope of this division shall be analyzed, designed, and constructed in accordance with the following provisions.91.9406.1.1.  Base for Seismic Design Defined.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The base for seismic design is defined as follows:\t1.\tDownhill-Direction.  For seismic forces acting in the downhill-direction, the base of the building shall be the floor at or closest to the top of the highest level of the foundation.\t2.\tNormal to the Downhill-Direction.  For seismic forces acting normal to the downhill-direction, the distribution of seismic forces over the height of the building using Section 12.8.3 of ASCE 7 shall be determined using the height measured from the top of the lowest level of the building foundation.  Retrofitting, however, shall only be required at the base-level-diaphragm and below.91.9406.1.2.  Design Base Shear.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be that required at the time of the original building permit 75% less than currently required by Section 12.8.1 of ASCE 7, but not less than the following:\tV = 0.133 W.\t\tWhere:\tV \t=\tThe total design lateral force or shear at the base.\tW\t=\tThe total seismic dead load defined in Section 12.7.2 of ASCE 7.91.9406.2.  Base Shear Resistance in the Downhill-Direction.91.9406.2.1.  General.  The base shear in the downhill-direction, including forces from the base-level-diaphragm, shall be resisted through primary anchors from diaphragm struts or collectors provided in the base level framing to the foundation.91.9406.2.2.  Location of Primary Anchors.  A primary anchor and diaphragm strut or collector shall be provided in line with each foundation extending in the downhill-direction.  Primary anchors and diaphragm struts or collectors shall also be provided where interior vertical lateral force resisting elements occur above and in contact with the base-level-diaphragm.\tThe base-level-diaphragm shall be provided with primary anchors designed for the tributary forces spaced at a maximum 30 feet (9145 mm) on center.  Where the floor below the base extends to the uphill foundation, and the foundation at the base  is not adequate to resist the forces from the primary anchors, the base shear may be transferred to that lower level and the primary anchorage made at that lower level.  The connection shall be made directly to the foundation.  The existing foundation shall be evaluated as specified in Section 91.9406.11.91.9406.3.  Seismic Forces on Floor Levels Below the Base in the Downhill- Direction.91.9406.3.1.  General.  All  floor diaphragm connections between floor diaphragms below the base level diaphragm shall be designed in accordance with the provisions of this section.91.9406.3.2.  Design.  Each floor level below the base defined in Section 91.9406.1.1 shall be designed for all tributary loads at that level using a minimum seismic force factor not less than the base shear coefficient.91.9406.3.3.  Direct Connections.  (Each floor level shall be directly connected to the foundation through a system of primary anchors at that level as required for the base  as specified in Section 91.9406.1.1.91.9406.4.  Secondary Anchors from Diaphragm to Foundation for  Seismic Forces at and Below the Base  in the Downhill-Direction.91.9406.4.1.  General.  In addition to the anchors required by Sections 91.9406.2 and 91.9406.3, the floor diaphragm for levels at and below the base shall be anchored to the uphill foundation at the level of the diaphragm, as specified in this section.\tEXCEPTION:  Secondary anchors are not required where:\t1.\tthe concrete or masonry foundations in the downhill-direction are spaced at not more than 30 feet (9145 mm) on center and extend up to and are directly connected to the base-level-diaphragm for at least 70 percent of the diaphragm depth; or\t2.\tthe diaphragm is separated from the mudsill at the uphill foundation by a cripple wall which has anchor bolts and is braced in the plane of the wall and constructed with studs that are no less than 12 inches (305 mm) in height and primary anchors are spaced a maximum of 20 feet (6096 mm) on center; or\t3.\tthe deflection of the plywood floor diaphragm between adjacent primary anchors is calculated to be less than 1\/4 of an inch (6.4 mm).91.9406.4.2.  Diaphragm Anchors.  Secondary anchors required by this section shall be provided at each level at and below the base of the building.  Diaphragm anchors shall be fully developed into the diaphragm and be connected to the foundation at the uphill diaphragm edge to develop the forces required by this section.91.9406.4.3.  Anchor Spacing.  Secondary anchors required by this section shall be uniformly distributed along the uphill diaphragm edge and shall be spaced a maximum of four feet (1219 mm) on center.91.9406.4.4.  Anchor Capacity for Floor Diaphragms at the Base  and Below.  Secondary anchors at the base and below shall be designed for a uniformly distributed minimum force equal to the total primary anchorage design force at that level divided by the length of the uphill diaphragm edge, but shall not be less than 300 pounds per lineal foot (4.37 kN\/m).  The existing foundation need not be checked to resist the additional forces induced by the system of secondary anchors; however, the existing foundation shall be evaluated as specified in Section 91.9406.11.91.9406.5.  Design of Anchorage.91.9406.5.1.  General.  Primary and secondary anchors, and diaphragm struts and collectors, shall be designed in accordance with the provisions of this section.91.9406.5.2.  Anchorage.  The structure shall be anchored to the foundation as specified in Sections 91.9406.2, 91.9406.3 and 91.9406.4.91.9406.5.3.  Fasteners.  All bolted fasteners used to develop connections to wood members shall be provided with square plate washers at all bolt heads and nuts.  Washers shall be minimum 3\/16 inch (4.8 mm) thick and two inch (51 mm) square for 1\/2-inch (12.7 mm) diameter bolts, and 1\/4 inch (6.4 mm) thick and 2-1\/2 inch (64 mm) square for 5\/8 inch (15.9 mm) diameter or larger bolts.  Nuts shall be wrench tightened prior to covering.91.9406.5.4.  Fastening.  The diaphragm to foundation anchorage shall not be accomplished by the use of toe nailing, nails subject to withdrawal, or wood in cross grain bending or cross grain tension.91.9406.5.5.  Size of Wood Members.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  Wood diaphragm struts, collectors, and other wood members connected to primary anchors shall not be less than three-inch (76 mm) nominal width members or doubled two-inch (51 mm) nominal width members.  Fastening doubled two-inch (51mm) nominal width members shall be designed in accordance to the provisions of CBC Chapter 23.  Secondary diaphragm anchors as specified in LAMC Section 91.9406.4 may be developed through existing two-inch (51 mm) nominal width framing members.  The effects of eccentricity on wood members shall be evaluated as required per LAMC Section 91.9406.5.9.91.9406.5.6.  Design.  Primary and secondary anchorage, including diaphragm struts, splices, and collectors shall be designed for 125 percent of the tributary force.91.9406.5.7.  Allowable Stress Increase.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The one- third allowable stress increase shall not be permitted for materials using allowable stress design methods.91.9406.5.8.  Seismic Load Factor.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  Steel elements of the diaphragm anchorage systems and continuity ties shall be designed by the allowable stress design method using a load factor of 1.7.  The strength design specified in CBC Section 1912.1 using a load factor of 2.0 in lieu of 1.4 for earthquake loading shall be used for the design of embedment in concrete.91.9406.5.9.  Symmetry.  All seismic lateral force foundation anchorage and diaphragm strut connections shall be symmetrical.  Eccentric connections may be permitted when demonstrated by calculation or tests that all components of force have been provided for in the structural analysis or tests.91.9406.5.10.  Load Path.91.9406.5.10.1.  Primary Anchors.  The load path for primary anchors shall be fully developed into the diaphragm and into the foundation.  The foundation must be shown to be adequate to resist the concentrated loads from the primary anchors and must be shown to comply with the following:\t1.\tSoil maximum bearing capacity for conventional footings shall be limited to 3000 psf (143.7 kPa) unless an approved geotechnical report permits higher bearing values.\t2.\tConventional continuous footings shall be  analyzed for uplift forces induced by primary anchors.\t3.\tSoil capacities need not be investigated for grade beam and caisson or pile foundations.\t4.\tShear stress in grade beams and tie beams shall be investigated for vertical component of primary anchor forces.  Unless otherwise known, a maximum 2000 psi (13.8 MPa) concrete strength shall be assumed.91.9406.5.10.2.  Secondary Anchors.  The load path for secondary anchors need not be developed beyond the connection to the foundation.91.9406.5.10.3.  Above Base  Uplift Forces.  The load path for uplift forces generated from above the base  shall be analyzed and fully developed into the below base  structural system.91.9406.6.  Base Shear Resistance Normal to the Downhill-Direction.91.9406.6.1.  General.  Lateral force resisting elements acting in the normal to the downhill-direction shall be designed in accordance with the requirements of following Sections.91.9406.6.2.  Base Shear.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The design base shear shall be 75% less than currently required by Section 12.8.1 of ASCE 7, but not less than the following :\tV = 0.133 W.\t\tWhere:\tV\t=\tThe total design lateral force or shear at the base.\tW\t= \tThe total seismic dead load defined in Section 12.7.2 of ASCE 7.91.9406.6.3.  Vertical Distribution of Seismic Forces.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The distribution of seismic forces acting normal to the downhill-direction shall be determined using Section 12.8.3 of ASCE 7.  The height of the structure in Equation (12.8-12) of Section 12.8.3 of ASCE 7 shall be taken from the base, which shall be measured from the top of the lowest level of the building foundation.91.9406.6.4.  Drift Limitations.  The interstory drift below the base-level-diaphragm shall not exceed 0.005 times the story height.  The total drift from the base-level-diaphragm to the top of the foundation shall not exceed 3\/4 inch (19 mm).  Where the story height or the height  from the base-level-diaphragm to the top of the foundation varies because of a stepped footing or story offset, the height shall be measured from the average height of the top of the foundation.  The calculated story drift shall not be reduced by the effect of horizontal diaphragm stiffness.91.9406.7.  Lateral Force Resisting Systems at the Base  and Below in the Downhill-Direction.91.9406.7.1.  General.  As an alternative to providing primary anchor connections from diaphragms to foundation in the downhill-direction, the following systems may be used, provided their location and spacing is maintained as specified in Section 91.9406.2.2 for primary anchors.91.9406.7.2.  Wood Shear Walls.  Wood structural panels or existing wood diagonal sheathed shear walls may be used provided:\t1.\tThe minimum length of shear wall shall be eight feet (2438 mm).\t2.\tThe minimum level length between steps in the shear wall sill shall be eight feet (2438 mm) and the maximum step height between adjacent sills shall be two feet eight inches (813 mm).\t3.\tSill plates do not slope and they bear on a level surface.\t4.\tThe design lateral forces shall be distributed to lateral force resisting elements of varying heights in accordance with the stiffness of each individual element.  The stiffness of a stepped wood structural panel shear wall may be determined by dividing the wall into adjacent rectangular elements, subject to the same top of wall deflection.  Deflections of shear walls may be estimated by CBC Sections 2305.3.2 and 2305.3.8.2.9 or other equivalent methods.  Sheathing and fastening requirements for the stiffest section shall be used for the entire wall.  Each section of wall shall be anchored for shear and uplift at each step as an independent shear wall.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t5.\tActual configuration of steps shall be determined in the field at the time of pre-design investigation.\t6.\tThe drift limitations of Section 91.9406.6.4 are not exceeded.91.9406.7.3.  Braced Frames.  Structural steel braced frames with concentric connections may be used as part of the lateral force resisting system.  All members in braced frames shall be designed to resist tension and compression forces.  Seismic forces shall not induce flexural stresses in any member of the frame, in diaphragm struts, or in the collectors.  Where existing anchor bolts are used for anchorage, existing confinement shall be verified and additional confinement provided where necessary.  When the braced frame is not rectangular, distribution of forces to members shall account for the variations in slope.91.9406.7.4.  Rod-Braced Frames and Diaphragms.  Existing tension only braces may be used provided they resist five times the design force, and the connections have the capacity to resist the yield strength of the braces.  Tension braces and their connections shall be exposed for evaluation.  Existing anchor bolts shall be tested in shear and tension to five times the design force.91.9406.7.5.  Cement Plaster and Lath and Gypsum Wallboard.  (Amended by Ord. No. 179,324, Eff. 12\/10\/07, Oper. 1\/1\/08.)  The sheathing materials listed in Division 25 of this Code are not permitted to resist seismic lateral forces below the base-level-diaphragm.91.9406.8.  Lateral Force Resisting Systems at the Base and Below and Normal to the Downhill-Direction.  Lateral force resisting systems acting normal to the downhill-direction may include steel moment frames and those systems permitted under Section 91.9406.7, provided the drift limitations of Section 91.9406.6 are not exceeded.91.9406.9.  Diaphragms.91.9406.9.1.  General.  Diaphragms at the base  and below may be of straight one- inch by six-inch (25 mm by 152 mm) or two-inch by six-inch (51 mm by 152 mm) sheathing, provided  vertical lateral force resisting elements in the downhill-direction or primary anchors are spaced no more than 20 feet (6096 mm) apart and the diaphragm shear forces do not exceed 100 plf (1.46 kN\/m).91.9406.9.2.  Existing Diaphragms.  Existing plywood and diagonally sheathed diaphragms need not be investigated.91.9406.9.3.  Existing Cantilevered Diaphragms.  Existing cantilevered wood diaphragms are acceptable provided they do not cantilever more than one-half the diaphragm backspan (anchor span).91.9406.9.4.  Wood Diaphragm Rotation.  Diaphragm rotation is not permitted in resisting lateral forces.91.9406.10.  Steel Beam to Column Connections.91.9406.10.1.  General.  All steel beam to column connections shall be braced at supports and locations of concentrated loads.  The beam to column connection shall be designed to prevent rotation of the beam.91.9406.10.2.  Steel Beams.  Steel beams shall have stiffener plates installed on each side of the beam web at the column supports and points of concentrated load.  The stiffener plates shall be welded to each beam flange and beam web.  This requirement applies at the base and below and only to those connections which are part of the lateral load resisting system or lateral load path.91.9406.10.3.  Column Bracing.  All single length multi-level height columns shall be braced in each orthogonal direction at each diaphragm level.91.9406.11.  Foundations.91.9406.11.1.  Existing Foundations.  Foundation soundness shall be verified by the engineer or architect.  Foundation types such as unreinforced masonry, stone and ungrouted concrete block and unreinforced concrete shall be retrofitted to resist lateral loads applied through the diaphragm anchors.91.9406.11.2.  Damaged  Foundations.  Damaged foundations shall be evaluated by the engineer or architect. Cracks in excess of 1\/8 inch (3.2 mm) or differential displacement in excess of 1\/4 inch (6.4 mm) shall be further investigated and repaired where necessary.  Specifications for the restoration of the earth to wood separation shall be included and be made a part of the plans.91.9406.11.3.  Stud Wall Attachment.  Shot pinned anchors shall not be used to resist lateral forces.  Lateral force resisting systems which utilize shot pins shall be retrofitted with approved drilled anchors.91.9406.11.4.  Existing Framing Connections.  Deteriorated framing and connections shall be repaired or replaced.91.9406.11.5.  Metal Connectors.  Metal connectors shall not be in contact with, or below earth unless the connectors are hot dipped galvanized and further protected from earth with four inches of concrete.91.9406.12.  Existing Materials.91.9406.12.1. Allowable Stresses.  Existing materials may be used as part of the lateral load-resisting system provided that the stresses in these materials do not exceed the values shown in Table 94-A.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}