{"section_number":"94.103.0","edition_id":"1","section_id":"246","structure_id":"42","catch_line":"Permits And Inspections.","history":"","full_text":"  PERMITS AND INSPECTIONS.\n\n94.103.1.  Permits Required.\n\n94.103.1.1.  General.  Except as otherwise provided in this Code, no person shall add, alter, construct, install, move, reconstruct, relocate, remove, repair or replace any plumbing, fire sprinkler, rainwater piping, standpipe, subsurface drainage piping, swimming pool piping, reclaimed water piping, underground fire protection piping, or graywater piping system unless a plumbing or fire sprinkler permit for it has been obtained from the Department.\n\n94.103.1.1.1.  A permit shall be required where the Department has determined that the gas piping shall be retested for the following:\n\n\t(1)\tThe system has been out of service for a period of one year.\n\n\t(2)\tWhere the Department has determined there is system leakage creating an immediate hazard to persons or property.\n\n94.103.1.1.2.  Relocated Buildings.  Except as otherwise provided in this Code, no person shall connect any work in a relocated building to a supply pipe or drain pipe unless a permit for all the work in the relocated building has been obtained from the Department.\n\n94.103.1.1.3.  Separate Permits Required.  A separate plumbing and\/or fire sprinkler permit shall be obtained for the work indicated on each building permit.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n94.103.1.1.4.  No person shall be subject to fine, imprisonment, or payment of an investigation fee for starting or doing work without a permit being first obtained, if a permit is obtained for the work on or before 12:00 noon of the third day the office of the Department is open for public business after the work was started.\n\n94.103.1.1.5.  Transfer of Permits and Plan Checks.  No permit shall be transferable from the original permittee to any other person unless the property owner authorizes the transfer in writing.  Upon authorization, the new permittee shall file with the Department a new permit and pay to the Department a fee as specified in Section 98.0415 for issuing the new permit.  This fee includes the issuing permit fee as specified in Section 94.103.4 of this Code.  No plan check is transferable from one contractor to another unless prepared and signed by a state-licensed engineer in the proper classification.\n\n94.103.1.2.  Permits Not Required.\n\n94.103.1.2.1.  General.  The work described in this section shall not require a permit, however this waiver of permit shall not be deemed to allow any work to be added, altered, constructed, demolished, installed, reconstructed, relocated, removed, repaired or replaced contrary to the provisions of this Code.\n\n94.103.1.2.2.  General Repairs.  No permit shall be required for the repairing or replacement of faucets, ball cocks, exposed fixture traps or shut-off valves, or a residential garbage disposal.\n\n94.103.1.2.3.  Stoppages and Leaks.  No permit shall be required for the clearing of stoppages or repairing of leaks, except in gas piping, when the repairs do not require the removal and replacement of plumbing fixtures or any portion of the drainage system.\n\n94.103.1.2.4.  Gas Piping.  No permit shall be required for the installation or repair of a gas utility meter, nor for gas piping between the main and the nearest gas utility meter, nor for gas piping installed by the gas utility outside of private property, nor for the gas utility to disconnect defective gas piping and\/or equipment when authorized by 94.1207, nor for any piping connection less than six feet in length between an existing gas outlet and a gas appliance in the same room.\n\n94.103.1.2.5.  A separate plumbing permit shall not be required for the installation of any plumbing system for which a combined building-mechanical permit has been obtained pursuant to Section 91.107.2.1.1.1.\n\n94.103.1.2.6.  No permit shall be required for the capping of a private sewage disposal system where a grading permit is required.\n\n94.103.1.2.7.  Water Heater Repair.  No permit shall be required for the repair of any gas-fired water heater, provided the water heater is not disconnected.\n\n94.103.1.2.8.  Resetting of Fixtures.  No permit shall be required for the resetting of existing plumbing fixtures on existing rough-in, which have been removed for the sole purpose of repairing or replacing walls or floors.\n\n94.103.1.2.9.  High Efficiency Fixtures.  (Amended by Ord. No. 180,822, Eff. 9\/4\/09.)\n\n\t(a)\tResidential.  Whenever new fixtures are installed, all water closets, shower heads, faucets and dishwashers shall be High Efficiency fixtures installed in accordance with the regulations of the City’s Water Conservation Plan.  A plumbing permit is not required for the installation of High Efficiency water closets, shower heads, faucets and dishwashers in existing one and two family dwelling units when done as part of the City’s “Water Conservation Retrofit Program” pursuant to the City’s water conservation regulations.  These permit exempted installations shall be limited to the replacement of non-water efficient water closets, shower heads, faucets and dishwashers with new High Efficiency water closets, shower heads, faucets, and dishwashers installed on the existing rough-in plumbing outlets.  Plumbing permits shall be required for all High Efficiency fixtures in new buildings.  This Code Section does not waive the requirement for a licensed plumbing contractor to perform the installation of a High Efficiency water fixture in an apartment unit or non-owner-occupied single-family dwellings.\n\n\t(b)\tCommercial.  Whenever new fixtures are installed, all water closets, urinals, shower heads, faucets and dishwashers shall be High Efficiency fixtures installed in accordance with the regulations of the City’s Water Conservation Ordinance.  A plumbing permit shall be obtained for both new and replacement installations of all High Efficiency water closets, urinals, and dishwashers to confirm that the new installation or replacement is in accordance with the regulations of the City’s Water Conservation Ordinance.  In all commercial occupancies, a Qualified Installer, as defined in Section 94.219.0 shall perform the installation of any High Efficiency water fixture or appliance.\n\n94.103.1.2.10.  Rainwater Systems.  No permit shall be required for exterior exposed rainwater leaders.\n\n94.103.1.2.11.  Exhibition.  No permit shall be required for work set up for exhibition or for a television or motion picture set without any direct connection to any system for which a permit is required.\n\n94.103.1.2.12.  Certified Licensed Contractors.  No permit shall be required for the replacement of the following items when the work is done on a detached, single-family dwelling and the work is performed by a contractor with a valid Certificate of Registration as a Certified Licensed Contractor pursuant to Section 91.1705:\n\n\t(1)\tReplacement of defective hot water heaters with one of equivalent gallonage, BTU rating, and vent capacity when the vent does not require relocation or replacement;\n\n\t(2)\tReplacement of plumbing fixtures and solar panels with equal kind and quality;\n\n\t(3)\tReplacement of defective domestic water piping within a dwelling with piping of equivalent size and quality; and\n\n\t(4)\tReplacement of defective metallic water service piping with piping of equivalent size, quality, and conductivity.  Metallic water service piping cannot be replaced with PVC under this provision.\n\n\t(5)\tReplacement of shower pans with the same size and capacity.\n\n\tA Certificate of Compliance pursuant to Section 91.108.12.3.1 must be filed with the City in lieu of a permit.\n\n94.103.2.  Application for Permit.  Section 103.2 of the C.P.C. is hereby adopted by reference.\n\n94.103.3.  Permit Issuance.  Section 103.3 of the C.P.C. is hereby adopted by reference.\n\n94.103.3.4. Expiration of Permits.  (Added by Ord. No. 181,757, Eff. 7\/6\/11.)  Permits shall expire as provided for in Section 98.0602 of the Los Angeles Municipal Code.\n\n94.103.3.5. Suspension or Revocation.  (Added by Ord. No. 181,757, Eff. 7\/6\/11.)  Permits may be revoked as provided in Section 98.0601 of the Los Angeles Municipal Code.\n\n94.103.4.  Fees.  (Amended In Entirety by Ord. No. 173,678, Eff. 1\/14\/01.)\n\n94.103.4.1.  Permit Fees.  (Amended by Ord. 180,868, Eff. 10\/22\/09.)  Before any permit required by this Code is issued, the applicant shall pay to the Department the fees specified in Table 1-A for each building or structure.\n\nTABLE 1-A\nPLUMBING PERMIT FEE SCHEDULE\n\n\n  \n    \n      \n        Permit:\n      \n      \n        \tFee\n      \n    \n    \n      \n        1.\n      \n      \n        For issuing permits:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Permit issuing fee\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Supplementary permit issuing fee\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        Plumbing fixtures and water systems:\n      \n    \n    \n      \n        2.\n      \n      \n        For each plumbing fixture and waste discharging device, such as, toilet, urinal, bathtub, shower, lavatory, kitchen sink and other type of sink, garbage disposal, clothes washer, drinking fountain, floor drain, laundry tray,  floor sink, dental cuspidor and chemical waste fixture:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Original installation\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Replacement or Removal\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        3.\n      \n      \n        For each piece of water treating, dispensing equipment or trap primer connected to a potable water system\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        4.\n      \n      \n        For replacing water piping in a building, each fixture, each water treating device or each water using device\t\n      \n      \n        $14.00\n      \n    \n    \n      \n        5.\n      \n      \n        For each water pressure regulator\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        6.\n      \n      \n        For atmospheric-type vacuum breakers not included in Item 2, each\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        7.\n      \n      \n        For each backflow protective device other than atmospheric-type vacuum breakers, each\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        8.\n      \n      \n        For each water heater and vent or heat exchanger\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        9.\n      \n      \n        For each thermal expansion tank\t\n      \n      \n        $15.00\n      \n    \n    \n      \n        10.\n      \n      \n        For booster pumps for potable water systems (including tanks that are an integral part of the pump package), each system\t\n      \n      \n        $86.00\n      \n    \n    \n      \n        11.\n      \n      \n        For water storage tanks for potable water systems that are not part of a listed appliance or part of a booster pump package, each tank\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        12.\n      \n      \n        a.  On-site water distribution system (Multiple buildings)\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Water service (Single building)\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        Waste systems:\n      \n    \n    \n      \n        13.\n      \n      \n        For repair or alteration of drainage and\/or vent piping, per fixture\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        14.\n      \n      \n        For each sewage ejector\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        15.\n      \n      \n        For each industrial waste, pretreatment clarifier, sand or grease interceptor\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        16.\n      \n      \n        a.  For each complete private sewage disposal system, each  system\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each separate septic tank, cesspool, seepage pit or drain field\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        17.\n      \n      \n        For building sewer installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  For each connection to the public sewer or dry sewer, each building drain\t\n      \n      \n        $40.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each on-site manhole\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        c.  For sewer alterations, repairing or capping, each building or structure\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        d.  For each backwater valve\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        18.\n      \n      \n        For graywater piping system; includes a maximum of two inspections\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Rainwater systems:\n      \n    \n    \n      \n        19.\n      \n      \n        For each rainwater drain (including roof, overflow, area and deck drains, etc.)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        20.\n      \n      \n        For each subsurface drainage piping system (not including sump pumps)\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        21.\n      \n      \n        For each sump pump\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Gas systems:\n      \n    \n    \n      \n        22.\n      \n      \n        For each gas system outlet\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        23.\n      \n      \n        For each earthquake valve or each gas pressureregulator (not applicable to appliance regulator)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        24.\n      \n      \n        Methane Gas Extraction System:  includes a maximum of two inspections\t\n      \n      \n        $121.00\n      \n    \n    \n      \n        Other plumbing systems:\n      \n    \n    \n      \n        25.\n      \n      \n        Lawn sprinklers, each valve\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        26.\n      \n      \n        Solar systems components: (including collectors, related storage tanks piping and regulating devices)\t\n      \n      \n        $21.00\n      \n    \n    \n      \n        27.\n      \n      \n        Each  public  swimming  pool  or  spa  (per system)\t\n      \n      \n        $242.00\n      \n    \n    \n      \n        Fire protection:\n      \n    \n    \n      \n        28.\n      \n      \n        Standpipes:  wet, dry or combination (Class I, II or III) Class H or hand hoses for fire protection:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Each  outlet  that  has  an  integral  pressure regulator\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        \n      \n      \n        Other outlets without pressure regulators\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        \n      \n      \n        Capping of outlets (each outlet)\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        29.\n      \n      \n        Water pressure regulators for fire protection systems (except regulators that are part of a standpipe outlet valve), each regulator\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        30.\n      \n      \n        Fire sprinkler piping removal or alteration, or the replacement or addition of valves, attachments or devices, each\t\n      \n      \n        $61.00\n      \n    \n    \n      \n        31.\n      \n      \n        Underground fire sprinkler piping, or yard piping system for fire sprinklers (when permit has not been  obtained  for  complete  fire  sprinkler system)\t\n      \n      \n        $144.00\n      \n    \n    \n      \n        32.\n      \n      \n        Replacing fire sprinkler heads (except fused or broken heads):\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 10 heads\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        \n      \n      \n        11 to 50 heads\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        51 to 100 heads\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $117.00 for each 100 heads or fraction thereof over 100 heads\n      \n      \n        \n      \n    \n    \n      \n        33.\n      \n      \n        Fire sprinkler piping installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        From 1 to 10 sprinkler heads\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        \n      \n      \n        From 11 to 25 sprinkler heads\t\n      \n      \n        $122.00\n      \n    \n    \n      \n        \n      \n      \n        From 26 to 50 sprinkler heads\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        From 51 to 100 sprinkler heads\t\n      \n      \n        $360.00\n      \n    \n    \n      \n        \n      \n      \n        From 101 to 200 sprinkler heads\t\n      \n      \n        $547.00\n      \n    \n    \n      \n        \n      \n      \n        From 201 to 300 sprinkler heads\t\n      \n      \n        $648.00\n      \n    \n    \n      \n        \n      \n      \n        From 301 to 500 sprinkler heads\t\n      \n      \n        $1225.00\n      \n    \n    \n      \n        \n      \n      \n        From 501 to 1000 sprinkler heads\t\n      \n      \n        $1730.00\n      \n    \n    \n      \n        \n      \n      \n        From 1001 to 2000 sprinkler heads\t\n      \n      \n        $2884.00\n      \n    \n    \n      \n        \n      \n      \n        From 2001 to 3000 sprinkler heads\t\n      \n      \n        $4326.00\n      \n    \n    \n      \n        \n      \n      \n        From 3001 to 4000 sprinkler heads\t\n      \n      \n        $5047.00\n      \n    \n    \n      \n        \n      \n      \n        From 4001 to 5000 sprinkler heads\t\n      \n      \n        $5768.00\n      \n    \n    \n      \n        \n      \n      \n        From 5001 to 6000 sprinkler heads\t\n      \n      \n        $6489.00\n      \n    \n    \n      \n        \n      \n      \n        Over 6000 fire sprinkler heads\t\n      \n      \n        $7931.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $144.00 for each 100 heads or fraction of 100 heads over 6000 heads.\n      \n      \n        \n      \n    \n    \n      \n        34.\n      \n      \n        Fire hydrant:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 3 hydrants\t\n      \n      \n        $348.00\n      \n    \n    \n      \n        \n      \n      \n        Over 3, each\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        35.\n      \n      \n        The fee for relocation of heads or for converting a system from upright to pendant heads, or from pendant heads to upright heads, shall be as set forth for a new installation.\n      \n      \n        \n      \n    \n    \n      \n        36.\n      \n      \n        Fire pumps:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Serving Class II (wet) or Class H standpipes:\n      \n      \n         \n      \n    \n    \n      \n        \n      \n      \n          For each installation pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Original test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Additional test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n        Serving Class III (combination) combined and\/or Fire sprinkler systems:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n          For each installation of pump\t\n      \n      \n        $288.00\n      \n    \n    \n      \n        \n      \n      \n          Test of each pump (each test)\t\n      \n      \n        $540.00\n      \n    \n    \n      \n        37.\n      \n      \n        Tanks for fire protection systems, each  tank\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        38.\n      \n      \n        Class I (dry) standpipe flush:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        One or two risers\t\n      \n      \n        $134.00\n      \n    \n    \n      \n        \n      \n      \n        Each additional riser\t\n      \n      \n        $80.00\n      \n    \n    \n      \n        39.\n      \n      \n        Minimum Inspection Fee:  A permittee shall pay a minimum fee as specified in Section 98.0412(a) of this Code to the Department for each plumbing installation for which a permit is required by this Code.  Where the cumulative fees set forth in this Code are less than the minimum fee, the minimum fee shall be paid.  The fee required by this section shall include the issuing fee required by Item 1 of this Table.\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Minimum inspection fee\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Single fixtures\t\n      \n      \n        $57.00\n      \n    \n  \n\n\n94.103.4.2.  Plan Check Fees.  Before plans are checked, the applicant shall pay the following plan check fees to the Department:\n\n94.103.4.2.1.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  Plumbing drainage and vent piping, fuel gas piping, gas vents, rainwater piping, subsurface drainage piping and water piping.\n\n\tAll projects:\n\n\t70% of the permit fee,\n\n\t$93.00 minimum per building.\n\n\tEXCEPTION:  Portions of installations:\n\n\tPlan checking of potable water:\n\n\t60% of the above fee,\n\n\t$93.00 minimum per building.\n\n\tPlan checking of conventional waste and vent systems, only:\n\n\t50% of the above fee,\n\n\t$93.00 minimum per building.\n\n94.103.4.2.2.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  In addition to the fee specified in Section 94.103.4.2.1, above, a plan checking fee shall be assessed for checking the following systems:\n\n\tCombination  waste  and  vent  piping  systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00\n\n\tSump   pump   and   sewage   ejector   systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $208.00\n\n\tGreywater systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $312.00\n\n\tIrrigation sprinkler piping systems, \n\n\tFirst  5000  square  feet  of  irrigated area  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $312.00\n\n\tEvery additional 5000 square feet or fraction thereof  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $108.00\n\n\tSoil remediation systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00\n\n\tMethane gas venting systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00\n\n\tHydraulic calculations of standpipe systems serving 2-1\/2 inch fire hose valves and fire sprinklers, each fire protection zone  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $721.00\n\n\tFire protection, swimming pool piping and all other systems not covered by Section 94.103.4.2.1:\n\n\t70% of the permit fee,\n\n\t$93.00 minimum per building.\n\n94.103.4.3.  Expiration of Permit and Plan Check.  Permits may expire as provided in Section 98.0602.  Plans may expire as provided in Section 98.0603.\n\n94.103.4.4.  Investigation Fees.  Investigation Fees may be assessed as provided in Section 98.0402.\n\n94.103.4.5.  Refund of Fees.  Refund of fees may be requested as provided in Section 98.0420.\n\n94.103.4.6.  Additional Permit and Inspection Fees.\n\n94.103.4.6.1.  Miscellaneous Equipment.  A minimum fee as specified in Section 98.0412(c) shall be paid for inspection of any installation of equipment regulated by this Code which requires inspection for determination of Code compliance and where the installation inspection is not provided for in the permit fee schedule specified in Section 94.103.4.1.  This fee is in addition to the permit issuing fee specified in Table 1-A.\n\n94.103.4.6.2.  Miscellaneous Piping.  When special permission has been obtained from the Department, a miscellaneous permit shall be issued for fire sprinkler, fire protection underground, domestic water, waste or vent piping installed underground or in walls or ceilings of installations where a fire protection or a plumbing permit cannot be issued until the required plans have been approved.  The miscellaneous permit shall not be an authorization to install any additional piping.  A fee as specified in Section 98.0412(c) shall be collected for the inspection of this installation and shall be limited to one inspection trip and one reinspection trip.  This fee is in addition to the permit issuing fee specified in Table 1-A.\n\n94.103.4.6.3.  Additional Inspections.  If more inspection trips than specified in this article are found necessary due to fault or error on the part of the qualified installer or his employees, the permittee shall pay an additional fee as specified in Section 98.0412(b) for each additional inspection trip.  This fee is in addition to the permit issuing fee specified in Table 1-A.\n\n94.103.4.6.4.  Off-Hour Inspections.  The Department may, at its discretion, make inspections at other than normal working hours upon application  by a permittee as specified in Section 98.0406.\n\n94.103.4.6.5.  Off-Site Inspection.  The Department may, at its discretion, make inspections at locations other than the site upon which a building will be located, provided the location is within 60 miles of the Los Angeles City Hall.  A fee as specified in Section 98.0412(e), in addition to fees charged elsewhere in this Code, shall be charged for the inspections.  The time shall include travel to and from the place of inspections.\n\n94.103.4.6.6.  Change of Address and Transfer of Permit or Plan Checks.  Applications for plan check and permits shall indicate the correct legal street address.  If the Department determines a job address or the location of a job is incorrect, then the permit becomes void.  If the applicant files a separate application (showing the correct information) and pays a filing fee as specified in Section 98.0415(a), then no additional permit fee will be required.\n\n94.103.4.6.7.  Critical Soil Survey.  The fee for a survey of location for a proposed private sewage disposal system, and\/or percolation test, shall be $92.00.  On premises where a public sewer is not available for use, a survey and percolation test may be required to determine if a private sewer disposal system can be installed to adequately serve the intended use.\n\n94.103.4.7.  Additional Plan Check Fees.\n\n94.103.4.7.1.  Hourly Plan Check Fee.  The Department may collect a plan check fee, based on an hourly rate, for any item not included in the plan check schedule as provided in Section 98.0415(e).\n\n94.103.4.7.2.  Off-hour Plan Check Fee.  The Department may, at its discretion, provide plan check at other than normal working hours upon application by an applicant as specified in Section 98.0422.\n\n94.103.4.7.3.  Energy Plan Check Fee.  The Department shall impose an energy plan check fee of 10 percent of the permit fee for the service of checking plans when the work is required to comply with Title 24, Part 6, of the California Building Standards Code, the State’s energy conservation requirements.\n\n94.103.4.8.  Systems Development Surcharge. A permittee shall pay a surcharge for the development and implementation of a City-wide automated permit processing service as provided in Section 98.0416.\n\n94.103.4.9.  One-Stop Surcharge.  A permittee shall pay a surcharge as provided in Section 98.0410.\n\n94.103.5.  Inspections.  Section 103.5 of the C.P.C. is hereby adopted by reference with the following additions and amendments.\n\n94.103.5.1.  General.  Section 103.5.1 of the C.P.C. is hereby adopted by reference.\n\n94.103.5.2.  Operation of Plumbing Equipment.  Section 103.5.2 of the C.P.C. is hereby adopted by reference.\n\n94.103.5.3.  Testing of Systems.  Section 103.5.3 of the C.P.C. is hereby adopted by reference.\n\n94.103.5.4.  Inspection Requests.  Section 103.5.4 of the C.P.C. is hereby adopted by reference.\n\n94.103.5.4.1.  Advance Notice.  Section 103.5.4.1 of the C.P.C. is hereby adopted by reference.\n\n94.103.5.4.2.  Responsibility.  Section 103.5.4.2 of the C.P.C. is hereby adopted by reference.\n\n94.103.5.4.3.  Test Equipment.  The equipment, material, and labor necessary for inspection or tests shall be furnished at no cost to the City.\n\n94.103.5.5.  Other Inspections.  Section 103.5.5 of the C.P.C. is hereby adopted by reference.\n\n94.103.5.6.  Reinspections.  Section 103.5.6 of the C.P.C. is hereby adopted by reference.\n\n 94.103.6.  Connection Approval.  Section 103.6 of the C.P.C. is hereby adopted by reference.\n\n94.103.7.  Unconstitutionality.  Section 103.7 of the C.P.C. is hereby adopted by reference.\n\n94.103.8.  Validity.  Section 103.8 of the C.P.C. is hereby adopted by reference.\n\n94.103.9.  Certificate of Occupancy.  Section 103.9 of the C.P.C. is hereby adopted by reference.\n\n94.103.10.  Certificate of Final Inspection.\n\n94.103.10.1.  Fees.  No Certificate of Final Inspection shall be issued until all fees required by the Code have been paid to the Department.\n\n94.103.10.2.  Approval.  A Certificate of Final Inspection shall be issued for work that has been inspected and approved, upon demand, provided that no Certificate of Final Inspection for gas piping shall be issued until all required fire sprinklers, standpipes and fire hydrants are approved and ready for use.\n\n94.103.10.3.  To Whom Issued.  No Certificate for Final Inspection shall be issued to any person, other than the owner of the building, structure, or premises, the person who did the work, or the agent of the owner or person.\n\n94.103.11.  Qualified Installer.  It is unlawful for any person who is not a Qualified Installer as defined in Division 2 of this Code to alter, install, or repair any plumbing regulated by this Code, except as provided in Sections 94.103.12.1 and 94.103.13.0 of this division.\n\n94.103.12.0.  Maintenance Certificate of Registration.\n\n94.103.12.1.  A Maintenance Certificate of Registration as defined in Division 2 of this Code may be issued to the owner or occupant of specified premises for the sole purpose of adding to, altering, maintaining or repairing existing plumbing only on the premises designated.\n\n94.103.12.2.  Issuance.  Every applicant who passes the required examination or has in his employ a qualified maintenance supervisor as defined in Division 2 of this Code who is properly registered with the Department shall be issued a Maintenance Certificate of Registration for specified premises upon payment of a fee.\n\n94.103.12.3.  Validity.  A Maintenance Certificate of Registration issued to an owner or occupant of premises by virtue of the fact that an employee of that person is registered with the Department as a holder of a valid Certificate of Qualification as a maintenance supervisor shall become invalid when the owner or occupant ceases to have in his or her employ a certified maintenance supervisor properly registered with the Department.\n\n94.103.12.4.  Maintenance Permits.  Permits may be issued to the holder of a valid Maintenance Certificate of Registration for the addition to, alteration, maintenance or repair of existing plumbing on premises owned by or under the legal control of the applicant, provided all work authorized by the permit is performed by or is under the direct supervision of the holder of a Certificate of Qualification as a Maintenance Supervisor, registered with the Department for the premises.\n\n94.103.13.0.  Certificate of Qualification Required.\n\n94.103.13.1.  Scope.  No person except a Qualified Installer as defined in Chapter 2 of this Code shall supervise or perform the labor of altering, installing or repairing any plumbing regulated by this Code.\n\n\tEXCEPTION:  A person in the employ of a Qualified Installer and who supervises plumbing work shall be required to have a Certificate of Qualification.\n\n94.103.13.1.1.  Apprentices and Helpers.  No Certificate of Qualification shall be required for an apprentice or helper, as defined in Division 2 of this Code, who is working under the continuous supervision of a Qualified Installer or journeylevel plumber.  Supervision shall be considered continuous if the Qualified Installer or journeylevel plumber is not absent for more than one hour continuously nor more than two hours total during any one day.  No more than three apprentices or helpers shall be employed for each Qualified Installer or journeylevel plumber on any lot.\n\n94.103.13.2.  Gas Fitting.  A person who holds a valid Certificate of Qualification as a journeylevel gas fitter may perform the labor of gas fitting in the employ of and under the supervision of a Qualified Installer.\n\n94.103.13.3.  Maintenance Supervisor.  No person shall act as a Maintenance Supervisor unless that person holds a valid Certificate of Qualification in the proper classification issued pursuant to the provisions of this chapter.  No person shall act in the capacity of a Maintenance Supervisor for more than one firm at any one time.\n\n94.103.13.4.  Employment.  No Qualified Installer, Maintenance Supervisor or any other person shall employ any journeylevel plumber for the installation of plumbing work covered in this Code unless that journeylevel plumber holds a valid Certificate of Qualification in the proper classification except by special permission of the Department.  No person shall hire or employ an apprentice or helper in violation of any provision of this Code.\n\n94.103.14.  Applications.\n\n94.103.14.1.  Forms.  Application for any certificate shall be made on a form furnished by the Department.\n\n94.103.14.2.  Information Necessary.  The application shall bear the name and address of the applicant, and if a corporation, the names of the principal officers.  The application shall carry other information deemed necessary by the Department.\n\n94.103.14.3.  Notarization.  The application shall be verified under oath by the applicant.\n\n94.103.14.4.  Fees.  The application shall be accompanied by the required examination fee as follows:\n\nFEE SCHEDULE\n\n\n  \n    \n      \n        Application\n      \n      \n        Fees\n      \n    \n    \n      \n        For application for Certificate of Registration\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        For Certificate of Qualification issued as a result of examination given by Board of Examiners of Plumbing and Gas Fitters\t\n      \n      \n        $42.00\n      \n    \n    \n      \n        For Certificate of Qualification issued under a reciprocal licensing agreement (Amended by Ord. No. 179,326, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t\n      \n      \n        $42.00\n      \n    \n  \n\n\n94.103.15.  Examinations.\n\n94.103.15.1.  Examination Required.  Before any person shall be issued a Certificate of Registration or Qualification, he or she shall have successfully passed the examination required for the issuance of the Certificate within 90 days preceding the date of issuance.\n\n\tIn lieu of an examination, the Superintendent of Building may accept a valid journeylevel plumber qualification certificate issued pursuant to an examination by other organizations or governmental agencies within the County of Los Angeles, provided that the examination shall be, in the opinion of the Department, equivalent in scope and character to the examination for journeylevel plumbers given by the City of Los Angeles.  The Department’s acceptance of this certificate shall be in writing and renewable every three years.\n\n94.103.15.2.  Experience Required.  To be eligible for the examination for a Certificate of Registration, the applicant shall have had at least two years experience as a journeylevel plumber.\n\n\tTo be eligible for the examination for journeylevel plumber, the applicant shall have had at least four years experience as an apprentice or helper.\n\n\tSpecial training or education acceptable to the Department may be credited as the equivalent of up to one year of the required experience.\n\n\tThe applicant shall be required to furnish satisfactory evidence of his or her experience and training.\n\n94.103.15.3.  Board of Examiners.  Examinations may be conducted by a Board of Examiners composed of three qualified persons appointed by the Superintendent of Building.\n\n\tThe results of every examination shall be subject to the approval of the Superintendent of Building.\n\n\tEach examiner shall be appointed by the Superintendent of Building. Each Examiner shall serve for a period of two years unless reappointed by the Superintendent.\n\n\t94.103.15.4.  Scope of the Examination.  The examination shall, in the judgment of the Department, be designed to fairly determine the ability of the applicant to perform properly the work which he or she would be authorized to do by the certificate.  The examination shall include a written part and may also include the following:\n\n\t(1)\tPractical test as may be required.\n\n\t(2)\tAn oral interview as may be required.\n\n\t(3)\tOther tests as may be required by the Department.\n\n94.103.15.5.  Rules and Regulations.  The Department shall have the authority to establish rules and regulations for the conduct of examinations.\n\n94.103.15.6.  Fitness of Applicant.  Any applicant for a Certificate may be required to submit satisfactory proof of his or her  fitness to carry out the intent of this Code.\n\n94.103.16.  Issuance of Certificate.\n\n94.103.16.1.  Certificate of Registration.  Every applicant who passes the required examination for a Maintenance Certificate of Registration or who registers with the Department the holder of a valid Certificate of Qualification as a maintenance supervisor shall be issued a Maintenance Certificate of Registration upon the payment of a fee.\n\n94.103.16.2.  Certificate of Qualification.  Every applicant who passes the required examination for journeylevel plumber, journeylevel gas fitter or Maintenance Supervisor shall be issued a Certificate of Qualification upon the payment of a fee.\n\n94.103.16.3.  Every Certificate of Registration or Qualification shall be issued only by the Department.\n\n94.103.16.4.  Public Utility Corporation.  A public utility corporation engaged in the distribution or sale of gas in the City shall be issued, without examination, a Certificate of Registration as Master Gas Fitter upon the payment of a fee as specified in Section 98.0414(b)1.  That public utility corporation shall be subject to this Code with respect to the certifying and examination of journeylevel gas fitters.\n\n94.103.16.5.  Partnership, Firm and Corporation.  Upon the payment of a fee as specified in Section 98.0414(b)1, a partnership firm or corporation may be issued a Certificate of Registration as a Master Gas Fitter.  If a person in effective authority and control over all work regulated by Chapter 5 and 12 of the Uniform Plumbing Code has passed the required examination within the time prescribed by Section 98.0406(a) of this Code.\n\n94.103.17.  Renewal of Certificates.\n\n94.103.17.1.  Certificate of Registration.  Every Certificate of Registration shall expire three years from the date of issuance.  The certificate may be renewed, upon application, within the 30 days following the date of expiration upon the payment of a renewal fee.\n\n94.103.17.2.  Certificate of Qualification.  Every Certificate of Qualification shall expire three years from the date of issuance.  Applications for renewal shall be made within 30 days following the date of expiration.\n\n94.103.17.3.  Delinquent Certificates.  Expired certificates may be renewed at any time within 12 months following the date of expiration provided that, after the first month, the renewal fee shall be increased by 10% for each month after the first.\n\n\tAfter a certificate has been expired for one year, it may not be renewed.\n\n94.103.18.  Exhibition of Certificate.\n\n94.103.18.1.  All persons having a fixed place of business shall keep their Certificates of Registration posted in some conspicuous portion of their place of business during the time the Certificate is in force.\n\n94.103.18.2.  Every person not having a fixed place of business shall carry his or her Certificate of Registration at all times while doing any construction or work regulated by this Code.\n\n94.103.18.3.  Every journeylevel plumber shall carry his or her Certificate of Qualification at all times while doing any construction or work regulated by this Code.\n\n94.103.19.  Revocation of Certificate.  Any Certificate may be suspended or revoked in accordance with the provisions of Article 8 of this chapter.\n\n94.103.20.  Transfer of Certificate.  No Certificate shall be transferable.  A Certificate of Registration issued to a firm or corporation shall be the property of that firm and may be transferred along with the other assets but may not be transferred separately.  The dissolution of a firm, partnership, or corporation renders the Certificate void.","order_by":"103.0","ancestry":{"1":{"id":"42","name":"Plumbing Code","identifier":"4","label":"article","url":"\/9\/4\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"2313","structure_id":"42","section_number":"94.100.0","catch_line":"\n\n","url":"\/94.100.0\/","token":"94.100.0"},"1":{"id":"1849","structure_id":"42","section_number":"94.101.0","catch_line":"Title, Scope And General.","url":"\/94.101.0\/","token":"94.101.0"},"2":{"id":"3861","structure_id":"42","section_number":"94.102.0","catch_line":"Organization And Enforcement.","url":"\/94.102.0\/","token":"94.102.0"},"3":{"id":"246","structure_id":"42","section_number":"94.103.0","catch_line":"Permits And Inspections.","url":"\/94.103.0\/","token":"94.103.0"},"4":{"id":"2850","structure_id":"42","section_number":"94.201.0","catch_line":"General.","url":"\/94.201.0\/","token":"94.201.0"},"5":{"id":"711","structure_id":"42","section_number":"94.202.0","catch_line":"Definition Of Terms.","url":"\/94.202.0\/","token":"94.202.0"},"6":{"id":"750","structure_id":"42","section_number":"94.203.0","catch_line":"A.","url":"\/94.203.0\/","token":"94.203.0"},"7":{"id":"336","structure_id":"42","section_number":"94.204.0","catch_line":"B.","url":"\/94.204.0\/","token":"94.204.0"},"8":{"id":"3752","structure_id":"42","section_number":"94.205.0","catch_line":"C.","url":"\/94.205.0\/","token":"94.205.0"},"9":{"id":"1300","structure_id":"42","section_number":"94.206.0","catch_line":"D.","url":"\/94.206.0\/","token":"94.206.0"},"10":{"id":"151","structure_id":"42","section_number":"94.207.0","catch_line":"E.","url":"\/94.207.0\/","token":"94.207.0"},"11":{"id":"1665","structure_id":"42","section_number":"94.208.0","catch_line":"F.","url":"\/94.208.0\/","token":"94.208.0"},"12":{"id":"3619","structure_id":"42","section_number":"94.209.0","catch_line":"G.","url":"\/94.209.0\/","token":"94.209.0"},"13":{"id":"426","structure_id":"42","section_number":"94.210.0","catch_line":"H.","url":"\/94.210.0\/","token":"94.210.0"},"14":{"id":"1815","structure_id":"42","section_number":"94.211.0","catch_line":"I.","url":"\/94.211.0\/","token":"94.211.0"},"15":{"id":"2548","structure_id":"42","section_number":"94.212.0","catch_line":"J.","url":"\/94.212.0\/","token":"94.212.0"},"16":{"id":"4155","structure_id":"42","section_number":"94.213.0","catch_line":"K.","url":"\/94.213.0\/","token":"94.213.0"},"17":{"id":"472","structure_id":"42","section_number":"94.214.0","catch_line":"L.","url":"\/94.214.0\/","token":"94.214.0"},"18":{"id":"709","structure_id":"42","section_number":"94.215.0","catch_line":"M.","url":"\/94.215.0\/","token":"94.215.0"},"19":{"id":"1581","structure_id":"42","section_number":"94.216.0","catch_line":"N.","url":"\/94.216.0\/","token":"94.216.0"},"20":{"id":"4125","structure_id":"42","section_number":"94.217.0","catch_line":"O.","url":"\/94.217.0\/","token":"94.217.0"},"21":{"id":"478","structure_id":"42","section_number":"94.218.0","catch_line":"P.","url":"\/94.218.0\/","token":"94.218.0"},"22":{"id":"1539","structure_id":"42","section_number":"94.219.0","catch_line":"Q.","url":"\/94.219.0\/","token":"94.219.0"},"23":{"id":"832","structure_id":"42","section_number":"94.220.0","catch_line":"R.","url":"\/94.220.0\/","token":"94.220.0"},"24":{"id":"2012","structure_id":"42","section_number":"94.221.0","catch_line":"S.","url":"\/94.221.0\/","token":"94.221.0"},"25":{"id":"4152","structure_id":"42","section_number":"94.222.0","catch_line":"T.","url":"\/94.222.0\/","token":"94.222.0"},"26":{"id":"441","structure_id":"42","section_number":"94.223.0","catch_line":"U.","url":"\/94.223.0\/","token":"94.223.0"},"27":{"id":"2778","structure_id":"42","section_number":"94.224.0","catch_line":"V.","url":"\/94.224.0\/","token":"94.224.0"},"28":{"id":"1589","structure_id":"42","section_number":"94.225.0","catch_line":"W.","url":"\/94.225.0\/","token":"94.225.0"},"29":{"id":"1737","structure_id":"42","section_number":"94.226.0","catch_line":"X.","url":"\/94.226.0\/","token":"94.226.0"},"30":{"id":"3331","structure_id":"42","section_number":"94.227.0","catch_line":"Y.","url":"\/94.227.0\/","token":"94.227.0"},"31":{"id":"771","structure_id":"42","section_number":"94.228.0","catch_line":"Z.","url":"\/94.228.0\/","token":"94.228.0"},"32":{"id":"132","structure_id":"42","section_number":"94.300.0","catch_line":"Basic Provisions.","url":"\/94.300.0\/","token":"94.300.0"},"33":{"id":"3599","structure_id":"42","section_number":"94.400.0","catch_line":"Basic Provisions.","url":"\/94.400.0\/","token":"94.400.0"},"34":{"id":"3140","structure_id":"42","section_number":"94.500.0","catch_line":"Basic Provisions.","url":"\/94.500.0\/","token":"94.500.0"},"35":{"id":"422","structure_id":"42","section_number":"94.600.0","catch_line":"Basic Provisions.","url":"\/94.600.0\/","token":"94.600.0"},"36":{"id":"1461","structure_id":"42","section_number":"94.700.0","catch_line":"Basic Provisions.","url":"\/94.700.0\/","token":"94.700.0"},"37":{"id":"4129","structure_id":"42","section_number":"94.800.0","catch_line":"Basic Provisions.","url":"\/94.800.0\/","token":"94.800.0"},"38":{"id":"1613","structure_id":"42","section_number":"94.900.0","catch_line":"Basic Provisions.","url":"\/94.900.0\/","token":"94.900.0"},"39":{"id":"3387","structure_id":"42","section_number":"94.1000.0","catch_line":"General.","url":"\/94.1000.0\/","token":"94.1000.0"},"40":{"id":"2213","structure_id":"42","section_number":"94.1100.0","catch_line":"Basic Provisions.","url":"\/94.1100.0\/","token":"94.1100.0"},"41":{"id":"555","structure_id":"42","section_number":"94.1201.0","catch_line":"General.","url":"\/94.1201.0\/","token":"94.1201.0"},"42":{"id":"3675","structure_id":"42","section_number":"94.1202.0","catch_line":"Definitions.","url":"\/94.1202.0\/","token":"94.1202.0"},"43":{"id":"3335","structure_id":"42","section_number":"94.1203.0","catch_line":"Workmanship.","url":"\/94.1203.0\/","token":"94.1203.0"},"44":{"id":"1585","structure_id":"42","section_number":"94.1204.0","catch_line":"Inspection.","url":"\/94.1204.0\/","token":"94.1204.0"},"45":{"id":"2649","structure_id":"42","section_number":"94.1205.0","catch_line":"Certificate Of Inspection.","url":"\/94.1205.0\/","token":"94.1205.0"},"46":{"id":"2473","structure_id":"42","section_number":"94.1206.0","catch_line":"Authority To Render Gas Service.","url":"\/94.1206.0\/","token":"94.1206.0"},"47":{"id":"73","structure_id":"42","section_number":"94.1207.0","catch_line":"Authority To Disconnect.","url":"\/94.1207.0\/","token":"94.1207.0"},"48":{"id":"3574","structure_id":"42","section_number":"94.1208.0","catch_line":"Temporary Use Of Gas.","url":"\/94.1208.0\/","token":"94.1208.0"},"49":{"id":"3819","structure_id":"42","section_number":"94.1209.0","catch_line":"Gas Meter Locations.","url":"\/94.1209.0\/","token":"94.1209.0"},"50":{"id":"2338","structure_id":"42","section_number":"94.1210.0","catch_line":"Material For Gas Piping.","url":"\/94.1210.0\/","token":"94.1210.0"},"51":{"id":"3388","structure_id":"42","section_number":"94.1211.0","catch_line":"Installation Of Gas Piping.","url":"\/94.1211.0\/","token":"94.1211.0"},"52":{"id":"1729","structure_id":"42","section_number":"94.1212.0","catch_line":"Appliance Connectors.","url":"\/94.1212.0\/","token":"94.1212.0"},"53":{"id":"3825","structure_id":"42","section_number":"94.1213.0","catch_line":"Liquified Petroleum Gas Facilities And Piping.","url":"\/94.1213.0\/","token":"94.1213.0"},"54":{"id":"2043","structure_id":"42","section_number":"94.1214.0","catch_line":"Leaks.","url":"\/94.1214.0\/","token":"94.1214.0"},"55":{"id":"837","structure_id":"42","section_number":"94.1215.0","catch_line":"Interconnection Of Gas Piping Systems.","url":"\/94.1215.0\/","token":"94.1215.0"},"56":{"id":"566","structure_id":"42","section_number":"94.1216.0","catch_line":"Required Gas Supply.","url":"\/94.1216.0\/","token":"94.1216.0"},"57":{"id":"3127","structure_id":"42","section_number":"94.1217.0","catch_line":"Required Gas Piping Size.","url":"\/94.1217.0\/","token":"94.1217.0"},"58":{"id":"4184","structure_id":"42","section_number":"94.1218.0","catch_line":"Medium Pressure Gas Piping Systems.","url":"\/94.1218.0\/","token":"94.1218.0"},"59":{"id":"2329","structure_id":"42","section_number":"94.1219.0","catch_line":"Seismic Gas And Excess Flow Shut Off Valves.","url":"\/94.1219.0\/","token":"94.1219.0"},"60":{"id":"2698","structure_id":"42","section_number":"94.1300.0","catch_line":"Basic Provisions.","url":"\/94.1300.0\/","token":"94.1300.0"},"61":{"id":"3808","structure_id":"42","section_number":"94.1400.0","catch_line":"Basic Provisions.","url":"\/94.1400.0\/","token":"94.1400.0"},"62":{"id":"2125","structure_id":"42","section_number":"94.1500.0","catch_line":"General.","url":"\/94.1500.0\/","token":"94.1500.0"},"63":{"id":"2706","structure_id":"42","section_number":"94.1600.0","catch_line":"Basic Provisions.","url":"\/94.1600.0\/","token":"94.1600.0"},"64":{"id":"96","structure_id":"42","section_number":"94.1700.0","catch_line":"Basic Provisions.","url":"\/94.1700.0\/","token":"94.1700.0"},"65":{"id":"84","structure_id":"42","section_number":"94.1800.0","catch_line":"Basic Provisions.","url":"\/94.1800.0\/","token":"94.1800.0"},"66":{"id":"690","structure_id":"42","section_number":"94.2000.0","catch_line":"General.","url":"\/94.2000.0\/","token":"94.2000.0"},"67":{"id":"2939","structure_id":"42","section_number":"94.2001.0","catch_line":"Scope.","url":"\/94.2001.0\/","token":"94.2001.0"},"68":{"id":"3531","structure_id":"42","section_number":"94.2002.0","catch_line":"Adopted Standards.","url":"\/94.2002.0\/","token":"94.2002.0"},"69":{"id":"1125","structure_id":"42","section_number":"94.2003.0","catch_line":"Definitions.","url":"\/94.2003.0\/","token":"94.2003.0"},"70":{"id":"551","structure_id":"42","section_number":"94.2004.0","catch_line":"Material And Devices, All Fire Protection Systems.","url":"\/94.2004.0\/","token":"94.2004.0"},"71":{"id":"2485","structure_id":"42","section_number":"94.2005.0","catch_line":"Location.","url":"\/94.2005.0\/","token":"94.2005.0"},"72":{"id":"3293","structure_id":"42","section_number":"94.2006.0","catch_line":"Protection From Mechanical Damage.","url":"\/94.2006.0\/","token":"94.2006.0"},"73":{"id":"1044","structure_id":"42","section_number":"94.2007.0","catch_line":"Drainage Requirement Fire Protection Systems.","url":"\/94.2007.0\/","token":"94.2007.0"},"74":{"id":"3447","structure_id":"42","section_number":"94.2010.0","catch_line":"Nfpa-13.","url":"\/94.2010.0\/","token":"94.2010.0"},"75":{"id":"3193","structure_id":"42","section_number":"94.2011.0","catch_line":"Pilot Heads.","url":"\/94.2011.0\/","token":"94.2011.0"},"76":{"id":"1398","structure_id":"42","section_number":"94.2012.0","catch_line":"Compact Storage (Moveable Files).","url":"\/94.2012.0\/","token":"94.2012.0"},"77":{"id":"3327","structure_id":"42","section_number":"94.2013.0","catch_line":"Nfpa-13-R.","url":"\/94.2013.0\/","token":"94.2013.0"},"78":{"id":"3911","structure_id":"42","section_number":"94.2014.0","catch_line":"Nfpa-13-D.","url":"\/94.2014.0\/","token":"94.2014.0"},"79":{"id":"1773","structure_id":"42","section_number":"94.2020.0","catch_line":"Nfpa-14.","url":"\/94.2020.0\/","token":"94.2020.0"},"80":{"id":"3682","structure_id":"42","section_number":"94.2021.0","catch_line":"Class H Standpipes.","url":"\/94.2021.0\/","token":"94.2021.0"},"81":{"id":"2337","structure_id":"42","section_number":"94.2030.0","catch_line":"Fire Pumps And Drivers.","url":"\/94.2030.0\/","token":"94.2030.0"},"82":{"id":"2751","structure_id":"42","section_number":"94.2040.0","catch_line":"Underground Fire Protection Piping.","url":"\/94.2040.0\/","token":"94.2040.0"},"83":{"id":"2558","structure_id":"42","section_number":"94.2050.0","catch_line":"Fire Protection Tanks.","url":"\/94.2050.0\/","token":"94.2050.0"},"84":{"id":"2707","structure_id":"42","section_number":"94.2060.0","catch_line":"High-Rise Buildings.","url":"\/94.2060.0\/","token":"94.2060.0"}},"previous_section":{"id":"3861","structure_id":"42","section_number":"94.102.0","catch_line":"Organization And Enforcement.","url":"\/94.102.0\/","token":"94.102.0"},"next_section":{"id":"2850","structure_id":"42","section_number":"94.201.0","catch_line":"General.","url":"\/94.201.0\/","token":"94.201.0"},"metadata":false,"references":false,"url":"\/94.103.0\/","token":"94.103.0","formats":{"txt":"\/94.103.0.txt","json":"\/94.103.0.xml"},"dublin_core":{"Title":"Permits And Inspections.","Type":"Text","Format":"text\/html","Identifier":"§ 94.103.0","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPERMITS AND INSPECTIONS. (§ 94.103.0)\n\n  PERMITS AND INSPECTIONS.94.103.1.  Permits Required.94.103.1.1.  General. \nExcept as otherwise provided in this Code, no person shall add, alter,\nconstruct, install, move, reconstruct, relocate, remove, repair or replace any\nplumbing, fire sprinkler, rainwater piping, standpipe, subsurface drainage\npiping, swimming pool piping, reclaimed water piping, underground fire\nprotection piping, or graywater piping system unless a plumbing or fire\nsprinkler permit for it has been obtained from the Department.94.103.1.1.1.  A\npermit shall be required where the Department has determined that the gas piping\nshall be retested for the following:\t(1)\tThe system has been out of service for\na period of one year.\t(2)\tWhere the Department has determined there is system\nleakage creating an immediate hazard to persons or property.94.103.1.1.2. \nRelocated Buildings.  Except as otherwise provided in this Code, no person\nshall connect any work in a relocated building to a supply pipe or drain pipe\nunless a permit for all the work in the relocated building has been obtained\nfrom the Department.94.103.1.1.3.  Separate Permits Required.  A separate\nplumbing and\/or fire sprinkler permit shall be obtained for the work indicated\non each building permit.  (Amended by Ord. No. 180,619, Eff.\n5\/12\/09.)94.103.1.1.4.  No person shall be subject to fine, imprisonment, or\npayment of an investigation fee for starting or doing work without a permit\nbeing first obtained, if a permit is obtained for the work on or before 12:00\nnoon of the third day the office of the Department is open for public business\nafter the work was started.94.103.1.1.5.  Transfer of Permits and Plan\nChecks.  No permit shall be transferable from the original permittee to any\nother person unless the property owner authorizes the transfer in writing. \nUpon authorization, the new permittee shall file with the Department a new\npermit and pay to the Department a fee as specified in Section 98.0415 for\nissuing the new permit.  This fee includes the issuing permit fee as specified\nin Section 94.103.4 of this Code.  No plan check is transferable from one\ncontractor to another unless prepared and signed by a state-licensed engineer in\nthe proper classification.94.103.1.2.  Permits Not Required.94.103.1.2.1. \nGeneral.  The work described in this section shall not require a permit,\nhowever this waiver of permit shall not be deemed to allow any work to be added,\naltered, constructed, demolished, installed, reconstructed, relocated, removed,\nrepaired or replaced contrary to the provisions of this Code.94.103.1.2.2. \nGeneral Repairs.  No permit shall be required for the repairing or replacement\nof faucets, ball cocks, exposed fixture traps or shut-off valves, or a\nresidential garbage disposal.94.103.1.2.3.  Stoppages and Leaks.  No permit\nshall be required for the clearing of stoppages or repairing of leaks, except in\ngas piping, when the repairs do not require the removal and replacement of\nplumbing fixtures or any portion of the drainage system.94.103.1.2.4.  Gas\nPiping.  No permit shall be required for the installation or repair of a gas\nutility meter, nor for gas piping between the main and the nearest gas utility\nmeter, nor for gas piping installed by the gas utility outside of private\nproperty, nor for the gas utility to disconnect defective gas piping and\/or\nequipment when authorized by 94.1207, nor for any piping connection less than\nsix feet in length between an existing gas outlet and a gas appliance in the\nsame room.94.103.1.2.5.  A separate plumbing permit shall not be required for\nthe installation of any plumbing system for which a combined building-mechanical\npermit has been obtained pursuant to Section 91.107.2.1.1.1.94.103.1.2.6.  No\npermit shall be required for the capping of a private sewage disposal system\nwhere a grading permit is required.94.103.1.2.7.  Water Heater Repair.  No\npermit shall be required for the repair of any gas-fired water heater, provided\nthe water heater is not disconnected.94.103.1.2.8.  Resetting of Fixtures.  No\npermit shall be required for the resetting of existing plumbing fixtures on\nexisting rough-in, which have been removed for the sole purpose of repairing or\nreplacing walls or floors.94.103.1.2.9.  High Efficiency Fixtures.  (Amended\nby Ord. No. 180,822, Eff. 9\/4\/09.)\t(a)\tResidential.  Whenever new fixtures are\ninstalled, all water closets, shower heads, faucets and dishwashers shall be\nHigh Efficiency fixtures installed in accordance with the regulations of the\nCity’s Water Conservation Plan.  A plumbing permit is not required for the\ninstallation of High Efficiency water closets, shower heads, faucets and\ndishwashers in existing one and two family dwelling units when done as part of\nthe City’s “Water Conservation Retrofit Program” pursuant to the City’s\nwater conservation regulations.  These permit exempted installations shall be\nlimited to the replacement of non-water efficient water closets, shower heads,\nfaucets and dishwashers with new High Efficiency water closets, shower heads,\nfaucets, and dishwashers installed on the existing rough-in plumbing outlets. \nPlumbing permits shall be required for all High Efficiency fixtures in new\nbuildings.  This Code Section does not waive the requirement for a licensed\nplumbing contractor to perform the installation of a High Efficiency water\nfixture in an apartment unit or non-owner-occupied single-family\ndwellings.\t(b)\tCommercial.  Whenever new fixtures are installed, all water\nclosets, urinals, shower heads, faucets and dishwashers shall be High Efficiency\nfixtures installed in accordance with the regulations of the City’s Water\nConservation Ordinance.  A plumbing permit shall be obtained for both new and\nreplacement installations of all High Efficiency water closets, urinals, and\ndishwashers to confirm that the new installation or replacement is in accordance\nwith the regulations of the City’s Water Conservation Ordinance.  In all\ncommercial occupancies, a Qualified Installer, as defined in Section 94.219.0\nshall perform the installation of any High Efficiency water fixture or\nappliance.94.103.1.2.10.  Rainwater Systems.  No permit shall be required for\nexterior exposed rainwater leaders.94.103.1.2.11.  Exhibition.  No permit\nshall be required for work set up for exhibition or for a television or motion\npicture set without any direct connection to any system for which a permit is\nrequired.94.103.1.2.12.  Certified Licensed Contractors.  No permit shall be\nrequired for the replacement of the following items when the work is done on a\ndetached, single-family dwelling and the work is performed by a contractor with\na valid Certificate of Registration as a Certified Licensed Contractor pursuant\nto Section 91.1705:\t(1)\tReplacement of defective hot water heaters with one of\nequivalent gallonage, BTU rating, and vent capacity when the vent does not\nrequire relocation or replacement;\t(2)\tReplacement of plumbing fixtures and\nsolar panels with equal kind and quality;\t(3)\tReplacement of defective domestic\nwater piping within a dwelling with piping of equivalent size and quality;\nand\t(4)\tReplacement of defective metallic water service piping with piping of\nequivalent size, quality, and conductivity.  Metallic water service piping\ncannot be replaced with PVC under this provision.\t(5)\tReplacement of shower pans\nwith the same size and capacity.\tA Certificate of Compliance pursuant to Section\n91.108.12.3.1 must be filed with the City in lieu of a permit.94.103.2. \nApplication for Permit.  Section 103.2 of the C.P.C. is hereby adopted by\nreference.94.103.3.  Permit Issuance.  Section 103.3 of the C.P.C. is hereby\nadopted by reference.94.103.3.4. Expiration of Permits.  (Added by Ord. No.\n181,757, Eff. 7\/6\/11.)  Permits shall expire as provided for in Section 98.0602\nof the Los Angeles Municipal Code.94.103.3.5. Suspension or Revocation.  (Added\nby Ord. No. 181,757, Eff. 7\/6\/11.)  Permits may be revoked as provided in\nSection 98.0601 of the Los Angeles Municipal Code.94.103.4.  Fees.  (Amended\nIn Entirety by Ord. No. 173,678, Eff. 1\/14\/01.)94.103.4.1.  Permit Fees. \n(Amended by Ord. 180,868, Eff. 10\/22\/09.)  Before any permit required by this\nCode is issued, the applicant shall pay to the Department the fees specified in\nTable 1-A for each building or structure.TABLE 1-A\nPLUMBING PERMIT FEE SCHEDULE\n  \n    \n      \n        Permit:\n      \n      \n        \tFee\n      \n    \n    \n      \n        1.\n      \n      \n        For issuing permits:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Permit issuing fee\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Supplementary permit issuing fee\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        Plumbing fixtures and water systems:\n      \n    \n    \n      \n        2.\n      \n      \n        For each plumbing fixture and waste discharging device, such as, toilet,\nurinal, bathtub, shower, lavatory, kitchen sink and other type of sink, garbage\ndisposal, clothes washer, drinking fountain, floor drain, laundry tray,  floor\nsink, dental cuspidor and chemical waste fixture:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Original installation\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Replacement or Removal\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        3.\n      \n      \n        For each piece of water treating, dispensing equipment or trap primer\nconnected to a potable water system\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        4.\n      \n      \n        For replacing water piping in a building, each fixture, each water\ntreating device or each water using device\t\n      \n      \n        $14.00\n      \n    \n    \n      \n        5.\n      \n      \n        For each water pressure regulator\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        6.\n      \n      \n        For atmospheric-type vacuum breakers not included in Item 2, each\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        7.\n      \n      \n        For each backflow protective device other than atmospheric-type vacuum\nbreakers, each\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        8.\n      \n      \n        For each water heater and vent or heat exchanger\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        9.\n      \n      \n        For each thermal expansion tank\t\n      \n      \n        $15.00\n      \n    \n    \n      \n        10.\n      \n      \n        For booster pumps for potable water systems (including tanks that are an\nintegral part of the pump package), each system\t\n      \n      \n        $86.00\n      \n    \n    \n      \n        11.\n      \n      \n        For water storage tanks for potable water systems that are not part of a\nlisted appliance or part of a booster pump package, each tank\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        12.\n      \n      \n        a.  On-site water distribution system (Multiple buildings)\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Water service (Single building)\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        Waste systems:\n      \n    \n    \n      \n        13.\n      \n      \n        For repair or alteration of drainage and\/or vent piping, per fixture\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        14.\n      \n      \n        For each sewage ejector\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        15.\n      \n      \n        For each industrial waste, pretreatment clarifier, sand or grease\ninterceptor\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        16.\n      \n      \n        a.  For each complete private sewage disposal system, each  system\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each separate septic tank, cesspool, seepage pit or drain\nfield\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        17.\n      \n      \n        For building sewer installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  For each connection to the public sewer or dry sewer, each building\ndrain\t\n      \n      \n        $40.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each on-site manhole\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        c.  For sewer alterations, repairing or capping, each building or\nstructure\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        d.  For each backwater valve\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        18.\n      \n      \n        For graywater piping system; includes a maximum of two inspections\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Rainwater systems:\n      \n    \n    \n      \n        19.\n      \n      \n        For each rainwater drain (including roof, overflow, area and deck\ndrains, etc.)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        20.\n      \n      \n        For each subsurface drainage piping system (not including sump pumps)\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        21.\n      \n      \n        For each sump pump\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Gas systems:\n      \n    \n    \n      \n        22.\n      \n      \n        For each gas system outlet\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        23.\n      \n      \n        For each earthquake valve or each gas pressureregulator (not applicable\nto appliance regulator)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        24.\n      \n      \n        Methane Gas Extraction System:  includes a maximum of two inspections\t\n      \n      \n        $121.00\n      \n    \n    \n      \n        Other plumbing systems:\n      \n    \n    \n      \n        25.\n      \n      \n        Lawn sprinklers, each valve\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        26.\n      \n      \n        Solar systems components: (including collectors, related storage tanks\npiping and regulating devices)\t\n      \n      \n        $21.00\n      \n    \n    \n      \n        27.\n      \n      \n        Each  public  swimming  pool  or  spa  (per system)\t\n      \n      \n        $242.00\n      \n    \n    \n      \n        Fire protection:\n      \n    \n    \n      \n        28.\n      \n      \n        Standpipes:  wet, dry or combination (Class I, II or III) Class H or\nhand hoses for fire protection:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Each  outlet  that  has  an  integral  pressure regulator\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        \n      \n      \n        Other outlets without pressure regulators\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        \n      \n      \n        Capping of outlets (each outlet)\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        29.\n      \n      \n        Water pressure regulators for fire protection systems (except regulators\nthat are part of a standpipe outlet valve), each regulator\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        30.\n      \n      \n        Fire sprinkler piping removal or alteration, or the replacement or\naddition of valves, attachments or devices, each\t\n      \n      \n        $61.00\n      \n    \n    \n      \n        31.\n      \n      \n        Underground fire sprinkler piping, or yard piping system for fire\nsprinklers (when permit has not been  obtained  for  complete  fire \nsprinkler system)\t\n      \n      \n        $144.00\n      \n    \n    \n      \n        32.\n      \n      \n        Replacing fire sprinkler heads (except fused or broken heads):\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 10 heads\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        \n      \n      \n        11 to 50 heads\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        51 to 100 heads\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $117.00 for each 100 heads or fraction thereof over 100 heads\n      \n      \n        \n      \n    \n    \n      \n        33.\n      \n      \n        Fire sprinkler piping installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        From 1 to 10 sprinkler heads\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        \n      \n      \n        From 11 to 25 sprinkler heads\t\n      \n      \n        $122.00\n      \n    \n    \n      \n        \n      \n      \n        From 26 to 50 sprinkler heads\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        From 51 to 100 sprinkler heads\t\n      \n      \n        $360.00\n      \n    \n    \n      \n        \n      \n      \n        From 101 to 200 sprinkler heads\t\n      \n      \n        $547.00\n      \n    \n    \n      \n        \n      \n      \n        From 201 to 300 sprinkler heads\t\n      \n      \n        $648.00\n      \n    \n    \n      \n        \n      \n      \n        From 301 to 500 sprinkler heads\t\n      \n      \n        $1225.00\n      \n    \n    \n      \n        \n      \n      \n        From 501 to 1000 sprinkler heads\t\n      \n      \n        $1730.00\n      \n    \n    \n      \n        \n      \n      \n        From 1001 to 2000 sprinkler heads\t\n      \n      \n        $2884.00\n      \n    \n    \n      \n        \n      \n      \n        From 2001 to 3000 sprinkler heads\t\n      \n      \n        $4326.00\n      \n    \n    \n      \n        \n      \n      \n        From 3001 to 4000 sprinkler heads\t\n      \n      \n        $5047.00\n      \n    \n    \n      \n        \n      \n      \n        From 4001 to 5000 sprinkler heads\t\n      \n      \n        $5768.00\n      \n    \n    \n      \n        \n      \n      \n        From 5001 to 6000 sprinkler heads\t\n      \n      \n        $6489.00\n      \n    \n    \n      \n        \n      \n      \n        Over 6000 fire sprinkler heads\t\n      \n      \n        $7931.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $144.00 for each 100 heads or fraction of 100 heads over 6000\nheads.\n      \n      \n        \n      \n    \n    \n      \n        34.\n      \n      \n        Fire hydrant:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 3 hydrants\t\n      \n      \n        $348.00\n      \n    \n    \n      \n        \n      \n      \n        Over 3, each\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        35.\n      \n      \n        The fee for relocation of heads or for converting a system from upright\nto pendant heads, or from pendant heads to upright heads, shall be as set forth\nfor a new installation.\n      \n      \n        \n      \n    \n    \n      \n        36.\n      \n      \n        Fire pumps:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Serving Class II (wet) or Class H standpipes:\n      \n      \n         \n      \n    \n    \n      \n        \n      \n      \n          For each installation pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Original test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Additional test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n        Serving Class III (combination) combined and\/or Fire sprinkler systems:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n          For each installation of pump\t\n      \n      \n        $288.00\n      \n    \n    \n      \n        \n      \n      \n          Test of each pump (each test)\t\n      \n      \n        $540.00\n      \n    \n    \n      \n        37.\n      \n      \n        Tanks for fire protection systems, each  tank\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        38.\n      \n      \n        Class I (dry) standpipe flush:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        One or two risers\t\n      \n      \n        $134.00\n      \n    \n    \n      \n        \n      \n      \n        Each additional riser\t\n      \n      \n        $80.00\n      \n    \n    \n      \n        39.\n      \n      \n        Minimum Inspection Fee:  A permittee shall pay a minimum fee as\nspecified in Section 98.0412(a) of this Code to the Department for each plumbing\ninstallation for which a permit is required by this Code.  Where the cumulative\nfees set forth in this Code are less than the minimum fee, the minimum fee shall\nbe paid.  The fee required by this section shall include the issuing fee\nrequired by Item 1 of this Table.\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Minimum inspection fee\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Single fixtures\t\n      \n      \n        $57.00\n      \n    \n  \n94.103.4.2.  Plan Check Fees.  Before plans are checked, the applicant shall\npay the following plan check fees to the Department:94.103.4.2.1.  (Amended by\nOrd. No. 180,868, Eff. 10\/22\/09.)  Plumbing drainage and vent piping, fuel gas\npiping, gas vents, rainwater piping, subsurface drainage piping and water\npiping.\tAll projects:\t70% of the permit fee,\t$93.00 minimum per\nbuilding.\tEXCEPTION:  Portions of installations:\tPlan checking of potable\nwater:\t60% of the above fee,\t$93.00 minimum per building.\tPlan checking of\nconventional waste and vent systems, only:\t50% of the above fee,\t$93.00 minimum\nper building.94.103.4.2.2.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  In\naddition to the fee specified in Section 94.103.4.2.1, above, a plan checking\nfee shall be assessed for checking the following systems:\tCombination  waste \nand  vent  piping  systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. .. $216.00\tSump   pump   and   sewage   ejector  \nsystems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. ..\n$208.00\tGreywater systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. .. $312.00\tIrrigation sprinkler piping systems, \tFirst \n5000  square  feet  of  irrigated area  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $312.00\tEvery additional 5000 square\nfeet or fraction thereof  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. .. $108.00\tSoil remediation systems, each \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00\tMethane\ngas venting systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. .. $216.00\tHydraulic calculations of standpipe systems\nserving 2-1\/2 inch fire hose valves and fire sprinklers, each fire protection\nzone  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $721.00\tFire\nprotection, swimming pool piping and all other systems not covered by Section\n94.103.4.2.1:\t70% of the permit fee,\t$93.00 minimum per building.94.103.4.3. \nExpiration of Permit and Plan Check.  Permits may expire as provided in Section\n98.0602.  Plans may expire as provided in Section 98.0603.94.103.4.4. \nInvestigation Fees.  Investigation Fees may be assessed as provided in Section\n98.0402.94.103.4.5.  Refund of Fees.  Refund of fees may be requested as\nprovided in Section 98.0420.94.103.4.6.  Additional Permit and Inspection\nFees.94.103.4.6.1.  Miscellaneous Equipment.  A minimum fee as specified in\nSection 98.0412(c) shall be paid for inspection of any installation of equipment\nregulated by this Code which requires inspection for determination of Code\ncompliance and where the installation inspection is not provided for in the\npermit fee schedule specified in Section 94.103.4.1.  This fee is in addition\nto the permit issuing fee specified in Table 1-A.94.103.4.6.2.  Miscellaneous\nPiping.  When special permission has been obtained from the Department, a\nmiscellaneous permit shall be issued for fire sprinkler, fire protection\nunderground, domestic water, waste or vent piping installed underground or in\nwalls or ceilings of installations where a fire protection or a plumbing permit\ncannot be issued until the required plans have been approved.  The\nmiscellaneous permit shall not be an authorization to install any additional\npiping.  A fee as specified in Section 98.0412(c) shall be collected for the\ninspection of this installation and shall be limited to one inspection trip and\none reinspection trip.  This fee is in addition to the permit issuing fee\nspecified in Table 1-A.94.103.4.6.3.  Additional Inspections.  If more\ninspection trips than specified in this article are found necessary due to fault\nor error on the part of the qualified installer or his employees, the permittee\nshall pay an additional fee as specified in Section 98.0412(b) for each\nadditional inspection trip.  This fee is in addition to the permit issuing fee\nspecified in Table 1-A.94.103.4.6.4.  Off-Hour Inspections.  The Department\nmay, at its discretion, make inspections at other than normal working hours upon\napplication  by a permittee as specified in Section 98.0406.94.103.4.6.5. \nOff-Site Inspection.  The Department may, at its discretion, make inspections\nat locations other than the site upon which a building will be located, provided\nthe location is within 60 miles of the Los Angeles City Hall.  A fee as\nspecified in Section 98.0412(e), in addition to fees charged elsewhere in this\nCode, shall be charged for the inspections.  The time shall include travel to\nand from the place of inspections.94.103.4.6.6.  Change of Address and Transfer\nof Permit or Plan Checks.  Applications for plan check and permits shall\nindicate the correct legal street address.  If the Department determines a job\naddress or the location of a job is incorrect, then the permit becomes void. \nIf the applicant files a separate application (showing the correct information)\nand pays a filing fee as specified in Section 98.0415(a), then no additional\npermit fee will be required.94.103.4.6.7.  Critical Soil Survey.  The fee for\na survey of location for a proposed private sewage disposal system, and\/or\npercolation test, shall be $92.00.  On premises where a public sewer is not\navailable for use, a survey and percolation test may be required to determine if\na private sewer disposal system can be installed to adequately serve the\nintended use.94.103.4.7.  Additional Plan Check Fees.94.103.4.7.1.  Hourly\nPlan Check Fee.  The Department may collect a plan check fee, based on an\nhourly rate, for any item not included in the plan check schedule as provided in\nSection 98.0415(e).94.103.4.7.2.  Off-hour Plan Check Fee.  The Department\nmay, at its discretion, provide plan check at other than normal working hours\nupon application by an applicant as specified in Section 98.0422.94.103.4.7.3. \nEnergy Plan Check Fee.  The Department shall impose an energy plan check fee of\n10 percent of the permit fee for the service of checking plans when the work is\nrequired to comply with Title 24, Part 6, of the California Building Standards\nCode, the State’s energy conservation requirements.94.103.4.8.  Systems\nDevelopment Surcharge. A permittee shall pay a surcharge for the development and\nimplementation of a City-wide automated permit processing service as provided in\nSection 98.0416.94.103.4.9.  One-Stop Surcharge.  A permittee shall pay a\nsurcharge as provided in Section 98.0410.94.103.5.  Inspections.  Section\n103.5 of the C.P.C. is hereby adopted by reference with the following additions\nand amendments.94.103.5.1.  General.  Section 103.5.1 of the C.P.C. is hereby\nadopted by reference.94.103.5.2.  Operation of Plumbing Equipment.  Section\n103.5.2 of the C.P.C. is hereby adopted by reference.94.103.5.3.  Testing of\nSystems.  Section 103.5.3 of the C.P.C. is hereby adopted by\nreference.94.103.5.4.  Inspection Requests.  Section 103.5.4 of the C.P.C. is\nhereby adopted by reference.94.103.5.4.1.  Advance Notice.  Section 103.5.4.1\nof the C.P.C. is hereby adopted by reference.94.103.5.4.2.  Responsibility. \nSection 103.5.4.2 of the C.P.C. is hereby adopted by reference.94.103.5.4.3. \nTest Equipment.  The equipment, material, and labor necessary for inspection or\ntests shall be furnished at no cost to the City.94.103.5.5.  Other\nInspections.  Section 103.5.5 of the C.P.C. is hereby adopted by\nreference.94.103.5.6.  Reinspections.  Section 103.5.6 of the C.P.C. is hereby\nadopted by reference. 94.103.6.  Connection Approval.  Section 103.6 of the\nC.P.C. is hereby adopted by reference.94.103.7.  Unconstitutionality.  Section\n103.7 of the C.P.C. is hereby adopted by reference.94.103.8.  Validity. \nSection 103.8 of the C.P.C. is hereby adopted by reference.94.103.9. \nCertificate of Occupancy.  Section 103.9 of the C.P.C. is hereby adopted by\nreference.94.103.10.  Certificate of Final Inspection.94.103.10.1.  Fees.  No\nCertificate of Final Inspection shall be issued until all fees required by the\nCode have been paid to the Department.94.103.10.2.  Approval.  A Certificate\nof Final Inspection shall be issued for work that has been inspected and\napproved, upon demand, provided that no Certificate of Final Inspection for gas\npiping shall be issued until all required fire sprinklers, standpipes and fire\nhydrants are approved and ready for use.94.103.10.3.  To Whom Issued.  No\nCertificate for Final Inspection shall be issued to any person, other than the\nowner of the building, structure, or premises, the person who did the work, or\nthe agent of the owner or person.94.103.11.  Qualified Installer.  It is\nunlawful for any person who is not a Qualified Installer as defined in Division\n2 of this Code to alter, install, or repair any plumbing regulated by this Code,\nexcept as provided in Sections 94.103.12.1 and 94.103.13.0 of this\ndivision.94.103.12.0.  Maintenance Certificate of Registration.94.103.12.1.  A\nMaintenance Certificate of Registration as defined in Division 2 of this Code\nmay be issued to the owner or occupant of specified premises for the sole\npurpose of adding to, altering, maintaining or repairing existing plumbing only\non the premises designated.94.103.12.2.  Issuance.  Every applicant who passes\nthe required examination or has in his employ a qualified maintenance supervisor\nas defined in Division 2 of this Code who is properly registered with the\nDepartment shall be issued a Maintenance Certificate of Registration for\nspecified premises upon payment of a fee.94.103.12.3.  Validity.  A\nMaintenance Certificate of Registration issued to an owner or occupant of\npremises by virtue of the fact that an employee of that person is registered\nwith the Department as a holder of a valid Certificate of Qualification as a\nmaintenance supervisor shall become invalid when the owner or occupant ceases to\nhave in his or her employ a certified maintenance supervisor properly registered\nwith the Department.94.103.12.4.  Maintenance Permits.  Permits may be issued\nto the holder of a valid Maintenance Certificate of Registration for the\naddition to, alteration, maintenance or repair of existing plumbing on premises\nowned by or under the legal control of the applicant, provided all work\nauthorized by the permit is performed by or is under the direct supervision of\nthe holder of a Certificate of Qualification as a Maintenance Supervisor,\nregistered with the Department for the premises.94.103.13.0.  Certificate of\nQualification Required.94.103.13.1.  Scope.  No person except a Qualified\nInstaller as defined in Chapter 2 of this Code shall supervise or perform the\nlabor of altering, installing or repairing any plumbing regulated by this\nCode.\tEXCEPTION:  A person in the employ of a Qualified Installer and who\nsupervises plumbing work shall be required to have a Certificate of\nQualification.94.103.13.1.1.  Apprentices and Helpers.  No Certificate of\nQualification shall be required for an apprentice or helper, as defined in\nDivision 2 of this Code, who is working under the continuous supervision of a\nQualified Installer or journeylevel plumber.  Supervision shall be considered\ncontinuous if the Qualified Installer or journeylevel plumber is not absent for\nmore than one hour continuously nor more than two hours total during any one\nday.  No more than three apprentices or helpers shall be employed for each\nQualified Installer or journeylevel plumber on any lot.94.103.13.2.  Gas\nFitting.  A person who holds a valid Certificate of Qualification as a\njourneylevel gas fitter may perform the labor of gas fitting in the employ of\nand under the supervision of a Qualified Installer.94.103.13.3.  Maintenance\nSupervisor.  No person shall act as a Maintenance Supervisor unless that person\nholds a valid Certificate of Qualification in the proper classification issued\npursuant to the provisions of this chapter.  No person shall act in the\ncapacity of a Maintenance Supervisor for more than one firm at any one\ntime.94.103.13.4.  Employment.  No Qualified Installer, Maintenance Supervisor\nor any other person shall employ any journeylevel plumber for the installation\nof plumbing work covered in this Code unless that journeylevel plumber holds a\nvalid Certificate of Qualification in the proper classification except by\nspecial permission of the Department.  No person shall hire or employ an\napprentice or helper in violation of any provision of this Code.94.103.14. \nApplications.94.103.14.1.  Forms.  Application for any certificate shall be\nmade on a form furnished by the Department.94.103.14.2.  Information\nNecessary.  The application shall bear the name and address of the applicant,\nand if a corporation, the names of the principal officers.  The application\nshall carry other information deemed necessary by the Department.94.103.14.3. \nNotarization.  The application shall be verified under oath by the\napplicant.94.103.14.4.  Fees.  The application shall be accompanied by the\nrequired examination fee as follows:FEE SCHEDULE\n  \n    \n      \n        Application\n      \n      \n        Fees\n      \n    \n    \n      \n        For application for Certificate of Registration\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        For Certificate of Qualification issued as a result of examination given\nby Board of Examiners of Plumbing and Gas Fitters\t\n      \n      \n        $42.00\n      \n    \n    \n      \n        For Certificate of Qualification issued under a reciprocal licensing\nagreement (Amended by Ord. No. 179,326, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t\n      \n      \n        $42.00\n      \n    \n  \n94.103.15.  Examinations.94.103.15.1.  Examination Required.  Before any\nperson shall be issued a Certificate of Registration or Qualification, he or she\nshall have successfully passed the examination required for the issuance of the\nCertificate within 90 days preceding the date of issuance.\tIn lieu of an\nexamination, the Superintendent of Building may accept a valid journeylevel\nplumber qualification certificate issued pursuant to an examination by other\norganizations or governmental agencies within the County of Los Angeles,\nprovided that the examination shall be, in the opinion of the Department,\nequivalent in scope and character to the examination for journeylevel plumbers\ngiven by the City of Los Angeles.  The Department’s acceptance of this\ncertificate shall be in writing and renewable every three years.94.103.15.2. \nExperience Required.  To be eligible for the examination for a Certificate of\nRegistration, the applicant shall have had at least two years experience as a\njourneylevel plumber.\tTo be eligible for the examination for journeylevel\nplumber, the applicant shall have had at least four years experience as an\napprentice or helper.\tSpecial training or education acceptable to the Department\nmay be credited as the equivalent of up to one year of the required\nexperience.\tThe applicant shall be required to furnish satisfactory evidence of\nhis or her experience and training.94.103.15.3.  Board of Examiners. \nExaminations may be conducted by a Board of Examiners composed of three\nqualified persons appointed by the Superintendent of Building.\tThe results of\nevery examination shall be subject to the approval of the Superintendent of\nBuilding.\tEach examiner shall be appointed by the Superintendent of Building.\nEach Examiner shall serve for a period of two years unless reappointed by the\nSuperintendent.\t94.103.15.4.  Scope of the Examination.  The examination\nshall, in the judgment of the Department, be designed to fairly determine the\nability of the applicant to perform properly the work which he or she would be\nauthorized to do by the certificate.  The examination shall include a written\npart and may also include the following:\t(1)\tPractical test as may be\nrequired.\t(2)\tAn oral interview as may be required.\t(3)\tOther tests as may be\nrequired by the Department.94.103.15.5.  Rules and Regulations.  The\nDepartment shall have the authority to establish rules and regulations for the\nconduct of examinations.94.103.15.6.  Fitness of Applicant.  Any applicant for\na Certificate may be required to submit satisfactory proof of his or her \nfitness to carry out the intent of this Code.94.103.16.  Issuance of\nCertificate.94.103.16.1.  Certificate of Registration.  Every applicant who\npasses the required examination for a Maintenance Certificate of Registration or\nwho registers with the Department the holder of a valid Certificate of\nQualification as a maintenance supervisor shall be issued a Maintenance\nCertificate of Registration upon the payment of a fee.94.103.16.2.  Certificate\nof Qualification.  Every applicant who passes the required examination for\njourneylevel plumber, journeylevel gas fitter or Maintenance Supervisor shall be\nissued a Certificate of Qualification upon the payment of a fee.94.103.16.3. \nEvery Certificate of Registration or Qualification shall be issued only by the\nDepartment.94.103.16.4.  Public Utility Corporation.  A public utility\ncorporation engaged in the distribution or sale of gas in the City shall be\nissued, without examination, a Certificate of Registration as Master Gas Fitter\nupon the payment of a fee as specified in Section 98.0414(b)1.  That public\nutility corporation shall be subject to this Code with respect to the certifying\nand examination of journeylevel gas fitters.94.103.16.5.  Partnership, Firm and\nCorporation.  Upon the payment of a fee as specified in Section 98.0414(b)1, a\npartnership firm or corporation may be issued a Certificate of Registration as a\nMaster Gas Fitter.  If a person in effective authority and control over all\nwork regulated by Chapter 5 and 12 of the Uniform Plumbing Code has passed the\nrequired examination within the time prescribed by Section 98.0406(a) of this\nCode.94.103.17.  Renewal of Certificates.94.103.17.1.  Certificate of\nRegistration.  Every Certificate of Registration shall expire three years from\nthe date of issuance.  The certificate may be renewed, upon application, within\nthe 30 days following the date of expiration upon the payment of a renewal\nfee.94.103.17.2.  Certificate of Qualification.  Every Certificate of\nQualification shall expire three years from the date of issuance.  Applications\nfor renewal shall be made within 30 days following the date of\nexpiration.94.103.17.3.  Delinquent Certificates.  Expired certificates may be\nrenewed at any time within 12 months following the date of expiration provided\nthat, after the first month, the renewal fee shall be increased by 10% for each\nmonth after the first.\tAfter a certificate has been expired for one year, it may\nnot be renewed.94.103.18.  Exhibition of Certificate.94.103.18.1.  All persons\nhaving a fixed place of business shall keep their Certificates of Registration\nposted in some conspicuous portion of their place of business during the time\nthe Certificate is in force.94.103.18.2.  Every person not having a fixed place\nof business shall carry his or her Certificate of Registration at all times\nwhile doing any construction or work regulated by this Code.94.103.18.3.  Every\njourneylevel plumber shall carry his or her Certificate of Qualification at all\ntimes while doing any construction or work regulated by this Code.94.103.19. \nRevocation of Certificate.  Any Certificate may be suspended or revoked in\naccordance with the provisions of Article 8 of this chapter.94.103.20. \nTransfer of Certificate.  No Certificate shall be transferable.  A Certificate\nof Registration issued to a firm or corporation shall be the property of that\nfirm and may be transferred along with the other assets but may not be\ntransferred separately.  The dissolution of a firm, partnership, or corporation\nrenders the Certificate void.\n","html":"\n\t\t\t\t\t<section><p>  PERMITS AND INSPECTIONS.<br \/><br \/>94.103.1.  Permits Required.<br \/><br \/>94.103.1.1.  General.  Except as otherwise provided in this Code, no person shall add, alter, construct, install, move, reconstruct, relocate, remove, repair or replace any plumbing, fire sprinkler, rainwater piping, standpipe, subsurface drainage piping, swimming pool piping, reclaimed water piping, underground fire protection piping, or graywater piping system unless a plumbing or fire sprinkler permit for it has been obtained from the Department.<br \/><br \/>94.103.1.1.1.  A permit shall be required where the Department has determined that the gas piping shall be retested for the following:<br \/><br \/>\t(1)\tThe system has been out of service for a period of one year.<br \/><br \/>\t(2)\tWhere the Department has determined there is system leakage creating an immediate hazard to persons or property.<br \/><br \/>94.103.1.1.2.  Relocated Buildings.  Except as otherwise provided in this Code, no person shall connect any work in a relocated building to a supply pipe or drain pipe unless a permit for all the work in the relocated building has been obtained from the Department.<br \/><br \/>94.103.1.1.3.  Separate Permits Required.  A separate plumbing and\/or fire sprinkler permit shall be obtained for the work indicated on each building permit.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>94.103.1.1.4.  No person shall be subject to fine, imprisonment, or payment of an investigation fee for starting or doing work without a permit being first obtained, if a permit is obtained for the work on or before 12:00 noon of the third day the office of the Department is open for public business after the work was started.<br \/><br \/>94.103.1.1.5.  Transfer of Permits and Plan Checks.  No permit shall be transferable from the original permittee to any other person unless the property owner authorizes the transfer in writing.  Upon authorization, the new permittee shall file with the Department a new permit and pay to the Department a fee as specified in Section 98.0415 for issuing the new permit.  This fee includes the issuing permit fee as specified in Section 94.103.4 of this Code.  No plan check is transferable from one contractor to another unless prepared and signed by a state-licensed engineer in the proper classification.<br \/><br \/>94.103.1.2.  Permits Not Required.<br \/><br \/>94.103.1.2.1.  General.  The work described in this section shall not require a permit, however this <span class=\"dictionary\">waiver<\/span> of permit shall not be deemed to allow any work to be added, altered, constructed, demolished, installed, reconstructed, relocated, removed, repaired or replaced contrary to the provisions of this Code.<br \/><br \/>94.103.1.2.2.  General Repairs.  No permit shall be required for the repairing or replacement of faucets, ball cocks, exposed fixture traps or shut-off valves, or a residential garbage disposal.<br \/><br \/>94.103.1.2.3.  Stoppages and Leaks.  No permit shall be required for the clearing of stoppages or repairing of leaks, except in gas piping, when the repairs do not require the removal and replacement of plumbing fixtures or any portion of the drainage system.<br \/><br \/>94.103.1.2.4.  Gas Piping.  No permit shall be required for the installation or repair of a gas utility meter, nor for gas piping between the main and the nearest gas utility meter, nor for gas piping installed by the gas utility outside of private property, nor for the gas utility to disconnect defective gas piping and\/or equipment when authorized by 94.1207, nor for any piping connection less than six feet in length between an existing gas outlet and a gas appliance in the same room.<br \/><br \/>94.103.1.2.5.  A separate plumbing permit shall not be required for the installation of any plumbing system for which a combined building-mechanical permit has been obtained pursuant to Section 91.107.2.1.1.1.<br \/><br \/>94.103.1.2.6.  No permit shall be required for the capping of a private sewage disposal system where a grading permit is required.<br \/><br \/>94.103.1.2.7.  Water Heater Repair.  No permit shall be required for the repair of any gas-fired water heater, provided the water heater is not disconnected.<br \/><br \/>94.103.1.2.8.  Resetting of Fixtures.  No permit shall be required for the resetting of existing plumbing fixtures on existing rough-in, which have been removed for the sole purpose of repairing or replacing walls or floors.<br \/><br \/>94.103.1.2.9.  High Efficiency Fixtures.  (Amended by Ord. No. 180,822, Eff. 9\/4\/09.)<br \/><br \/>\t(a)\tResidential.  Whenever new fixtures are installed, all water closets, shower heads, faucets and dishwashers shall be High Efficiency fixtures installed in accordance with the regulations of the City’s Water Conservation Plan.  A plumbing permit is not required for the installation of High Efficiency water closets, shower heads, faucets and dishwashers in existing one and two family dwelling units when done as part of the City’s “Water Conservation Retrofit Program” pursuant to the City’s water conservation regulations.  These permit exempted installations shall be limited to the replacement of non-water efficient water closets, shower heads, faucets and dishwashers with new High Efficiency water closets, shower heads, faucets, and dishwashers installed on the existing rough-in plumbing outlets.  Plumbing permits shall be required for all High Efficiency fixtures in new buildings.  This Code Section does not <span class=\"dictionary\">waive<\/span> the requirement for a licensed plumbing contractor to perform the installation of a High Efficiency water fixture in an apartment unit or non-owner-occupied single-family dwellings.<br \/><br \/>\t(b)\tCommercial.  Whenever new fixtures are installed, all water closets, urinals, shower heads, faucets and dishwashers shall be High Efficiency fixtures installed in accordance with the regulations of the City’s Water Conservation <span class=\"dictionary\">Ordinance<\/span>.  A plumbing permit shall be obtained for both new and replacement installations of all High Efficiency water closets, urinals, and dishwashers to confirm that the new installation or replacement is in accordance with the regulations of the City’s Water Conservation <span class=\"dictionary\">Ordinance<\/span>.  In all commercial occupancies, a Qualified Installer, as defined in Section 94.219.0 shall perform the installation of any High Efficiency water fixture or appliance.<br \/><br \/>94.103.1.2.10.  Rainwater Systems.  No permit shall be required for exterior exposed rainwater leaders.<br \/><br \/>94.103.1.2.11.  Exhibition.  No permit shall be required for work set up for exhibition or for a television or <span class=\"dictionary\">motion<\/span> picture set without any direct connection to any system for which a permit is required.<br \/><br \/>94.103.1.2.12.  Certified Licensed Contractors.  No permit shall be required for the replacement of the following items when the work is done on a detached, single-family dwelling and the work is performed by a contractor with a valid Certificate of Registration as a Certified Licensed Contractor pursuant to Section 91.1705:<br \/><br \/>\t(1)\tReplacement of defective hot water heaters with one of equivalent gallonage, BTU rating, and vent capacity when the vent does not require relocation or replacement;<br \/><br \/>\t(2)\tReplacement of plumbing fixtures and solar <span class=\"dictionary\">panels<\/span> with equal kind and quality;<br \/><br \/>\t(3)\tReplacement of defective domestic water piping within a dwelling with piping of equivalent size and quality; and<br \/><br \/>\t(4)\tReplacement of defective metallic water service piping with piping of equivalent size, quality, and conductivity.  Metallic water service piping cannot be replaced with PVC under this provision.<br \/><br \/>\t(5)\tReplacement of shower pans with the same size and capacity.<br \/><br \/>\tA Certificate of Compliance pursuant to Section 91.108.12.3.1 must be filed with the City in lieu of a permit.<br \/><br \/>94.103.2.  Application for Permit.  Section 103.2 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.3.  Permit Issuance.  Section 103.3 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.3.4. Expiration of Permits.  (Added by Ord. No. 181,757, Eff. 7\/6\/11.)  Permits shall expire as provided for in Section 98.0602 of the Los Angeles Municipal Code.<br \/><br \/>94.103.3.5. Suspension or <span class=\"dictionary\">Revocation<\/span>.  (Added by Ord. No. 181,757, Eff. 7\/6\/11.)  Permits may be revoked as provided in Section 98.0601 of the Los Angeles Municipal Code.<br \/><br \/>94.103.4.  Fees.  (Amended In Entirety by Ord. No. 173,678, Eff. 1\/14\/01.)<br \/><br \/>94.103.4.1.  Permit Fees.  (Amended by Ord. 180,868, Eff. 10\/22\/09.)  Before any permit required by this Code is issued, the applicant shall pay to the Department the fees specified in Table 1-A for each building or structure.<br \/><br \/>TABLE 1-A\nPLUMBING PERMIT FEE SCHEDULE<br \/><br \/>\n  \n    \n      \n        Permit:\n      \n      \n        \tFee\n      \n    \n    \n      \n        1.\n      \n      \n        For issuing permits:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Permit issuing fee\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Supplementary permit issuing fee\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        Plumbing fixtures and water systems:\n      \n    \n    \n      \n        2.\n      \n      \n        For each plumbing fixture and waste discharging device, such as, toilet, urinal, bathtub, shower, lavatory, kitchen sink and other type of sink, garbage disposal, clothes washer, drinking fountain, floor drain, laundry tray,  floor sink, dental cuspidor and chemical waste fixture:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Original installation\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Replacement or Removal\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        3.\n      \n      \n        For each piece of water treating, dispensing equipment or trap primer connected to a potable water system\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        4.\n      \n      \n        For replacing water piping in a building, each fixture, each water treating device or each water using device\t\n      \n      \n        $14.00\n      \n    \n    \n      \n        5.\n      \n      \n        For each water pressure regulator\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        6.\n      \n      \n        For atmospheric-type vacuum breakers not included in Item 2, each\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        7.\n      \n      \n        For each backflow protective device other than atmospheric-type vacuum breakers, each\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        8.\n      \n      \n        For each water heater and vent or heat exchanger\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        9.\n      \n      \n        For each thermal expansion tank\t\n      \n      \n        $15.00\n      \n    \n    \n      \n        10.\n      \n      \n        For booster pumps for potable water systems (including tanks that are an integral part of the pump package), each system\t\n      \n      \n        $86.00\n      \n    \n    \n      \n        11.\n      \n      \n        For water storage tanks for potable water systems that are not part of a listed appliance or part of a booster pump package, each tank\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        12.\n      \n      \n        a.  On-site water distribution system (Multiple buildings)\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Water service (Single building)\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        Waste systems:\n      \n    \n    \n      \n        13.\n      \n      \n        For repair or alteration of drainage and\/or vent piping, per fixture\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        14.\n      \n      \n        For each sewage ejector\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        15.\n      \n      \n        For each industrial waste, pretreatment clarifier, sand or grease interceptor\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        16.\n      \n      \n        a.  For each complete private sewage disposal system, each  system\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each separate septic tank, cesspool, seepage pit or drain field\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        17.\n      \n      \n        For building sewer installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  For each connection to the public sewer or dry sewer, each building drain\t\n      \n      \n        $40.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each on-site manhole\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        c.  For sewer alterations, repairing or capping, each building or structure\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        d.  For each backwater valve\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        18.\n      \n      \n        For graywater piping system; includes a maximum of two inspections\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Rainwater systems:\n      \n    \n    \n      \n        19.\n      \n      \n        For each rainwater drain (including roof, overflow, area and deck drains, etc.)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        20.\n      \n      \n        For each subsurface drainage piping system (not including sump pumps)\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        21.\n      \n      \n        For each sump pump\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Gas systems:\n      \n    \n    \n      \n        22.\n      \n      \n        For each gas system outlet\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        23.\n      \n      \n        For each earthquake valve or each gas pressureregulator (not applicable to appliance regulator)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        24.\n      \n      \n        Methane Gas Extraction System:  includes a maximum of two inspections\t\n      \n      \n        $121.00\n      \n    \n    \n      \n        Other plumbing systems:\n      \n    \n    \n      \n        25.\n      \n      \n        Lawn sprinklers, each valve\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        26.\n      \n      \n        Solar systems components: (including collectors, related storage tanks piping and regulating devices)\t\n      \n      \n        $21.00\n      \n    \n    \n      \n        27.\n      \n      \n        Each  public  swimming  pool  or  spa  (per system)\t\n      \n      \n        $242.00\n      \n    \n    \n      \n        Fire protection:\n      \n    \n    \n      \n        28.\n      \n      \n        Standpipes:  wet, dry or combination (Class I, II or III) Class H or hand hoses for fire protection:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Each  outlet  that  has  an  integral  pressure regulator\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        \n      \n      \n        Other outlets without pressure regulators\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        \n      \n      \n        Capping of outlets (each outlet)\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        29.\n      \n      \n        Water pressure regulators for fire protection systems (except regulators that are part of a standpipe outlet valve), each regulator\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        30.\n      \n      \n        Fire sprinkler piping removal or alteration, or the replacement or addition of valves, <span class=\"dictionary\">attachments<\/span> or devices, each\t\n      \n      \n        $61.00\n      \n    \n    \n      \n        31.\n      \n      \n        Underground fire sprinkler piping, or yard piping system for fire sprinklers (when permit has not been  obtained  for  complete  fire  sprinkler system)\t\n      \n      \n        $144.00\n      \n    \n    \n      \n        32.\n      \n      \n        Replacing fire sprinkler heads (except fused or broken heads):\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 10 heads\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        \n      \n      \n        11 to 50 heads\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        51 to 100 heads\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $117.00 for each 100 heads or fraction thereof over 100 heads\n      \n      \n        \n      \n    \n    \n      \n        33.\n      \n      \n        Fire sprinkler piping installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        From 1 to 10 sprinkler heads\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        \n      \n      \n        From 11 to 25 sprinkler heads\t\n      \n      \n        $122.00\n      \n    \n    \n      \n        \n      \n      \n        From 26 to 50 sprinkler heads\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        From 51 to 100 sprinkler heads\t\n      \n      \n        $360.00\n      \n    \n    \n      \n        \n      \n      \n        From 101 to 200 sprinkler heads\t\n      \n      \n        $547.00\n      \n    \n    \n      \n        \n      \n      \n        From 201 to 300 sprinkler heads\t\n      \n      \n        $648.00\n      \n    \n    \n      \n        \n      \n      \n        From 301 to 500 sprinkler heads\t\n      \n      \n        $1225.00\n      \n    \n    \n      \n        \n      \n      \n        From 501 to 1000 sprinkler heads\t\n      \n      \n        $1730.00\n      \n    \n    \n      \n        \n      \n      \n        From 1001 to 2000 sprinkler heads\t\n      \n      \n        $2884.00\n      \n    \n    \n      \n        \n      \n      \n        From 2001 to 3000 sprinkler heads\t\n      \n      \n        $4326.00\n      \n    \n    \n      \n        \n      \n      \n        From 3001 to 4000 sprinkler heads\t\n      \n      \n        $5047.00\n      \n    \n    \n      \n        \n      \n      \n        From 4001 to 5000 sprinkler heads\t\n      \n      \n        $5768.00\n      \n    \n    \n      \n        \n      \n      \n        From 5001 to 6000 sprinkler heads\t\n      \n      \n        $6489.00\n      \n    \n    \n      \n        \n      \n      \n        Over 6000 fire sprinkler heads\t\n      \n      \n        $7931.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $144.00 for each 100 heads or fraction of 100 heads over 6000 heads.\n      \n      \n        \n      \n    \n    \n      \n        34.\n      \n      \n        Fire hydrant:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 3 hydrants\t\n      \n      \n        $348.00\n      \n    \n    \n      \n        \n      \n      \n        Over 3, each\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        35.\n      \n      \n        The fee for relocation of heads or for converting a system from upright to pendant heads, or from pendant heads to upright heads, shall be as set forth for a new installation.\n      \n      \n        \n      \n    \n    \n      \n        36.\n      \n      \n        Fire pumps:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Serving Class II (wet) or Class H standpipes:\n      \n      \n         \n      \n    \n    \n      \n        \n      \n      \n          For each installation pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Original test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Additional test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n        Serving Class III (combination) combined and\/or Fire sprinkler systems:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n          For each installation of pump\t\n      \n      \n        $288.00\n      \n    \n    \n      \n        \n      \n      \n          Test of each pump (each test)\t\n      \n      \n        $540.00\n      \n    \n    \n      \n        37.\n      \n      \n        Tanks for fire protection systems, each  tank\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        38.\n      \n      \n        Class I (dry) standpipe flush:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        One or two risers\t\n      \n      \n        $134.00\n      \n    \n    \n      \n        \n      \n      \n        Each additional riser\t\n      \n      \n        $80.00\n      \n    \n    \n      \n        39.\n      \n      \n        Minimum Inspection Fee:  A permittee shall pay a minimum fee as specified in Section 98.0412(a) of this Code to the Department for each plumbing installation for which a permit is required by this Code.  Where the cumulative fees set forth in this Code are less than the minimum fee, the minimum fee shall be paid.  The fee required by this section shall include the issuing fee required by Item 1 of this Table.\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Minimum inspection fee\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Single fixtures\t\n      \n      \n        $57.00\n      \n    \n  <br \/><br \/>\n94.103.4.2.  Plan Check Fees.  Before plans are checked, the applicant shall pay the following plan check fees to the Department:<br \/><br \/>94.103.4.2.1.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  Plumbing drainage and vent piping, fuel gas piping, gas vents, rainwater piping, subsurface drainage piping and water piping.<br \/><br \/>\tAll projects:<br \/><br \/>\t70% of the permit fee,<br \/><br \/>\t$93.00 minimum per building.<br \/><br \/>\tEXCEPTION:  Portions of installations:<br \/><br \/>\tPlan checking of potable water:<br \/><br \/>\t60% of the above fee,<br \/><br \/>\t$93.00 minimum per building.<br \/><br \/>\tPlan checking of conventional waste and vent systems, only:<br \/><br \/>\t50% of the above fee,<br \/><br \/>\t$93.00 minimum per building.<br \/><br \/>94.103.4.2.2.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  In addition to the fee specified in Section 94.103.4.2.1, above, a plan checking fee shall be assessed for checking the following systems:<br \/><br \/>\tCombination  waste  and  vent  piping  systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00<br \/><br \/>\tSump   pump   and   sewage   ejector   systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $208.00<br \/><br \/>\tGreywater systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $312.00<br \/><br \/>\tIrrigation sprinkler piping systems, <br \/><br \/>\tFirst  5000  square  feet  of  irrigated area  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $312.00<br \/><br \/>\tEvery additional 5000 square feet or fraction thereof  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $108.00<br \/><br \/>\tSoil remediation systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00<br \/><br \/>\tMethane gas venting systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00<br \/><br \/>\tHydraulic calculations of standpipe systems serving 2-1\/2 inch fire hose valves and fire sprinklers, each fire protection zone  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $721.00<br \/><br \/>\tFire protection, swimming pool piping and all other systems not covered by Section 94.103.4.2.1:<br \/><br \/>\t70% of the permit fee,<br \/><br \/>\t$93.00 minimum per building.<br \/><br \/>94.103.4.3.  Expiration of Permit and Plan Check.  Permits may expire as provided in Section 98.0602.  Plans may expire as provided in Section 98.0603.<br \/><br \/>94.103.4.4.  Investigation Fees.  Investigation Fees may be assessed as provided in Section 98.0402.<br \/><br \/>94.103.4.5.  Refund of Fees.  Refund of fees may be requested as provided in Section 98.0420.<br \/><br \/>94.103.4.6.  Additional Permit and Inspection Fees.<br \/><br \/>94.103.4.6.1.  Miscellaneous Equipment.  A minimum fee as specified in Section 98.0412(c) shall be paid for inspection of any installation of equipment regulated by this Code which requires inspection for determination of Code compliance and where the installation inspection is not provided for in the permit fee schedule specified in Section 94.103.4.1.  This fee is in addition to the permit issuing fee specified in Table 1-A.<br \/><br \/>94.103.4.6.2.  Miscellaneous Piping.  When special permission has been obtained from the Department, a miscellaneous permit shall be issued for fire sprinkler, fire protection underground, domestic water, waste or vent piping installed underground or in walls or ceilings of installations where a fire protection or a plumbing permit cannot be issued until the required plans have been approved.  The miscellaneous permit shall not be an authorization to install any additional piping.  A fee as specified in Section 98.0412(c) shall be collected for the inspection of this installation and shall be limited to one inspection trip and one reinspection trip.  This fee is in addition to the permit issuing fee specified in Table 1-A.<br \/><br \/>94.103.4.6.3.  Additional Inspections.  If more inspection trips than specified in this article are found necessary due to fault or error on the part of the qualified installer or his employees, the permittee shall pay an additional fee as specified in Section 98.0412(b) for each additional inspection trip.  This fee is in addition to the permit issuing fee specified in Table 1-A.<br \/><br \/>94.103.4.6.4.  Off-Hour Inspections.  The Department may, at its discretion, make inspections at other than normal working hours upon application  by a permittee as specified in Section 98.0406.<br \/><br \/>94.103.4.6.5.  Off-Site Inspection.  The Department may, at its discretion, make inspections at locations other than the site upon which a building will be located, provided the location is within 60 miles of the Los Angeles City Hall.  A fee as specified in Section 98.0412(e), in addition to fees charged elsewhere in this Code, shall be charged for the inspections.  The time shall include travel to and from the place of inspections.<br \/><br \/>94.103.4.6.6.  Change of Address and Transfer of Permit or Plan Checks.  Applications for plan check and permits shall indicate the correct legal street address.  If the Department determines a job address or the location of a job is incorrect, then the permit becomes void.  If the applicant files a separate application (showing the correct information) and pays a filing fee as specified in Section 98.0415(a), then no additional permit fee will be required.<br \/><br \/>94.103.4.6.7.  Critical Soil Survey.  The fee for a survey of location for a proposed private sewage disposal system, and\/or percolation test, shall be $92.00.  On premises where a public sewer is not available for use, a survey and percolation test may be required to determine if a private sewer disposal system can be installed to adequately serve the intended use.<br \/><br \/>94.103.4.7.  Additional Plan Check Fees.<br \/><br \/>94.103.4.7.1.  Hourly Plan Check Fee.  The Department may collect a plan check fee, based on an hourly rate, for any item not included in the plan check schedule as provided in Section 98.0415(e).<br \/><br \/>94.103.4.7.2.  Off-hour Plan Check Fee.  The Department may, at its discretion, provide plan check at other than normal working hours upon application by an applicant as specified in Section 98.0422.<br \/><br \/>94.103.4.7.3.  Energy Plan Check Fee.  The Department shall impose an energy plan check fee of 10 percent of the permit fee for the service of checking plans when the work is required to comply with Title 24, Part 6, of the California Building Standards Code, the State’s energy conservation requirements.<br \/><br \/>94.103.4.8.  Systems Development Surcharge. A permittee shall pay a surcharge for the development and implementation of a City-wide automated permit processing service as provided in Section 98.0416.<br \/><br \/>94.103.4.9.  One-Stop Surcharge.  A permittee shall pay a surcharge as provided in Section 98.0410.<br \/><br \/>94.103.5.  Inspections.  Section 103.5 of the C.P.C. is hereby adopted by reference with the following additions and amendments.<br \/><br \/>94.103.5.1.  General.  Section 103.5.1 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.5.2.  Operation of Plumbing Equipment.  Section 103.5.2 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.5.3.  Testing of Systems.  Section 103.5.3 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.5.4.  Inspection Requests.  Section 103.5.4 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.5.4.1.  Advance Notice.  Section 103.5.4.1 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.5.4.2.  Responsibility.  Section 103.5.4.2 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.5.4.3.  Test Equipment.  The equipment, <span class=\"dictionary\">material<\/span>, and labor necessary for inspection or tests shall be furnished at no cost to the City.<br \/><br \/>94.103.5.5.  Other Inspections.  Section 103.5.5 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.5.6.  Reinspections.  Section 103.5.6 of the C.P.C. is hereby adopted by reference.<br \/><br \/> 94.103.6.  Connection Approval.  Section 103.6 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.7.  Unconstitutionality.  Section 103.7 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.8.  Validity.  Section 103.8 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.9.  Certificate of Occupancy.  Section 103.9 of the C.P.C. is hereby adopted by reference.<br \/><br \/>94.103.10.  Certificate of Final Inspection.<br \/><br \/>94.103.10.1.  Fees.  No Certificate of Final Inspection shall be issued until all fees required by the Code have been paid to the Department.<br \/><br \/>94.103.10.2.  Approval.  A Certificate of Final Inspection shall be issued for work that has been inspected and approved, upon demand, provided that no Certificate of Final Inspection for gas piping shall be issued until all required fire sprinklers, standpipes and fire hydrants are approved and ready for use.<br \/><br \/>94.103.10.3.  To Whom Issued.  No Certificate for Final Inspection shall be issued to any person, other than the owner of the building, structure, or premises, the person who did the work, or the agent of the owner or person.<br \/><br \/>94.103.11.  Qualified Installer.  It is unlawful for any person who is not a Qualified Installer as defined in Division 2 of this Code to alter, install, or repair any plumbing regulated by this Code, except as provided in Sections 94.103.12.1 and 94.103.13.0 of this division.<br \/><br \/>94.103.12.0.  Maintenance Certificate of Registration.<br \/><br \/>94.103.12.1.  A Maintenance Certificate of Registration as defined in Division 2 of this Code may be issued to the owner or occupant of specified premises for the sole purpose of adding to, altering, maintaining or repairing existing plumbing only on the premises designated.<br \/><br \/>94.103.12.2.  Issuance.  Every applicant who passes the required examination or has in his employ a qualified maintenance supervisor as defined in Division 2 of this Code who is properly registered with the Department shall be issued a Maintenance Certificate of Registration for specified premises upon payment of a fee.<br \/><br \/>94.103.12.3.  Validity.  A Maintenance Certificate of Registration issued to an owner or occupant of premises by virtue of the <span class=\"dictionary\">fact<\/span> that an employee of that person is registered with the Department as a holder of a valid Certificate of Qualification as a maintenance supervisor shall become invalid when the owner or occupant ceases to have in his or her employ a certified maintenance supervisor properly registered with the Department.<br \/><br \/>94.103.12.4.  Maintenance Permits.  Permits may be issued to the holder of a valid Maintenance Certificate of Registration for the addition to, alteration, maintenance or repair of existing plumbing on premises owned by or under the legal control of the applicant, provided all work authorized by the permit is performed by or is under the direct supervision of the holder of a Certificate of Qualification as a Maintenance Supervisor, registered with the Department for the premises.<br \/><br \/>94.103.13.0.  Certificate of Qualification Required.<br \/><br \/>94.103.13.1.  Scope.  No person except a Qualified Installer as defined in Chapter 2 of this Code shall supervise or perform the labor of altering, installing or repairing any plumbing regulated by this Code.<br \/><br \/>\tEXCEPTION:  A person in the employ of a Qualified Installer and who supervises plumbing work shall be required to have a Certificate of Qualification.<br \/><br \/>94.103.13.1.1.  Apprentices and Helpers.  No Certificate of Qualification shall be required for an apprentice or helper, as defined in Division 2 of this Code, who is working under the continuous supervision of a Qualified Installer or journeylevel plumber.  Supervision shall be considered continuous if the Qualified Installer or journeylevel plumber is not absent for more than one hour continuously nor more than two hours total during any one day.  No more than three apprentices or helpers shall be employed for each Qualified Installer or journeylevel plumber on any lot.<br \/><br \/>94.103.13.2.  Gas Fitting.  A person who holds a valid Certificate of Qualification as a journeylevel gas fitter may perform the labor of gas fitting in the employ of and under the supervision of a Qualified Installer.<br \/><br \/>94.103.13.3.  Maintenance Supervisor.  No person shall act as a Maintenance Supervisor unless that person holds a valid Certificate of Qualification in the proper classification issued pursuant to the provisions of this chapter.  No person shall act in the capacity of a Maintenance Supervisor for more than one firm at any one time.<br \/><br \/>94.103.13.4.  Employment.  No Qualified Installer, Maintenance Supervisor or any other person shall employ any journeylevel plumber for the installation of plumbing work covered in this Code unless that journeylevel plumber holds a valid Certificate of Qualification in the proper classification except by special permission of the Department.  No person shall hire or employ an apprentice or helper in violation of any provision of this Code.<br \/><br \/>94.103.14.  Applications.<br \/><br \/>94.103.14.1.  Forms.  Application for any certificate shall be made on a form furnished by the Department.<br \/><br \/>94.103.14.2.  Information Necessary.  The application shall bear the name and address of the applicant, and if a corporation, the names of the principal officers.  The application shall carry other information deemed necessary by the Department.<br \/><br \/>94.103.14.3.  Notarization.  The application shall be verified under <span class=\"dictionary\">oath<\/span> by the applicant.<br \/><br \/>94.103.14.4.  Fees.  The application shall be accompanied by the required examination fee as follows:<br \/><br \/>FEE SCHEDULE<br \/><br \/>\n  \n    \n      \n        Application\n      \n      \n        Fees\n      \n    \n    \n      \n        For application for Certificate of Registration\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        For Certificate of Qualification issued as a result of examination given by Board of Examiners of Plumbing and Gas Fitters\t\n      \n      \n        $42.00\n      \n    \n    \n      \n        For Certificate of Qualification issued under a reciprocal licensing agreement (Amended by Ord. No. 179,326, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t\n      \n      \n        $42.00\n      \n    \n  <br \/><br \/>\n94.103.15.  Examinations.<br \/><br \/>94.103.15.1.  Examination Required.  Before any person shall be issued a Certificate of Registration or Qualification, he or she shall have successfully passed the examination required for the issuance of the Certificate within 90 days preceding the date of issuance.<br \/><br \/>\tIn lieu of an examination, the Superintendent of Building may accept a valid journeylevel plumber qualification certificate issued pursuant to an examination by other organizations or governmental agencies within the County of Los Angeles, provided that the examination shall be, in the <span class=\"dictionary\">opinion<\/span> of the Department, equivalent in scope and character to the examination for journeylevel plumbers given by the City of Los Angeles.  The Department’s acceptance of this certificate shall be in writing and renewable every three years.<br \/><br \/>94.103.15.2.  Experience Required.  To be eligible for the examination for a Certificate of Registration, the applicant shall have had at least two years experience as a journeylevel plumber.<br \/><br \/>\tTo be eligible for the examination for journeylevel plumber, the applicant shall have had at least four years experience as an apprentice or helper.<br \/><br \/>\tSpecial training or education acceptable to the Department may be credited as the equivalent of up to one year of the required experience.<br \/><br \/>\tThe applicant shall be required to furnish satisfactory <span class=\"dictionary\">evidence<\/span> of his or her experience and training.<br \/><br \/>94.103.15.3.  Board of Examiners.  Examinations may be conducted by a Board of Examiners composed of three qualified persons appointed by the Superintendent of Building.<br \/><br \/>\tThe results of every examination shall be subject to the approval of the Superintendent of Building.<br \/><br \/>\tEach examiner shall be appointed by the Superintendent of Building. Each Examiner shall serve for a period of two years unless reappointed by the Superintendent.<br \/><br \/>\t94.103.15.4.  Scope of the Examination.  The examination shall, in the <span class=\"dictionary\">judgment<\/span> of the Department, be designed to fairly determine the ability of the applicant to perform properly the work which he or she would be authorized to do by the certificate.  The examination shall include a written part and may also include the following:<br \/><br \/>\t(1)\tPractical test as may be required.<br \/><br \/>\t(2)\tAn oral interview as may be required.<br \/><br \/>\t(3)\tOther tests as may be required by the Department.<br \/><br \/>94.103.15.5.  Rules and Regulations.  The Department shall have the authority to establish rules and regulations for the conduct of examinations.<br \/><br \/>94.103.15.6.  Fitness of Applicant.  Any applicant for a Certificate may be required to submit satisfactory proof of his or her  fitness to carry out the <span class=\"dictionary\">intent<\/span> of this Code.<br \/><br \/>94.103.16.  Issuance of Certificate.<br \/><br \/>94.103.16.1.  Certificate of Registration.  Every applicant who passes the required examination for a Maintenance Certificate of Registration or who registers with the Department the holder of a valid Certificate of Qualification as a maintenance supervisor shall be issued a Maintenance Certificate of Registration upon the payment of a fee.<br \/><br \/>94.103.16.2.  Certificate of Qualification.  Every applicant who passes the required examination for journeylevel plumber, journeylevel gas fitter or Maintenance Supervisor shall be issued a Certificate of Qualification upon the payment of a fee.<br \/><br \/>94.103.16.3.  Every Certificate of Registration or Qualification shall be issued only by the Department.<br \/><br \/>94.103.16.4.  Public Utility Corporation.  A public utility corporation engaged in the distribution or sale of gas in the City shall be issued, without examination, a Certificate of Registration as Master Gas Fitter upon the payment of a fee as specified in Section 98.0414(b)1.  That public utility corporation shall be subject to this Code with respect to the certifying and examination of journeylevel gas fitters.<br \/><br \/>94.103.16.5.  Partnership, Firm and Corporation.  Upon the payment of a fee as specified in Section 98.0414(b)1, a partnership firm or corporation may be issued a Certificate of Registration as a Master Gas Fitter.  If a person in effective authority and control over all work regulated by Chapter 5 and 12 of the Uniform Plumbing Code has passed the required examination within the time prescribed by Section 98.0406(a) of this Code.<br \/><br \/>94.103.17.  Renewal of Certificates.<br \/><br \/>94.103.17.1.  Certificate of Registration.  Every Certificate of Registration shall expire three years from the date of issuance.  The certificate may be renewed, upon application, within the 30 days following the date of expiration upon the payment of a renewal fee.<br \/><br \/>94.103.17.2.  Certificate of Qualification.  Every Certificate of Qualification shall expire three years from the date of issuance.  Applications for renewal shall be made within 30 days following the date of expiration.<br \/><br \/>94.103.17.3.  Delinquent Certificates.  Expired certificates may be renewed at any time within 12 months following the date of expiration provided that, after the first month, the renewal fee shall be increased by 10% for each month after the first.<br \/><br \/>\tAfter a certificate has been expired for one year, it may not be renewed.<br \/><br \/>94.103.18.  Exhibition of Certificate.<br \/><br \/>94.103.18.1.  All persons having a fixed place of business shall keep their Certificates of Registration posted in some conspicuous portion of their place of business during the time the Certificate is in force.<br \/><br \/>94.103.18.2.  Every person not having a fixed place of business shall carry his or her Certificate of Registration at all times while doing any construction or work regulated by this Code.<br \/><br \/>94.103.18.3.  Every journeylevel plumber shall carry his or her Certificate of Qualification at all times while doing any construction or work regulated by this Code.<br \/><br \/>94.103.19.  <span class=\"dictionary\">Revocation<\/span> of Certificate.  Any Certificate may be suspended or revoked in accordance with the provisions of Article 8 of this chapter.<br \/><br \/>94.103.20.  Transfer of Certificate.  No Certificate shall be transferable.  A Certificate of Registration issued to a firm or corporation shall be the property of that firm and may be transferred along with the other <span class=\"dictionary\">assets<\/span> but may not be transferred separately.  The dissolution of a firm, partnership, or corporation renders the Certificate void.<\/p><\/section>","text":{"0":{"id":"243","text":"  PERMITS AND INSPECTIONS.94.103.1.  Permits Required.94.103.1.1.  General.  Except as otherwise provided in this Code, no person shall add, alter, construct, install, move, reconstruct, relocate, remove, repair or replace any plumbing, fire sprinkler, rainwater piping, standpipe, subsurface drainage piping, swimming pool piping, reclaimed water piping, underground fire protection piping, or graywater piping system unless a plumbing or fire sprinkler permit for it has been obtained from the Department.94.103.1.1.1.  A permit shall be required where the Department has determined that the gas piping shall be retested for the following:\t(1)\tThe system has been out of service for a period of one year.\t(2)\tWhere the Department has determined there is system leakage creating an immediate hazard to persons or property.94.103.1.1.2.  Relocated Buildings.  Except as otherwise provided in this Code, no person shall connect any work in a relocated building to a supply pipe or drain pipe unless a permit for all the work in the relocated building has been obtained from the Department.94.103.1.1.3.  Separate Permits Required.  A separate plumbing and\/or fire sprinkler permit shall be obtained for the work indicated on each building permit.  (Amended by Ord. No. 180,619, Eff. 5\/12\/09.)94.103.1.1.4.  No person shall be subject to fine, imprisonment, or payment of an investigation fee for starting or doing work without a permit being first obtained, if a permit is obtained for the work on or before 12:00 noon of the third day the office of the Department is open for public business after the work was started.94.103.1.1.5.  Transfer of Permits and Plan Checks.  No permit shall be transferable from the original permittee to any other person unless the property owner authorizes the transfer in writing.  Upon authorization, the new permittee shall file with the Department a new permit and pay to the Department a fee as specified in Section 98.0415 for issuing the new permit.  This fee includes the issuing permit fee as specified in Section 94.103.4 of this Code.  No plan check is transferable from one contractor to another unless prepared and signed by a state-licensed engineer in the proper classification.94.103.1.2.  Permits Not Required.94.103.1.2.1.  General.  The work described in this section shall not require a permit, however this waiver of permit shall not be deemed to allow any work to be added, altered, constructed, demolished, installed, reconstructed, relocated, removed, repaired or replaced contrary to the provisions of this Code.94.103.1.2.2.  General Repairs.  No permit shall be required for the repairing or replacement of faucets, ball cocks, exposed fixture traps or shut-off valves, or a residential garbage disposal.94.103.1.2.3.  Stoppages and Leaks.  No permit shall be required for the clearing of stoppages or repairing of leaks, except in gas piping, when the repairs do not require the removal and replacement of plumbing fixtures or any portion of the drainage system.94.103.1.2.4.  Gas Piping.  No permit shall be required for the installation or repair of a gas utility meter, nor for gas piping between the main and the nearest gas utility meter, nor for gas piping installed by the gas utility outside of private property, nor for the gas utility to disconnect defective gas piping and\/or equipment when authorized by 94.1207, nor for any piping connection less than six feet in length between an existing gas outlet and a gas appliance in the same room.94.103.1.2.5.  A separate plumbing permit shall not be required for the installation of any plumbing system for which a combined building-mechanical permit has been obtained pursuant to Section 91.107.2.1.1.1.94.103.1.2.6.  No permit shall be required for the capping of a private sewage disposal system where a grading permit is required.94.103.1.2.7.  Water Heater Repair.  No permit shall be required for the repair of any gas-fired water heater, provided the water heater is not disconnected.94.103.1.2.8.  Resetting of Fixtures.  No permit shall be required for the resetting of existing plumbing fixtures on existing rough-in, which have been removed for the sole purpose of repairing or replacing walls or floors.94.103.1.2.9.  High Efficiency Fixtures.  (Amended by Ord. No. 180,822, Eff. 9\/4\/09.)\t(a)\tResidential.  Whenever new fixtures are installed, all water closets, shower heads, faucets and dishwashers shall be High Efficiency fixtures installed in accordance with the regulations of the City’s Water Conservation Plan.  A plumbing permit is not required for the installation of High Efficiency water closets, shower heads, faucets and dishwashers in existing one and two family dwelling units when done as part of the City’s “Water Conservation Retrofit Program” pursuant to the City’s water conservation regulations.  These permit exempted installations shall be limited to the replacement of non-water efficient water closets, shower heads, faucets and dishwashers with new High Efficiency water closets, shower heads, faucets, and dishwashers installed on the existing rough-in plumbing outlets.  Plumbing permits shall be required for all High Efficiency fixtures in new buildings.  This Code Section does not waive the requirement for a licensed plumbing contractor to perform the installation of a High Efficiency water fixture in an apartment unit or non-owner-occupied single-family dwellings.\t(b)\tCommercial.  Whenever new fixtures are installed, all water closets, urinals, shower heads, faucets and dishwashers shall be High Efficiency fixtures installed in accordance with the regulations of the City’s Water Conservation Ordinance.  A plumbing permit shall be obtained for both new and replacement installations of all High Efficiency water closets, urinals, and dishwashers to confirm that the new installation or replacement is in accordance with the regulations of the City’s Water Conservation Ordinance.  In all commercial occupancies, a Qualified Installer, as defined in Section 94.219.0 shall perform the installation of any High Efficiency water fixture or appliance.94.103.1.2.10.  Rainwater Systems.  No permit shall be required for exterior exposed rainwater leaders.94.103.1.2.11.  Exhibition.  No permit shall be required for work set up for exhibition or for a television or motion picture set without any direct connection to any system for which a permit is required.94.103.1.2.12.  Certified Licensed Contractors.  No permit shall be required for the replacement of the following items when the work is done on a detached, single-family dwelling and the work is performed by a contractor with a valid Certificate of Registration as a Certified Licensed Contractor pursuant to Section 91.1705:\t(1)\tReplacement of defective hot water heaters with one of equivalent gallonage, BTU rating, and vent capacity when the vent does not require relocation or replacement;\t(2)\tReplacement of plumbing fixtures and solar panels with equal kind and quality;\t(3)\tReplacement of defective domestic water piping within a dwelling with piping of equivalent size and quality; and\t(4)\tReplacement of defective metallic water service piping with piping of equivalent size, quality, and conductivity.  Metallic water service piping cannot be replaced with PVC under this provision.\t(5)\tReplacement of shower pans with the same size and capacity.\tA Certificate of Compliance pursuant to Section 91.108.12.3.1 must be filed with the City in lieu of a permit.94.103.2.  Application for Permit.  Section 103.2 of the C.P.C. is hereby adopted by reference.94.103.3.  Permit Issuance.  Section 103.3 of the C.P.C. is hereby adopted by reference.94.103.3.4. Expiration of Permits.  (Added by Ord. No. 181,757, Eff. 7\/6\/11.)  Permits shall expire as provided for in Section 98.0602 of the Los Angeles Municipal Code.94.103.3.5. Suspension or Revocation.  (Added by Ord. No. 181,757, Eff. 7\/6\/11.)  Permits may be revoked as provided in Section 98.0601 of the Los Angeles Municipal Code.94.103.4.  Fees.  (Amended In Entirety by Ord. No. 173,678, Eff. 1\/14\/01.)94.103.4.1.  Permit Fees.  (Amended by Ord. 180,868, Eff. 10\/22\/09.)  Before any permit required by this Code is issued, the applicant shall pay to the Department the fees specified in Table 1-A for each building or structure.TABLE 1-A\nPLUMBING PERMIT FEE SCHEDULE\n  \n    \n      \n        Permit:\n      \n      \n        \tFee\n      \n    \n    \n      \n        1.\n      \n      \n        For issuing permits:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Permit issuing fee\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Supplementary permit issuing fee\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        Plumbing fixtures and water systems:\n      \n    \n    \n      \n        2.\n      \n      \n        For each plumbing fixture and waste discharging device, such as, toilet, urinal, bathtub, shower, lavatory, kitchen sink and other type of sink, garbage disposal, clothes washer, drinking fountain, floor drain, laundry tray,  floor sink, dental cuspidor and chemical waste fixture:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Original installation\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Replacement or Removal\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        3.\n      \n      \n        For each piece of water treating, dispensing equipment or trap primer connected to a potable water system\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        4.\n      \n      \n        For replacing water piping in a building, each fixture, each water treating device or each water using device\t\n      \n      \n        $14.00\n      \n    \n    \n      \n        5.\n      \n      \n        For each water pressure regulator\t\n      \n      \n        $17.00\n      \n    \n    \n      \n        6.\n      \n      \n        For atmospheric-type vacuum breakers not included in Item 2, each\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        7.\n      \n      \n        For each backflow protective device other than atmospheric-type vacuum breakers, each\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        8.\n      \n      \n        For each water heater and vent or heat exchanger\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        9.\n      \n      \n        For each thermal expansion tank\t\n      \n      \n        $15.00\n      \n    \n    \n      \n        10.\n      \n      \n        For booster pumps for potable water systems (including tanks that are an integral part of the pump package), each system\t\n      \n      \n        $86.00\n      \n    \n    \n      \n        11.\n      \n      \n        For water storage tanks for potable water systems that are not part of a listed appliance or part of a booster pump package, each tank\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        12.\n      \n      \n        a.  On-site water distribution system (Multiple buildings)\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Water service (Single building)\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        Waste systems:\n      \n    \n    \n      \n        13.\n      \n      \n        For repair or alteration of drainage and\/or vent piping, per fixture\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        14.\n      \n      \n        For each sewage ejector\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        15.\n      \n      \n        For each industrial waste, pretreatment clarifier, sand or grease interceptor\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        16.\n      \n      \n        a.  For each complete private sewage disposal system, each  system\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each separate septic tank, cesspool, seepage pit or drain field\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        17.\n      \n      \n        For building sewer installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  For each connection to the public sewer or dry sewer, each building drain\t\n      \n      \n        $40.00\n      \n    \n    \n      \n        \n      \n      \n        b.  For each on-site manhole\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        \n      \n      \n        c.  For sewer alterations, repairing or capping, each building or structure\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        d.  For each backwater valve\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        18.\n      \n      \n        For graywater piping system; includes a maximum of two inspections\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Rainwater systems:\n      \n    \n    \n      \n        19.\n      \n      \n        For each rainwater drain (including roof, overflow, area and deck drains, etc.)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        20.\n      \n      \n        For each subsurface drainage piping system (not including sump pumps)\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        21.\n      \n      \n        For each sump pump\t\n      \n      \n        $79.00\n      \n    \n    \n      \n        Gas systems:\n      \n    \n    \n      \n        22.\n      \n      \n        For each gas system outlet\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        23.\n      \n      \n        For each earthquake valve or each gas pressureregulator (not applicable to appliance regulator)\t\n      \n      \n        $23.00\n      \n    \n    \n      \n        24.\n      \n      \n        Methane Gas Extraction System:  includes a maximum of two inspections\t\n      \n      \n        $121.00\n      \n    \n    \n      \n        Other plumbing systems:\n      \n    \n    \n      \n        25.\n      \n      \n        Lawn sprinklers, each valve\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        26.\n      \n      \n        Solar systems components: (including collectors, related storage tanks piping and regulating devices)\t\n      \n      \n        $21.00\n      \n    \n    \n      \n        27.\n      \n      \n        Each  public  swimming  pool  or  spa  (per system)\t\n      \n      \n        $242.00\n      \n    \n    \n      \n        Fire protection:\n      \n    \n    \n      \n        28.\n      \n      \n        Standpipes:  wet, dry or combination (Class I, II or III) Class H or hand hoses for fire protection:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Each  outlet  that  has  an  integral  pressure regulator\t\n      \n      \n        $72.00\n      \n    \n    \n      \n        \n      \n      \n        Other outlets without pressure regulators\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        \n      \n      \n        Capping of outlets (each outlet)\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        29.\n      \n      \n        Water pressure regulators for fire protection systems (except regulators that are part of a standpipe outlet valve), each regulator\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        30.\n      \n      \n        Fire sprinkler piping removal or alteration, or the replacement or addition of valves, attachments or devices, each\t\n      \n      \n        $61.00\n      \n    \n    \n      \n        31.\n      \n      \n        Underground fire sprinkler piping, or yard piping system for fire sprinklers (when permit has not been  obtained  for  complete  fire  sprinkler system)\t\n      \n      \n        $144.00\n      \n    \n    \n      \n        32.\n      \n      \n        Replacing fire sprinkler heads (except fused or broken heads):\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 10 heads\t\n      \n      \n        $28.00\n      \n    \n    \n      \n        \n      \n      \n        11 to 50 heads\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        51 to 100 heads\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $117.00 for each 100 heads or fraction thereof over 100 heads\n      \n      \n        \n      \n    \n    \n      \n        33.\n      \n      \n        Fire sprinkler piping installations:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        From 1 to 10 sprinkler heads\t\n      \n      \n        $64.00\n      \n    \n    \n      \n        \n      \n      \n        From 11 to 25 sprinkler heads\t\n      \n      \n        $122.00\n      \n    \n    \n      \n        \n      \n      \n        From 26 to 50 sprinkler heads\t\n      \n      \n        $194.00\n      \n    \n    \n      \n        \n      \n      \n        From 51 to 100 sprinkler heads\t\n      \n      \n        $360.00\n      \n    \n    \n      \n        \n      \n      \n        From 101 to 200 sprinkler heads\t\n      \n      \n        $547.00\n      \n    \n    \n      \n        \n      \n      \n        From 201 to 300 sprinkler heads\t\n      \n      \n        $648.00\n      \n    \n    \n      \n        \n      \n      \n        From 301 to 500 sprinkler heads\t\n      \n      \n        $1225.00\n      \n    \n    \n      \n        \n      \n      \n        From 501 to 1000 sprinkler heads\t\n      \n      \n        $1730.00\n      \n    \n    \n      \n        \n      \n      \n        From 1001 to 2000 sprinkler heads\t\n      \n      \n        $2884.00\n      \n    \n    \n      \n        \n      \n      \n        From 2001 to 3000 sprinkler heads\t\n      \n      \n        $4326.00\n      \n    \n    \n      \n        \n      \n      \n        From 3001 to 4000 sprinkler heads\t\n      \n      \n        $5047.00\n      \n    \n    \n      \n        \n      \n      \n        From 4001 to 5000 sprinkler heads\t\n      \n      \n        $5768.00\n      \n    \n    \n      \n        \n      \n      \n        From 5001 to 6000 sprinkler heads\t\n      \n      \n        $6489.00\n      \n    \n    \n      \n        \n      \n      \n        Over 6000 fire sprinkler heads\t\n      \n      \n        $7931.00\n      \n    \n    \n      \n        \n      \n      \n        Plus $144.00 for each 100 heads or fraction of 100 heads over 6000 heads.\n      \n      \n        \n      \n    \n    \n      \n        34.\n      \n      \n        Fire hydrant:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        1 to 3 hydrants\t\n      \n      \n        $348.00\n      \n    \n    \n      \n        \n      \n      \n        Over 3, each\t\n      \n      \n        $117.00\n      \n    \n    \n      \n        35.\n      \n      \n        The fee for relocation of heads or for converting a system from upright to pendant heads, or from pendant heads to upright heads, shall be as set forth for a new installation.\n      \n      \n        \n      \n    \n    \n      \n        36.\n      \n      \n        Fire pumps:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        Serving Class II (wet) or Class H standpipes:\n      \n      \n         \n      \n    \n    \n      \n        \n      \n      \n          For each installation pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Original test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n          Additional test of pump\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        \n      \n      \n        Serving Class III (combination) combined and\/or Fire sprinkler systems:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n          For each installation of pump\t\n      \n      \n        $288.00\n      \n    \n    \n      \n        \n      \n      \n          Test of each pump (each test)\t\n      \n      \n        $540.00\n      \n    \n    \n      \n        37.\n      \n      \n        Tanks for fire protection systems, each  tank\t\n      \n      \n        $63.00\n      \n    \n    \n      \n        38.\n      \n      \n        Class I (dry) standpipe flush:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        One or two risers\t\n      \n      \n        $134.00\n      \n    \n    \n      \n        \n      \n      \n        Each additional riser\t\n      \n      \n        $80.00\n      \n    \n    \n      \n        39.\n      \n      \n        Minimum Inspection Fee:  A permittee shall pay a minimum fee as specified in Section 98.0412(a) of this Code to the Department for each plumbing installation for which a permit is required by this Code.  Where the cumulative fees set forth in this Code are less than the minimum fee, the minimum fee shall be paid.  The fee required by this section shall include the issuing fee required by Item 1 of this Table.\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.  Minimum inspection fee\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        \n      \n      \n        b.  Single fixtures\t\n      \n      \n        $57.00\n      \n    \n  \n94.103.4.2.  Plan Check Fees.  Before plans are checked, the applicant shall pay the following plan check fees to the Department:94.103.4.2.1.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  Plumbing drainage and vent piping, fuel gas piping, gas vents, rainwater piping, subsurface drainage piping and water piping.\tAll projects:\t70% of the permit fee,\t$93.00 minimum per building.\tEXCEPTION:  Portions of installations:\tPlan checking of potable water:\t60% of the above fee,\t$93.00 minimum per building.\tPlan checking of conventional waste and vent systems, only:\t50% of the above fee,\t$93.00 minimum per building.94.103.4.2.2.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  In addition to the fee specified in Section 94.103.4.2.1, above, a plan checking fee shall be assessed for checking the following systems:\tCombination  waste  and  vent  piping  systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00\tSump   pump   and   sewage   ejector   systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $208.00\tGreywater systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $312.00\tIrrigation sprinkler piping systems, \tFirst  5000  square  feet  of  irrigated area  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $312.00\tEvery additional 5000 square feet or fraction thereof  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $108.00\tSoil remediation systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00\tMethane gas venting systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $216.00\tHydraulic calculations of standpipe systems serving 2-1\/2 inch fire hose valves and fire sprinklers, each fire protection zone  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .. $721.00\tFire protection, swimming pool piping and all other systems not covered by Section 94.103.4.2.1:\t70% of the permit fee,\t$93.00 minimum per building.94.103.4.3.  Expiration of Permit and Plan Check.  Permits may expire as provided in Section 98.0602.  Plans may expire as provided in Section 98.0603.94.103.4.4.  Investigation Fees.  Investigation Fees may be assessed as provided in Section 98.0402.94.103.4.5.  Refund of Fees.  Refund of fees may be requested as provided in Section 98.0420.94.103.4.6.  Additional Permit and Inspection Fees.94.103.4.6.1.  Miscellaneous Equipment.  A minimum fee as specified in Section 98.0412(c) shall be paid for inspection of any installation of equipment regulated by this Code which requires inspection for determination of Code compliance and where the installation inspection is not provided for in the permit fee schedule specified in Section 94.103.4.1.  This fee is in addition to the permit issuing fee specified in Table 1-A.94.103.4.6.2.  Miscellaneous Piping.  When special permission has been obtained from the Department, a miscellaneous permit shall be issued for fire sprinkler, fire protection underground, domestic water, waste or vent piping installed underground or in walls or ceilings of installations where a fire protection or a plumbing permit cannot be issued until the required plans have been approved.  The miscellaneous permit shall not be an authorization to install any additional piping.  A fee as specified in Section 98.0412(c) shall be collected for the inspection of this installation and shall be limited to one inspection trip and one reinspection trip.  This fee is in addition to the permit issuing fee specified in Table 1-A.94.103.4.6.3.  Additional Inspections.  If more inspection trips than specified in this article are found necessary due to fault or error on the part of the qualified installer or his employees, the permittee shall pay an additional fee as specified in Section 98.0412(b) for each additional inspection trip.  This fee is in addition to the permit issuing fee specified in Table 1-A.94.103.4.6.4.  Off-Hour Inspections.  The Department may, at its discretion, make inspections at other than normal working hours upon application  by a permittee as specified in Section 98.0406.94.103.4.6.5.  Off-Site Inspection.  The Department may, at its discretion, make inspections at locations other than the site upon which a building will be located, provided the location is within 60 miles of the Los Angeles City Hall.  A fee as specified in Section 98.0412(e), in addition to fees charged elsewhere in this Code, shall be charged for the inspections.  The time shall include travel to and from the place of inspections.94.103.4.6.6.  Change of Address and Transfer of Permit or Plan Checks.  Applications for plan check and permits shall indicate the correct legal street address.  If the Department determines a job address or the location of a job is incorrect, then the permit becomes void.  If the applicant files a separate application (showing the correct information) and pays a filing fee as specified in Section 98.0415(a), then no additional permit fee will be required.94.103.4.6.7.  Critical Soil Survey.  The fee for a survey of location for a proposed private sewage disposal system, and\/or percolation test, shall be $92.00.  On premises where a public sewer is not available for use, a survey and percolation test may be required to determine if a private sewer disposal system can be installed to adequately serve the intended use.94.103.4.7.  Additional Plan Check Fees.94.103.4.7.1.  Hourly Plan Check Fee.  The Department may collect a plan check fee, based on an hourly rate, for any item not included in the plan check schedule as provided in Section 98.0415(e).94.103.4.7.2.  Off-hour Plan Check Fee.  The Department may, at its discretion, provide plan check at other than normal working hours upon application by an applicant as specified in Section 98.0422.94.103.4.7.3.  Energy Plan Check Fee.  The Department shall impose an energy plan check fee of 10 percent of the permit fee for the service of checking plans when the work is required to comply with Title 24, Part 6, of the California Building Standards Code, the State’s energy conservation requirements.94.103.4.8.  Systems Development Surcharge. A permittee shall pay a surcharge for the development and implementation of a City-wide automated permit processing service as provided in Section 98.0416.94.103.4.9.  One-Stop Surcharge.  A permittee shall pay a surcharge as provided in Section 98.0410.94.103.5.  Inspections.  Section 103.5 of the C.P.C. is hereby adopted by reference with the following additions and amendments.94.103.5.1.  General.  Section 103.5.1 of the C.P.C. is hereby adopted by reference.94.103.5.2.  Operation of Plumbing Equipment.  Section 103.5.2 of the C.P.C. is hereby adopted by reference.94.103.5.3.  Testing of Systems.  Section 103.5.3 of the C.P.C. is hereby adopted by reference.94.103.5.4.  Inspection Requests.  Section 103.5.4 of the C.P.C. is hereby adopted by reference.94.103.5.4.1.  Advance Notice.  Section 103.5.4.1 of the C.P.C. is hereby adopted by reference.94.103.5.4.2.  Responsibility.  Section 103.5.4.2 of the C.P.C. is hereby adopted by reference.94.103.5.4.3.  Test Equipment.  The equipment, material, and labor necessary for inspection or tests shall be furnished at no cost to the City.94.103.5.5.  Other Inspections.  Section 103.5.5 of the C.P.C. is hereby adopted by reference.94.103.5.6.  Reinspections.  Section 103.5.6 of the C.P.C. is hereby adopted by reference. 94.103.6.  Connection Approval.  Section 103.6 of the C.P.C. is hereby adopted by reference.94.103.7.  Unconstitutionality.  Section 103.7 of the C.P.C. is hereby adopted by reference.94.103.8.  Validity.  Section 103.8 of the C.P.C. is hereby adopted by reference.94.103.9.  Certificate of Occupancy.  Section 103.9 of the C.P.C. is hereby adopted by reference.94.103.10.  Certificate of Final Inspection.94.103.10.1.  Fees.  No Certificate of Final Inspection shall be issued until all fees required by the Code have been paid to the Department.94.103.10.2.  Approval.  A Certificate of Final Inspection shall be issued for work that has been inspected and approved, upon demand, provided that no Certificate of Final Inspection for gas piping shall be issued until all required fire sprinklers, standpipes and fire hydrants are approved and ready for use.94.103.10.3.  To Whom Issued.  No Certificate for Final Inspection shall be issued to any person, other than the owner of the building, structure, or premises, the person who did the work, or the agent of the owner or person.94.103.11.  Qualified Installer.  It is unlawful for any person who is not a Qualified Installer as defined in Division 2 of this Code to alter, install, or repair any plumbing regulated by this Code, except as provided in Sections 94.103.12.1 and 94.103.13.0 of this division.94.103.12.0.  Maintenance Certificate of Registration.94.103.12.1.  A Maintenance Certificate of Registration as defined in Division 2 of this Code may be issued to the owner or occupant of specified premises for the sole purpose of adding to, altering, maintaining or repairing existing plumbing only on the premises designated.94.103.12.2.  Issuance.  Every applicant who passes the required examination or has in his employ a qualified maintenance supervisor as defined in Division 2 of this Code who is properly registered with the Department shall be issued a Maintenance Certificate of Registration for specified premises upon payment of a fee.94.103.12.3.  Validity.  A Maintenance Certificate of Registration issued to an owner or occupant of premises by virtue of the fact that an employee of that person is registered with the Department as a holder of a valid Certificate of Qualification as a maintenance supervisor shall become invalid when the owner or occupant ceases to have in his or her employ a certified maintenance supervisor properly registered with the Department.94.103.12.4.  Maintenance Permits.  Permits may be issued to the holder of a valid Maintenance Certificate of Registration for the addition to, alteration, maintenance or repair of existing plumbing on premises owned by or under the legal control of the applicant, provided all work authorized by the permit is performed by or is under the direct supervision of the holder of a Certificate of Qualification as a Maintenance Supervisor, registered with the Department for the premises.94.103.13.0.  Certificate of Qualification Required.94.103.13.1.  Scope.  No person except a Qualified Installer as defined in Chapter 2 of this Code shall supervise or perform the labor of altering, installing or repairing any plumbing regulated by this Code.\tEXCEPTION:  A person in the employ of a Qualified Installer and who supervises plumbing work shall be required to have a Certificate of Qualification.94.103.13.1.1.  Apprentices and Helpers.  No Certificate of Qualification shall be required for an apprentice or helper, as defined in Division 2 of this Code, who is working under the continuous supervision of a Qualified Installer or journeylevel plumber.  Supervision shall be considered continuous if the Qualified Installer or journeylevel plumber is not absent for more than one hour continuously nor more than two hours total during any one day.  No more than three apprentices or helpers shall be employed for each Qualified Installer or journeylevel plumber on any lot.94.103.13.2.  Gas Fitting.  A person who holds a valid Certificate of Qualification as a journeylevel gas fitter may perform the labor of gas fitting in the employ of and under the supervision of a Qualified Installer.94.103.13.3.  Maintenance Supervisor.  No person shall act as a Maintenance Supervisor unless that person holds a valid Certificate of Qualification in the proper classification issued pursuant to the provisions of this chapter.  No person shall act in the capacity of a Maintenance Supervisor for more than one firm at any one time.94.103.13.4.  Employment.  No Qualified Installer, Maintenance Supervisor or any other person shall employ any journeylevel plumber for the installation of plumbing work covered in this Code unless that journeylevel plumber holds a valid Certificate of Qualification in the proper classification except by special permission of the Department.  No person shall hire or employ an apprentice or helper in violation of any provision of this Code.94.103.14.  Applications.94.103.14.1.  Forms.  Application for any certificate shall be made on a form furnished by the Department.94.103.14.2.  Information Necessary.  The application shall bear the name and address of the applicant, and if a corporation, the names of the principal officers.  The application shall carry other information deemed necessary by the Department.94.103.14.3.  Notarization.  The application shall be verified under oath by the applicant.94.103.14.4.  Fees.  The application shall be accompanied by the required examination fee as follows:FEE SCHEDULE\n  \n    \n      \n        Application\n      \n      \n        Fees\n      \n    \n    \n      \n        For application for Certificate of Registration\t\n      \n      \n        $115.00\n      \n    \n    \n      \n        For Certificate of Qualification issued as a result of examination given by Board of Examiners of Plumbing and Gas Fitters\t\n      \n      \n        $42.00\n      \n    \n    \n      \n        For Certificate of Qualification issued under a reciprocal licensing agreement (Amended by Ord. No. 179,326, Eff. 12\/10\/07, Oper. 1\/1\/08.)\t\n      \n      \n        $42.00\n      \n    \n  \n94.103.15.  Examinations.94.103.15.1.  Examination Required.  Before any person shall be issued a Certificate of Registration or Qualification, he or she shall have successfully passed the examination required for the issuance of the Certificate within 90 days preceding the date of issuance.\tIn lieu of an examination, the Superintendent of Building may accept a valid journeylevel plumber qualification certificate issued pursuant to an examination by other organizations or governmental agencies within the County of Los Angeles, provided that the examination shall be, in the opinion of the Department, equivalent in scope and character to the examination for journeylevel plumbers given by the City of Los Angeles.  The Department’s acceptance of this certificate shall be in writing and renewable every three years.94.103.15.2.  Experience Required.  To be eligible for the examination for a Certificate of Registration, the applicant shall have had at least two years experience as a journeylevel plumber.\tTo be eligible for the examination for journeylevel plumber, the applicant shall have had at least four years experience as an apprentice or helper.\tSpecial training or education acceptable to the Department may be credited as the equivalent of up to one year of the required experience.\tThe applicant shall be required to furnish satisfactory evidence of his or her experience and training.94.103.15.3.  Board of Examiners.  Examinations may be conducted by a Board of Examiners composed of three qualified persons appointed by the Superintendent of Building.\tThe results of every examination shall be subject to the approval of the Superintendent of Building.\tEach examiner shall be appointed by the Superintendent of Building. Each Examiner shall serve for a period of two years unless reappointed by the Superintendent.\t94.103.15.4.  Scope of the Examination.  The examination shall, in the judgment of the Department, be designed to fairly determine the ability of the applicant to perform properly the work which he or she would be authorized to do by the certificate.  The examination shall include a written part and may also include the following:\t(1)\tPractical test as may be required.\t(2)\tAn oral interview as may be required.\t(3)\tOther tests as may be required by the Department.94.103.15.5.  Rules and Regulations.  The Department shall have the authority to establish rules and regulations for the conduct of examinations.94.103.15.6.  Fitness of Applicant.  Any applicant for a Certificate may be required to submit satisfactory proof of his or her  fitness to carry out the intent of this Code.94.103.16.  Issuance of Certificate.94.103.16.1.  Certificate of Registration.  Every applicant who passes the required examination for a Maintenance Certificate of Registration or who registers with the Department the holder of a valid Certificate of Qualification as a maintenance supervisor shall be issued a Maintenance Certificate of Registration upon the payment of a fee.94.103.16.2.  Certificate of Qualification.  Every applicant who passes the required examination for journeylevel plumber, journeylevel gas fitter or Maintenance Supervisor shall be issued a Certificate of Qualification upon the payment of a fee.94.103.16.3.  Every Certificate of Registration or Qualification shall be issued only by the Department.94.103.16.4.  Public Utility Corporation.  A public utility corporation engaged in the distribution or sale of gas in the City shall be issued, without examination, a Certificate of Registration as Master Gas Fitter upon the payment of a fee as specified in Section 98.0414(b)1.  That public utility corporation shall be subject to this Code with respect to the certifying and examination of journeylevel gas fitters.94.103.16.5.  Partnership, Firm and Corporation.  Upon the payment of a fee as specified in Section 98.0414(b)1, a partnership firm or corporation may be issued a Certificate of Registration as a Master Gas Fitter.  If a person in effective authority and control over all work regulated by Chapter 5 and 12 of the Uniform Plumbing Code has passed the required examination within the time prescribed by Section 98.0406(a) of this Code.94.103.17.  Renewal of Certificates.94.103.17.1.  Certificate of Registration.  Every Certificate of Registration shall expire three years from the date of issuance.  The certificate may be renewed, upon application, within the 30 days following the date of expiration upon the payment of a renewal fee.94.103.17.2.  Certificate of Qualification.  Every Certificate of Qualification shall expire three years from the date of issuance.  Applications for renewal shall be made within 30 days following the date of expiration.94.103.17.3.  Delinquent Certificates.  Expired certificates may be renewed at any time within 12 months following the date of expiration provided that, after the first month, the renewal fee shall be increased by 10% for each month after the first.\tAfter a certificate has been expired for one year, it may not be renewed.94.103.18.  Exhibition of Certificate.94.103.18.1.  All persons having a fixed place of business shall keep their Certificates of Registration posted in some conspicuous portion of their place of business during the time the Certificate is in force.94.103.18.2.  Every person not having a fixed place of business shall carry his or her Certificate of Registration at all times while doing any construction or work regulated by this Code.94.103.18.3.  Every journeylevel plumber shall carry his or her Certificate of Qualification at all times while doing any construction or work regulated by this Code.94.103.19.  Revocation of Certificate.  Any Certificate may be suspended or revoked in accordance with the provisions of Article 8 of this chapter.94.103.20.  Transfer of Certificate.  No Certificate shall be transferable.  A Certificate of Registration issued to a firm or corporation shall be the property of that firm and may be transferred along with the other assets but may not be transferred separately.  The dissolution of a firm, partnership, or corporation renders the Certificate void.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}