{"section_number":"94.2020.0","edition_id":"1","section_id":"1773","structure_id":"42","catch_line":"Nfpa-14.","history":"","full_text":"  NFPA-14.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)\n\n\n\tNFPA 14-2007 is adopted by reference with the following exceptions, modifications, and additions:\n\n94.2020.1. NFPA 14-2007 Sections 1.3. through 1.3.3 are not adopted.\n\n94.2020.2. NFPA 14-2007 Chapter 2 is not adopted.\n\n94.2020.3. NFPA 14-2007 Sections 3.2. is adopted by reference, except that the following section is not adopted:\n\n\t3.2.2. Authority Having Jurisdiction.\n\n94.2020.4. NFPA 14-2007 Sections 3.3.3. through 3.3.3.2. are not adopted.\n\n94.2020.5. NFPA 14-2007 Section 4.1.3. is not adopted.\n\n94.2020.6. NFPA 14-2007 Section 4.5.1.3. is not adopted.\n\n94.2020.7. NFPA 14-2007 Section 4.6.4. is added and modified to read as follows:\n\n\t4.6.4. Nozzles.  Nozzles provided for Class II standpipe outlets shall be listed variable fog nozzles.\n\n94.2020.8. NFPA 14-2007 Section 4.8.2. is added and modified to read as follows:\n\n\t4.8.2. Each Fire Department connection shall have at least two 2-1\/2 inch internal threaded swivel fittings having NH standard threads as specified in NFPA 1963, Standard for Screw Threads and Gaskets for Fire Hose Connections.\n\n\tThe number of Fire Department hose inlets shall be at least as required in Table No. 4.8.2 of this chapter. Fire Department connections shall be equipped with caps to protect against entry of debris into the system.\n\nTABLE 4.8.2\nNUMBER OF FIRE DEPARTMENT CONNECTIONS\n\n\n  \n    \n      \n        HEIGHT OF HIGHEST OUTLET ABOVE FIRE DEPARTMENT CONNECTION, FEET\n      \n      \n        NUMBER OF FIRE DEPARTMENT CONNECTIONS\n      \n    \n    \n      \n        1 or 2 Risers\n      \n      \n        3 or more Risers\n      \n    \n    \n      \n        Less than 50\n      \n      \n        2\n      \n      \n        2\n      \n    \n    \n      \n        50 and over\n      \n      \n        4\n      \n      \n        6\n      \n    \n  \n\n\n94.2020.9. NFPA 14-2007 Section 5.1.3. is added and modified to read as follows:\n\n\t5.1.3. The spacing and location of standpipes and hose connections shall be in accordance with Section 905 of the Building Code.\n\n94.2020.10. NFPA 14-2007 Section 5.1.4. is not adopted.\n\n94.2020.11. NFPA 14-2007 Section 5.3.3. is added and modified to read as follows:\n\n\t5.3.3. Class III Systems. Class III is a standpipe system directly connected to a water supply and equipped with 2-1\/2 inch outlets or 2-1\/2 inch and 1-1\/2 inch outlets when a 1-1\/2 inch hose is required. Hose connections for Class III systems may be made through 2-1\/2 hose valves with easily removable 2-1\/2 inch by 1-1\/2 inch reducers.\n\n94.2020.12. NFPA 14-2007 Section 5.5.2. is added and modified to read as follows\n\n\t5.5.2. A valved outlet for a pressure gauge shall be installed on the upstream and downstream sides of every pressure regulating device.\n\n\tEXCEPTION:  Class I and Class III hose outlets.\n\n94.2020.13. NFPA 14-2007 Section 6.1.2.5. is added and modified to read as follows:\n\n\t6.1.2.5. To minimize or prevent pipe breakage where subject to earthquakes, standpipe systems shall be protected in accordance with Section 94.2010 of this Division.\n\n94.2020.14. NFPA 14-2007 Section 6.3.4.1. is added and modified to read as follows:\n\n\t6.3.4.1. Valves shall be within six feet six inches of the floor or shall be operable from fixed ladders or clamped tread ladders on risers, or use chains within six feet six inches of the floor connected to valve hand wheels or other suitable means.\n\n94.2020.15. NFPA 14-2007 Section 6.3.7.1 is added and modified to read as follows:\n\n\t6.3.7.1. System water supply valves, isolation control valves, and other valves in fire mains shall be supervised in an approved manner in the open position by one of the following methods:\n\n\t1.\tWhere a building has a fire alarm system or a sprinkler monitoring system installed, the valve shall be supervised by:\n\n\ta.\tA central station, proprietary, or remote supervising station; or\n\n\tb.\tA local signaling service that initiates an audible signal at a constantly attended location.\n\n\t2.\tWhere a building does not have a fire alarm system or a sprinkler monitoring system installed, the valve shall be supervised by:\n\n\ta.\tLocking the valves in the open position; or\n\n\tb.\tSealing of valves and a approved weekly recorded inspection where valves are located within fenced  enclosures under the control of the owner.\n\n94.2020.16. NFPA 14-2007 Section 6.4.5.3 is added and modified to read as follows:\n\n\t6.4.5.3. Fire Department inlets shall supply all Class I and Class III standpipes except for buildings with multiple zones.\n\n\tIn buildings which have multiple zones, each zone shall be provided with separate inlet connections.\n\n\tWhere the Fire Department inlet connection does not serve the entire building, the portions served shall be suitably identified.\n\n\tThe Fire Department connection shall be adequate to supply the required flow and pressure.\n\n94.2020.17. NFPA 14-2007 Section 7.2.2 is added and modified to read as follows:\n\n\t7.2.2. When system pressure-regulating device(s) are used in lieu of providing separate pumps, multiple zones shall be permitted to be supplied by a single pumping system and pressure-regulating device(s) under the following conditions:\n\n\t1.\tPressure-regulating device(s) shall be permitted to control pressure in the lower division;\n\n\t2.\tA method to isolate the pressure-regulating device(s) shall be provided for maintenance and repair;\n\n\t3.\tRegulating devices shall be arranged so that the failure of any single device does not allow pressure in excess of 175 psi (12.1 bar) to more than two hose connections;\n\n\t4.\tAn equally sized bypass around the pressure-regulating device(s), with a normally closed control valve, shall be installed;\n\n\t5.\tPressure-regulating device(s) shall be installed not more than 7 ft 6 in (2.31 m) above the floor;\n\n\t6.\tThe pressure-regulating device shall be provided with inlet and outlet pressure gauges;\n\n\t7.\tThe fire department connection(s) shall be connected to the system side of the outlet isolation valve;\n\n\t8.\tThe pressure-regulating device shall be provided with a pressure relief valve in accordance with the manufacturers recommendations;\n\n\t9.\tRemote monitoring and supervision for detecting high pressure failure of the pressure-regulating device shall be provided in accordance with NFPA 72, National Fire Alarm Code; and\n\n\t10.\tThe pumping system shall be adequate when three pumps are out of operation.\n\n94.2020.18. NFPA 14-2007 Section 7.3.1.1 is added and modified to read as follows:\n\n\t7.3.1.1. Fire Department Outlets.  Fire Department outlets shall be installed so as to be easily accessible for use by the Fire Department. Hose connections and hose stations shall be located not less than three feet or more than five feet above the floor.  A wrench clearance on all sides of the outlet shall be provided to insure that a 12-inch long wrench can be used to connect hose to outlet.  There shall be at least one-inch clearance around the hose valve handle.  Outlets shall be provided with a listed hose valve protected by a 2-1\/2 inch by 1-1\/2 inch reducer and 1-1\/2 inch cap and attachment chain.\n\n94.2020.19. NFPA 14-2007 Section 7.3.2 is added and modified to read as follows:\n\n\t7.3.2. Class I Systems. Class I systems shall be provided with 2-1\/2 in. (65mm) hose connections in the following locations:\n\n\t1.\tAt the main floor landing in exit stairways;\n\n\t2.\tOn each side of the wall adjacent to the exit openings of horizontal exits;\n\n\t3.\tIn other than covered mall buildings, in each exit passageway at the entrance from the building areas to the passageway;\n\n\t4.\tIn covered mall buildings, at the entrance to each exit passageway or exit corridor, and at the interior side of public entrances from the exterior to the mall; and\n\n\t5.\tAt the highest landing of stairways with stairway access to a roof, or on roofs with a slope of less than 4 in 12 where stairways do not access the roof.\n\n94.2020.20. NFPA 14-2007Section 7.9 is added and modified to read as follows:\n\n\t7.9. System Zoning Requirements.\n\n\t7.9.2. Height Limit.  Buildings shall be zoned so that standpipe system risers do not exceed 275 feet in height unless control of the nozzle pressure under both flow and static conditions is attained at each standpipe outlet by the installation of a listed pressure-regulating device and provided further that all of the following three limitations are met:\n\n\t1.\tThe pressure on the listed pressure-regulating device inlet side is not in excess of the rated working pressure of the listed pressure-regulating device and the remaining portions of the standpipe system are rated for not less than the maximum system pressure;\n\n\t2.\tThe hose valve outlet pressure is limited as required in Section 7.2.1.2 of NFPA-14; and\n\n\t3.\tThe zone height does not exceed 400 feet.\n\n\t7.9.3. Zoned systems shall comply with Alternate 1 or 2, below:\n\n\t1.\tAlternate 1.  The pumping system shall be adequate when three pumps are out of operation.\n\n\t2.\tAlternate 2.  Design shall comply with the following:  When fire pumps are required, separate fire pumps shall be required to serve each zone.  Fire pumps that individually serve separate zones and which are located at the same level may be installed in series.  Fire pumps installed in series shall serve each zone independently.\n\n\t7.9.3.1. and 7.9.3.2. are not adopted.\n\n\t7.9.4. Direct supply piping from the higher-zone fire pump to the higher-zone system piping shall be provided when the fire pump for the higher zone is on the same level as the fire pump serving the lower zone.  Two direct supply lines shall be provided to each zone with two or more standpipes.  The size of the direct supply piping to each zone shall be not less than the size of the largest standpipe riser served.\n\n\tLower-zone standpipe piping may be used to supply the higher zone and shall not be less than the size of the largest standpipe riser of the higher-zone system that is being supplied.  The two zones shall be connected by a minimum of two supply pipes of which one shall be automatically providing water to the higher zone from the lower zone.  A secondary method of supply is required when a residual pressure of 100 psi cannot be provided.\n\n\t7.9.4.1 is not adopted.\n\n94.2020.21. NFPA 14-2007 Section 7.10.1.3.1.1 is added and modified to read as follows:\n\n\t7.10.1.3.1.1. Where the sprinkler system water supply requirement, including the water stream allowance as determined in accordance with Section 2010 of this Division, exceeds the system demand established by Sections 7.7 and 7.10.1 of NFPA-14, the larger of the two values shall be provided.\n\n94.2020.22. NFPA 14-2007 Subsections (3) and (5) of Section 9.1.5 are not adopted.\n\n94.2020.23. NFPA 14-2007 Section 9.2.1 is added and modified to read as follows:\n\n\t9.2.1. Buildings Over 150 Feet High.\n\n\t1.\tRedundancy.  The system shall be adequate when either one pump, one pump driver, one riser or zone pressure regulator is out of operation.\n\n\t2.\tPower.  Pumps shall be either diesel engine or electric motor driven. Electric fire pump motors shall be supplied from normal and the emergency standby power system.  At least 750 g.p.m. shall be supplied by an electric motor driven pump.\n\n\tIf water flow requirements call for more than one pump to start, the normal and emergency power shall be sized to run all pumps at the same time.  The normal and emergency power system shall have adequate capacity and rating for all loads, including the redundant pump(s) to be operated simultaneously.  The controller for each unit of multiple pumps shall incorporate a sequential timing device to prevent any one driver from starting simultaneously with any other.  Failure of a leading driver to start shall not prevent subsequent drivers from starting.  Locking out of motors is prohibited.\n\n94.2020.24. NFPA 14-2007 Section 11.2.3 is added and modified to read as follows:\n\n\t11.2.3. Flushing the System Risers.  Water shall flow from the topmost outlet of each riser until the system is clear of all debris.\n\n\t11.2.3.1. Roof Outlets.  Standpipe systems shall be designed so that all risers can be flushed through outlets located on the roof.\n\n\t11.2.3.2. Flow.  All standpipe risers shall be flushed individually through the roof at residual pressure of at least 65 psi until the system is clear of debris.  The flow for Class I and Class III standpipes shall be at least 500 g.p.m. through each riser.\n\n94.2020.25. NFPA 14-2007 Section 11.5.6.3 is added and modified to read as follows:\n\n\t11.5.6.3. Pressure Regulator Valve Test.\n\n\t11.5.6.3.1. Test Required.  When required by the Department, 2-1\/2 inch pressure regulator valves installed on standpipe outlets shall be tested for proper operation at a flow of 300 g.p.m. with a residual pressure of 125 psi in the presence of a representative of the Department.\n\n\t11.5.6.3.2. Safety.  Test nozzles and other equipment shall be adequately secured so as to eliminate danger to personnel.\n\n\t11.5.6.3.3. Opening.  An accessible 2-1\/2 inch capped or plugged test opening shall be installed adjacent to each pressure regulator valve.\n\n\t11.5.6.3.4. Drain.  The test openings shall drain to a minimum 3-inch drain line constructed and installed as required for fire sprinkler drains.  The drains shall not discharge where they may cause damage.  Where available, drains shall terminate to the fire water storage tank. \n\n\t11.5.6.3.5. Interconnection.  The test drain shall either be separate or connect to a fire sprinkler drain to a fire protection tank.\n\n94.2020.26. NFPA 14-2007 Chapter 12 is added and modified to read as follows:\n\n\tBuildings Under Construction.\n\n\t12.1. General. During the construction of a building and until the permanent fire-extinguishing system has been installed and is in service, fire protection shall be provided in accordance with this section.\n\n\t12.2. Where required.  Every building four stories or more in height shall be provided with at least one standpipe for use during construction.  The standpipes shall be installed when the progress of construction is not more than 40 feet (12.19 m) in height above the lowest level of Fire Department access.  The standpipe shall be provided with Fire Department hose connections at accessible locations adjacent to usable stairs and the standpipe outlets shall be located adjacent to those usable stairs.  The standpipe systems shall be extended as construction progresses to within one floor of the highest point of construction having secured decking or flooring.\n\n\tIn each floor there shall be provided a 2-1\/2 inch (63.5 mm) valve outlet for Fire Department use.  Where construction height requires installation of a Class III standpipe, fire pumps and water main connections shall be provided to serve the standpipe.\n\n\t12.3. Temporary Standpipes.  Temporary Standpipes may be provided in place of permanent systems if they are designed to furnish a minimum of 500 gallons (1893 L) of water per minute at 50 pounds per square inch (345 kPa) pressure with a standpipe size of at least four inches (102 mm).  All pumping equipment sufficient to provide this pressure and volume shall be available at all times when a Class III standpipe system is required.\n\n\t12.4. Detailed Requirements.  Standpipe Systems for buildings under construction shall be installed as required for permanent Standpipe Systems.","order_by":"2020.0","ancestry":{"1":{"id":"42","name":"Plumbing Code","identifier":"4","label":"article","url":"\/9\/4\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"2313","structure_id":"42","section_number":"94.100.0","catch_line":"\n\n","url":"\/94.100.0\/","token":"94.100.0"},"1":{"id":"1849","structure_id":"42","section_number":"94.101.0","catch_line":"Title, Scope And General.","url":"\/94.101.0\/","token":"94.101.0"},"2":{"id":"3861","structure_id":"42","section_number":"94.102.0","catch_line":"Organization And Enforcement.","url":"\/94.102.0\/","token":"94.102.0"},"3":{"id":"246","structure_id":"42","section_number":"94.103.0","catch_line":"Permits And Inspections.","url":"\/94.103.0\/","token":"94.103.0"},"4":{"id":"2850","structure_id":"42","section_number":"94.201.0","catch_line":"General.","url":"\/94.201.0\/","token":"94.201.0"},"5":{"id":"711","structure_id":"42","section_number":"94.202.0","catch_line":"Definition Of Terms.","url":"\/94.202.0\/","token":"94.202.0"},"6":{"id":"750","structure_id":"42","section_number":"94.203.0","catch_line":"A.","url":"\/94.203.0\/","token":"94.203.0"},"7":{"id":"336","structure_id":"42","section_number":"94.204.0","catch_line":"B.","url":"\/94.204.0\/","token":"94.204.0"},"8":{"id":"3752","structure_id":"42","section_number":"94.205.0","catch_line":"C.","url":"\/94.205.0\/","token":"94.205.0"},"9":{"id":"1300","structure_id":"42","section_number":"94.206.0","catch_line":"D.","url":"\/94.206.0\/","token":"94.206.0"},"10":{"id":"151","structure_id":"42","section_number":"94.207.0","catch_line":"E.","url":"\/94.207.0\/","token":"94.207.0"},"11":{"id":"1665","structure_id":"42","section_number":"94.208.0","catch_line":"F.","url":"\/94.208.0\/","token":"94.208.0"},"12":{"id":"3619","structure_id":"42","section_number":"94.209.0","catch_line":"G.","url":"\/94.209.0\/","token":"94.209.0"},"13":{"id":"426","structure_id":"42","section_number":"94.210.0","catch_line":"H.","url":"\/94.210.0\/","token":"94.210.0"},"14":{"id":"1815","structure_id":"42","section_number":"94.211.0","catch_line":"I.","url":"\/94.211.0\/","token":"94.211.0"},"15":{"id":"2548","structure_id":"42","section_number":"94.212.0","catch_line":"J.","url":"\/94.212.0\/","token":"94.212.0"},"16":{"id":"4155","structure_id":"42","section_number":"94.213.0","catch_line":"K.","url":"\/94.213.0\/","token":"94.213.0"},"17":{"id":"472","structure_id":"42","section_number":"94.214.0","catch_line":"L.","url":"\/94.214.0\/","token":"94.214.0"},"18":{"id":"709","structure_id":"42","section_number":"94.215.0","catch_line":"M.","url":"\/94.215.0\/","token":"94.215.0"},"19":{"id":"1581","structure_id":"42","section_number":"94.216.0","catch_line":"N.","url":"\/94.216.0\/","token":"94.216.0"},"20":{"id":"4125","structure_id":"42","section_number":"94.217.0","catch_line":"O.","url":"\/94.217.0\/","token":"94.217.0"},"21":{"id":"478","structure_id":"42","section_number":"94.218.0","catch_line":"P.","url":"\/94.218.0\/","token":"94.218.0"},"22":{"id":"1539","structure_id":"42","section_number":"94.219.0","catch_line":"Q.","url":"\/94.219.0\/","token":"94.219.0"},"23":{"id":"832","structure_id":"42","section_number":"94.220.0","catch_line":"R.","url":"\/94.220.0\/","token":"94.220.0"},"24":{"id":"2012","structure_id":"42","section_number":"94.221.0","catch_line":"S.","url":"\/94.221.0\/","token":"94.221.0"},"25":{"id":"4152","structure_id":"42","section_number":"94.222.0","catch_line":"T.","url":"\/94.222.0\/","token":"94.222.0"},"26":{"id":"441","structure_id":"42","section_number":"94.223.0","catch_line":"U.","url":"\/94.223.0\/","token":"94.223.0"},"27":{"id":"2778","structure_id":"42","section_number":"94.224.0","catch_line":"V.","url":"\/94.224.0\/","token":"94.224.0"},"28":{"id":"1589","structure_id":"42","section_number":"94.225.0","catch_line":"W.","url":"\/94.225.0\/","token":"94.225.0"},"29":{"id":"1737","structure_id":"42","section_number":"94.226.0","catch_line":"X.","url":"\/94.226.0\/","token":"94.226.0"},"30":{"id":"3331","structure_id":"42","section_number":"94.227.0","catch_line":"Y.","url":"\/94.227.0\/","token":"94.227.0"},"31":{"id":"771","structure_id":"42","section_number":"94.228.0","catch_line":"Z.","url":"\/94.228.0\/","token":"94.228.0"},"32":{"id":"132","structure_id":"42","section_number":"94.300.0","catch_line":"Basic Provisions.","url":"\/94.300.0\/","token":"94.300.0"},"33":{"id":"3599","structure_id":"42","section_number":"94.400.0","catch_line":"Basic Provisions.","url":"\/94.400.0\/","token":"94.400.0"},"34":{"id":"3140","structure_id":"42","section_number":"94.500.0","catch_line":"Basic Provisions.","url":"\/94.500.0\/","token":"94.500.0"},"35":{"id":"422","structure_id":"42","section_number":"94.600.0","catch_line":"Basic Provisions.","url":"\/94.600.0\/","token":"94.600.0"},"36":{"id":"1461","structure_id":"42","section_number":"94.700.0","catch_line":"Basic Provisions.","url":"\/94.700.0\/","token":"94.700.0"},"37":{"id":"4129","structure_id":"42","section_number":"94.800.0","catch_line":"Basic Provisions.","url":"\/94.800.0\/","token":"94.800.0"},"38":{"id":"1613","structure_id":"42","section_number":"94.900.0","catch_line":"Basic Provisions.","url":"\/94.900.0\/","token":"94.900.0"},"39":{"id":"3387","structure_id":"42","section_number":"94.1000.0","catch_line":"General.","url":"\/94.1000.0\/","token":"94.1000.0"},"40":{"id":"2213","structure_id":"42","section_number":"94.1100.0","catch_line":"Basic Provisions.","url":"\/94.1100.0\/","token":"94.1100.0"},"41":{"id":"555","structure_id":"42","section_number":"94.1201.0","catch_line":"General.","url":"\/94.1201.0\/","token":"94.1201.0"},"42":{"id":"3675","structure_id":"42","section_number":"94.1202.0","catch_line":"Definitions.","url":"\/94.1202.0\/","token":"94.1202.0"},"43":{"id":"3335","structure_id":"42","section_number":"94.1203.0","catch_line":"Workmanship.","url":"\/94.1203.0\/","token":"94.1203.0"},"44":{"id":"1585","structure_id":"42","section_number":"94.1204.0","catch_line":"Inspection.","url":"\/94.1204.0\/","token":"94.1204.0"},"45":{"id":"2649","structure_id":"42","section_number":"94.1205.0","catch_line":"Certificate Of Inspection.","url":"\/94.1205.0\/","token":"94.1205.0"},"46":{"id":"2473","structure_id":"42","section_number":"94.1206.0","catch_line":"Authority To Render Gas Service.","url":"\/94.1206.0\/","token":"94.1206.0"},"47":{"id":"73","structure_id":"42","section_number":"94.1207.0","catch_line":"Authority To Disconnect.","url":"\/94.1207.0\/","token":"94.1207.0"},"48":{"id":"3574","structure_id":"42","section_number":"94.1208.0","catch_line":"Temporary Use Of Gas.","url":"\/94.1208.0\/","token":"94.1208.0"},"49":{"id":"3819","structure_id":"42","section_number":"94.1209.0","catch_line":"Gas Meter Locations.","url":"\/94.1209.0\/","token":"94.1209.0"},"50":{"id":"2338","structure_id":"42","section_number":"94.1210.0","catch_line":"Material For Gas Piping.","url":"\/94.1210.0\/","token":"94.1210.0"},"51":{"id":"3388","structure_id":"42","section_number":"94.1211.0","catch_line":"Installation Of Gas Piping.","url":"\/94.1211.0\/","token":"94.1211.0"},"52":{"id":"1729","structure_id":"42","section_number":"94.1212.0","catch_line":"Appliance Connectors.","url":"\/94.1212.0\/","token":"94.1212.0"},"53":{"id":"3825","structure_id":"42","section_number":"94.1213.0","catch_line":"Liquified Petroleum Gas Facilities And Piping.","url":"\/94.1213.0\/","token":"94.1213.0"},"54":{"id":"2043","structure_id":"42","section_number":"94.1214.0","catch_line":"Leaks.","url":"\/94.1214.0\/","token":"94.1214.0"},"55":{"id":"837","structure_id":"42","section_number":"94.1215.0","catch_line":"Interconnection Of Gas Piping Systems.","url":"\/94.1215.0\/","token":"94.1215.0"},"56":{"id":"566","structure_id":"42","section_number":"94.1216.0","catch_line":"Required Gas Supply.","url":"\/94.1216.0\/","token":"94.1216.0"},"57":{"id":"3127","structure_id":"42","section_number":"94.1217.0","catch_line":"Required Gas Piping Size.","url":"\/94.1217.0\/","token":"94.1217.0"},"58":{"id":"4184","structure_id":"42","section_number":"94.1218.0","catch_line":"Medium Pressure Gas Piping Systems.","url":"\/94.1218.0\/","token":"94.1218.0"},"59":{"id":"2329","structure_id":"42","section_number":"94.1219.0","catch_line":"Seismic Gas And Excess Flow Shut Off Valves.","url":"\/94.1219.0\/","token":"94.1219.0"},"60":{"id":"2698","structure_id":"42","section_number":"94.1300.0","catch_line":"Basic Provisions.","url":"\/94.1300.0\/","token":"94.1300.0"},"61":{"id":"3808","structure_id":"42","section_number":"94.1400.0","catch_line":"Basic Provisions.","url":"\/94.1400.0\/","token":"94.1400.0"},"62":{"id":"2125","structure_id":"42","section_number":"94.1500.0","catch_line":"General.","url":"\/94.1500.0\/","token":"94.1500.0"},"63":{"id":"2706","structure_id":"42","section_number":"94.1600.0","catch_line":"Basic Provisions.","url":"\/94.1600.0\/","token":"94.1600.0"},"64":{"id":"96","structure_id":"42","section_number":"94.1700.0","catch_line":"Basic Provisions.","url":"\/94.1700.0\/","token":"94.1700.0"},"65":{"id":"84","structure_id":"42","section_number":"94.1800.0","catch_line":"Basic Provisions.","url":"\/94.1800.0\/","token":"94.1800.0"},"66":{"id":"690","structure_id":"42","section_number":"94.2000.0","catch_line":"General.","url":"\/94.2000.0\/","token":"94.2000.0"},"67":{"id":"2939","structure_id":"42","section_number":"94.2001.0","catch_line":"Scope.","url":"\/94.2001.0\/","token":"94.2001.0"},"68":{"id":"3531","structure_id":"42","section_number":"94.2002.0","catch_line":"Adopted Standards.","url":"\/94.2002.0\/","token":"94.2002.0"},"69":{"id":"1125","structure_id":"42","section_number":"94.2003.0","catch_line":"Definitions.","url":"\/94.2003.0\/","token":"94.2003.0"},"70":{"id":"551","structure_id":"42","section_number":"94.2004.0","catch_line":"Material And Devices, All Fire Protection Systems.","url":"\/94.2004.0\/","token":"94.2004.0"},"71":{"id":"2485","structure_id":"42","section_number":"94.2005.0","catch_line":"Location.","url":"\/94.2005.0\/","token":"94.2005.0"},"72":{"id":"3293","structure_id":"42","section_number":"94.2006.0","catch_line":"Protection From Mechanical Damage.","url":"\/94.2006.0\/","token":"94.2006.0"},"73":{"id":"1044","structure_id":"42","section_number":"94.2007.0","catch_line":"Drainage Requirement Fire Protection Systems.","url":"\/94.2007.0\/","token":"94.2007.0"},"74":{"id":"3447","structure_id":"42","section_number":"94.2010.0","catch_line":"Nfpa-13.","url":"\/94.2010.0\/","token":"94.2010.0"},"75":{"id":"3193","structure_id":"42","section_number":"94.2011.0","catch_line":"Pilot Heads.","url":"\/94.2011.0\/","token":"94.2011.0"},"76":{"id":"1398","structure_id":"42","section_number":"94.2012.0","catch_line":"Compact Storage (Moveable Files).","url":"\/94.2012.0\/","token":"94.2012.0"},"77":{"id":"3327","structure_id":"42","section_number":"94.2013.0","catch_line":"Nfpa-13-R.","url":"\/94.2013.0\/","token":"94.2013.0"},"78":{"id":"3911","structure_id":"42","section_number":"94.2014.0","catch_line":"Nfpa-13-D.","url":"\/94.2014.0\/","token":"94.2014.0"},"79":{"id":"1773","structure_id":"42","section_number":"94.2020.0","catch_line":"Nfpa-14.","url":"\/94.2020.0\/","token":"94.2020.0"},"80":{"id":"3682","structure_id":"42","section_number":"94.2021.0","catch_line":"Class H Standpipes.","url":"\/94.2021.0\/","token":"94.2021.0"},"81":{"id":"2337","structure_id":"42","section_number":"94.2030.0","catch_line":"Fire Pumps And Drivers.","url":"\/94.2030.0\/","token":"94.2030.0"},"82":{"id":"2751","structure_id":"42","section_number":"94.2040.0","catch_line":"Underground Fire Protection Piping.","url":"\/94.2040.0\/","token":"94.2040.0"},"83":{"id":"2558","structure_id":"42","section_number":"94.2050.0","catch_line":"Fire Protection Tanks.","url":"\/94.2050.0\/","token":"94.2050.0"},"84":{"id":"2707","structure_id":"42","section_number":"94.2060.0","catch_line":"High-Rise Buildings.","url":"\/94.2060.0\/","token":"94.2060.0"}},"previous_section":{"id":"3911","structure_id":"42","section_number":"94.2014.0","catch_line":"Nfpa-13-D.","url":"\/94.2014.0\/","token":"94.2014.0"},"next_section":{"id":"3682","structure_id":"42","section_number":"94.2021.0","catch_line":"Class H Standpipes.","url":"\/94.2021.0\/","token":"94.2021.0"},"metadata":false,"references":false,"url":"\/94.2020.0\/","token":"94.2020.0","formats":{"txt":"\/94.2020.0.txt","json":"\/94.2020.0.xml"},"dublin_core":{"Title":"Nfpa-14.","Type":"Text","Format":"text\/html","Identifier":"§ 94.2020.0","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nNFPA-14. (§ 94.2020.0)\n\n  NFPA-14.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)\n\tNFPA 14-2007 is adopted by reference with the following exceptions,\nmodifications, and additions:94.2020.1. NFPA 14-2007 Sections 1.3. through 1.3.3\nare not adopted.94.2020.2. NFPA 14-2007 Chapter 2 is not adopted.94.2020.3. NFPA\n14-2007 Sections 3.2. is adopted by reference, except that the following section\nis not adopted:\t3.2.2. Authority Having Jurisdiction.94.2020.4. NFPA 14-2007\nSections 3.3.3. through 3.3.3.2. are not adopted.94.2020.5. NFPA 14-2007 Section\n4.1.3. is not adopted.94.2020.6. NFPA 14-2007 Section 4.5.1.3. is not\nadopted.94.2020.7. NFPA 14-2007 Section 4.6.4. is added and modified to read as\nfollows:\t4.6.4. Nozzles.  Nozzles provided for Class II standpipe outlets shall\nbe listed variable fog nozzles.94.2020.8. NFPA 14-2007 Section 4.8.2. is added\nand modified to read as follows:\t4.8.2. Each Fire Department connection shall\nhave at least two 2-1\/2 inch internal threaded swivel fittings having NH\nstandard threads as specified in NFPA 1963, Standard for Screw Threads and\nGaskets for Fire Hose Connections.\tThe number of Fire Department hose inlets\nshall be at least as required in Table No. 4.8.2 of this chapter. Fire\nDepartment connections shall be equipped with caps to protect against entry of\ndebris into the system.TABLE 4.8.2\nNUMBER OF FIRE DEPARTMENT CONNECTIONS\n  \n    \n      \n        HEIGHT OF HIGHEST OUTLET ABOVE FIRE DEPARTMENT CONNECTION, FEET\n      \n      \n        NUMBER OF FIRE DEPARTMENT CONNECTIONS\n      \n    \n    \n      \n        1 or 2 Risers\n      \n      \n        3 or more Risers\n      \n    \n    \n      \n        Less than 50\n      \n      \n        2\n      \n      \n        2\n      \n    \n    \n      \n        50 and over\n      \n      \n        4\n      \n      \n        6\n      \n    \n  \n94.2020.9. NFPA 14-2007 Section 5.1.3. is added and modified to read as\nfollows:\t5.1.3. The spacing and location of standpipes and hose connections\nshall be in accordance with Section 905 of the Building Code.94.2020.10. NFPA\n14-2007 Section 5.1.4. is not adopted.94.2020.11. NFPA 14-2007 Section 5.3.3. is\nadded and modified to read as follows:\t5.3.3. Class III Systems. Class III is a\nstandpipe system directly connected to a water supply and equipped with 2-1\/2\ninch outlets or 2-1\/2 inch and 1-1\/2 inch outlets when a 1-1\/2 inch hose is\nrequired. Hose connections for Class III systems may be made through 2-1\/2 hose\nvalves with easily removable 2-1\/2 inch by 1-1\/2 inch reducers.94.2020.12. NFPA\n14-2007 Section 5.5.2. is added and modified to read as follows\t5.5.2. A valved\noutlet for a pressure gauge shall be installed on the upstream and downstream\nsides of every pressure regulating device.\tEXCEPTION:  Class I and Class III\nhose outlets.94.2020.13. NFPA 14-2007 Section 6.1.2.5. is added and modified to\nread as follows:\t6.1.2.5. To minimize or prevent pipe breakage where subject to\nearthquakes, standpipe systems shall be protected in accordance with Section\n94.2010 of this Division.94.2020.14. NFPA 14-2007 Section 6.3.4.1. is added and\nmodified to read as follows:\t6.3.4.1. Valves shall be within six feet six inches\nof the floor or shall be operable from fixed ladders or clamped tread ladders on\nrisers, or use chains within six feet six inches of the floor connected to valve\nhand wheels or other suitable means.94.2020.15. NFPA 14-2007 Section 6.3.7.1 is\nadded and modified to read as follows:\t6.3.7.1. System water supply valves,\nisolation control valves, and other valves in fire mains shall be supervised in\nan approved manner in the open position by one of the following\nmethods:\t1.\tWhere a building has a fire alarm system or a sprinkler monitoring\nsystem installed, the valve shall be supervised by:\ta.\tA central station,\nproprietary, or remote supervising station; or\tb.\tA local signaling service that\ninitiates an audible signal at a constantly attended location.\t2.\tWhere a\nbuilding does not have a fire alarm system or a sprinkler monitoring system\ninstalled, the valve shall be supervised by:\ta.\tLocking the valves in the open\nposition; or\tb.\tSealing of valves and a approved weekly recorded inspection\nwhere valves are located within fenced  enclosures under the control of the\nowner.94.2020.16. NFPA 14-2007 Section 6.4.5.3 is added and modified to read as\nfollows:\t6.4.5.3. Fire Department inlets shall supply all Class I and Class III\nstandpipes except for buildings with multiple zones.\tIn buildings which have\nmultiple zones, each zone shall be provided with separate inlet\nconnections.\tWhere the Fire Department inlet connection does not serve the\nentire building, the portions served shall be suitably identified.\tThe Fire\nDepartment connection shall be adequate to supply the required flow and\npressure.94.2020.17. NFPA 14-2007 Section 7.2.2 is added and modified to read as\nfollows:\t7.2.2. When system pressure-regulating device(s) are used in lieu of\nproviding separate pumps, multiple zones shall be permitted to be supplied by a\nsingle pumping system and pressure-regulating device(s) under the following\nconditions:\t1.\tPressure-regulating device(s) shall be permitted to control\npressure in the lower division;\t2.\tA method to isolate the pressure-regulating\ndevice(s) shall be provided for maintenance and repair;\t3.\tRegulating devices\nshall be arranged so that the failure of any single device does not allow\npressure in excess of 175 psi (12.1 bar) to more than two hose\nconnections;\t4.\tAn equally sized bypass around the pressure-regulating\ndevice(s), with a normally closed control valve, shall be\ninstalled;\t5.\tPressure-regulating device(s) shall be installed not more than 7\nft 6 in (2.31 m) above the floor;\t6.\tThe pressure-regulating device shall be\nprovided with inlet and outlet pressure gauges;\t7.\tThe fire department\nconnection(s) shall be connected to the system side of the outlet isolation\nvalve;\t8.\tThe pressure-regulating device shall be provided with a pressure\nrelief valve in accordance with the manufacturers recommendations;\t9.\tRemote\nmonitoring and supervision for detecting high pressure failure of the\npressure-regulating device shall be provided in accordance with NFPA 72,\nNational Fire Alarm Code; and\t10.\tThe pumping system shall be adequate when\nthree pumps are out of operation.94.2020.18. NFPA 14-2007 Section 7.3.1.1 is\nadded and modified to read as follows:\t7.3.1.1. Fire Department Outlets.  Fire\nDepartment outlets shall be installed so as to be easily accessible for use by\nthe Fire Department. Hose connections and hose stations shall be located not\nless than three feet or more than five feet above the floor.  A wrench\nclearance on all sides of the outlet shall be provided to insure that a 12-inch\nlong wrench can be used to connect hose to outlet.  There shall be at least\none-inch clearance around the hose valve handle.  Outlets shall be provided\nwith a listed hose valve protected by a 2-1\/2 inch by 1-1\/2 inch reducer and\n1-1\/2 inch cap and attachment chain.94.2020.19. NFPA 14-2007 Section 7.3.2 is\nadded and modified to read as follows:\t7.3.2. Class I Systems. Class I systems\nshall be provided with 2-1\/2 in. (65mm) hose connections in the following\nlocations:\t1.\tAt the main floor landing in exit stairways;\t2.\tOn each side of\nthe wall adjacent to the exit openings of horizontal exits;\t3.\tIn other than\ncovered mall buildings, in each exit passageway at the entrance from the\nbuilding areas to the passageway;\t4.\tIn covered mall buildings, at the entrance\nto each exit passageway or exit corridor, and at the interior side of public\nentrances from the exterior to the mall; and\t5.\tAt the highest landing of\nstairways with stairway access to a roof, or on roofs with a slope of less than\n4 in 12 where stairways do not access the roof.94.2020.20. NFPA 14-2007Section\n7.9 is added and modified to read as follows:\t7.9. System Zoning\nRequirements.\t7.9.2. Height Limit.  Buildings shall be zoned so that standpipe\nsystem risers do not exceed 275 feet in height unless control of the nozzle\npressure under both flow and static conditions is attained at each standpipe\noutlet by the installation of a listed pressure-regulating device and provided\nfurther that all of the following three limitations are met:\t1.\tThe pressure on\nthe listed pressure-regulating device inlet side is not in excess of the rated\nworking pressure of the listed pressure-regulating device and the remaining\nportions of the standpipe system are rated for not less than the maximum system\npressure;\t2.\tThe hose valve outlet pressure is limited as required in Section\n7.2.1.2 of NFPA-14; and\t3.\tThe zone height does not exceed 400 feet.\t7.9.3.\nZoned systems shall comply with Alternate 1 or 2, below:\t1.\tAlternate 1.  The\npumping system shall be adequate when three pumps are out of\noperation.\t2.\tAlternate 2.  Design shall comply with the following:  When fire\npumps are required, separate fire pumps shall be required to serve each zone. \nFire pumps that individually serve separate zones and which are located at the\nsame level may be installed in series.  Fire pumps installed in series shall\nserve each zone independently.\t7.9.3.1. and 7.9.3.2. are not adopted.\t7.9.4.\nDirect supply piping from the higher-zone fire pump to the higher-zone system\npiping shall be provided when the fire pump for the higher zone is on the same\nlevel as the fire pump serving the lower zone.  Two direct supply lines shall\nbe provided to each zone with two or more standpipes.  The size of the direct\nsupply piping to each zone shall be not less than the size of the largest\nstandpipe riser served.\tLower-zone standpipe piping may be used to supply the\nhigher zone and shall not be less than the size of the largest standpipe riser\nof the higher-zone system that is being supplied.  The two zones shall be\nconnected by a minimum of two supply pipes of which one shall be automatically\nproviding water to the higher zone from the lower zone.  A secondary method of\nsupply is required when a residual pressure of 100 psi cannot be\nprovided.\t7.9.4.1 is not adopted.94.2020.21. NFPA 14-2007 Section 7.10.1.3.1.1\nis added and modified to read as follows:\t7.10.1.3.1.1. Where the sprinkler\nsystem water supply requirement, including the water stream allowance as\ndetermined in accordance with Section 2010 of this Division, exceeds the system\ndemand established by Sections 7.7 and 7.10.1 of NFPA-14, the larger of the two\nvalues shall be provided.94.2020.22. NFPA 14-2007 Subsections (3) and (5) of\nSection 9.1.5 are not adopted.94.2020.23. NFPA 14-2007 Section 9.2.1 is added\nand modified to read as follows:\t9.2.1. Buildings Over 150 Feet\nHigh.\t1.\tRedundancy.  The system shall be adequate when either one pump, one\npump driver, one riser or zone pressure regulator is out of\noperation.\t2.\tPower.  Pumps shall be either diesel engine or electric motor\ndriven. Electric fire pump motors shall be supplied from normal and the\nemergency standby power system.  At least 750 g.p.m. shall be supplied by an\nelectric motor driven pump.\tIf water flow requirements call for more than one\npump to start, the normal and emergency power shall be sized to run all pumps at\nthe same time.  The normal and emergency power system shall have adequate\ncapacity and rating for all loads, including the redundant pump(s) to be\noperated simultaneously.  The controller for each unit of multiple pumps shall\nincorporate a sequential timing device to prevent any one driver from starting\nsimultaneously with any other.  Failure of a leading driver to start shall not\nprevent subsequent drivers from starting.  Locking out of motors is\nprohibited.94.2020.24. NFPA 14-2007 Section 11.2.3 is added and modified to read\nas follows:\t11.2.3. Flushing the System Risers.  Water shall flow from the\ntopmost outlet of each riser until the system is clear of all debris.\t11.2.3.1.\nRoof Outlets.  Standpipe systems shall be designed so that all risers can be\nflushed through outlets located on the roof.\t11.2.3.2. Flow.  All standpipe\nrisers shall be flushed individually through the roof at residual pressure of at\nleast 65 psi until the system is clear of debris.  The flow for Class I and\nClass III standpipes shall be at least 500 g.p.m. through each riser.94.2020.25.\nNFPA 14-2007 Section 11.5.6.3 is added and modified to read as\nfollows:\t11.5.6.3. Pressure Regulator Valve Test.\t11.5.6.3.1. Test Required. \nWhen required by the Department, 2-1\/2 inch pressure regulator valves installed\non standpipe outlets shall be tested for proper operation at a flow of 300\ng.p.m. with a residual pressure of 125 psi in the presence of a representative\nof the Department.\t11.5.6.3.2. Safety.  Test nozzles and other equipment shall\nbe adequately secured so as to eliminate danger to personnel.\t11.5.6.3.3.\nOpening.  An accessible 2-1\/2 inch capped or plugged test opening shall be\ninstalled adjacent to each pressure regulator valve.\t11.5.6.3.4. Drain.  The\ntest openings shall drain to a minimum 3-inch drain line constructed and\ninstalled as required for fire sprinkler drains.  The drains shall not\ndischarge where they may cause damage.  Where available, drains shall terminate\nto the fire water storage tank. \t11.5.6.3.5. Interconnection.  The test drain\nshall either be separate or connect to a fire sprinkler drain to a fire\nprotection tank.94.2020.26. NFPA 14-2007 Chapter 12 is added and modified to\nread as follows:\tBuildings Under Construction.\t12.1. General. During the\nconstruction of a building and until the permanent fire-extinguishing system has\nbeen installed and is in service, fire protection shall be provided in\naccordance with this section.\t12.2. Where required.  Every building four\nstories or more in height shall be provided with at least one standpipe for use\nduring construction.  The standpipes shall be installed when the progress of\nconstruction is not more than 40 feet (12.19 m) in height above the lowest level\nof Fire Department access.  The standpipe shall be provided with Fire\nDepartment hose connections at accessible locations adjacent to usable stairs\nand the standpipe outlets shall be located adjacent to those usable stairs. \nThe standpipe systems shall be extended as construction progresses to within one\nfloor of the highest point of construction having secured decking or\nflooring.\tIn each floor there shall be provided a 2-1\/2 inch (63.5 mm) valve\noutlet for Fire Department use.  Where construction height requires\ninstallation of a Class III standpipe, fire pumps and water main connections\nshall be provided to serve the standpipe.\t12.3. Temporary Standpipes. \nTemporary Standpipes may be provided in place of permanent systems if they are\ndesigned to furnish a minimum of 500 gallons (1893 L) of water per minute at 50\npounds per square inch (345 kPa) pressure with a standpipe size of at least four\ninches (102 mm).  All pumping equipment sufficient to provide this pressure and\nvolume shall be available at all times when a Class III standpipe system is\nrequired.\t12.4. Detailed Requirements.  Standpipe Systems for buildings under\nconstruction shall be installed as required for permanent Standpipe Systems.\n","html":"\n\t\t\t\t\t<section><p>  NFPA-14.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)<br \/><br \/>\n\tNFPA 14-2007 is adopted by reference with the following exceptions, modifications, and additions:<br \/><br \/>94.2020.1. NFPA 14-2007 Sections 1.3. through 1.3.3 are not adopted.<br \/><br \/>94.2020.2. NFPA 14-2007 Chapter 2 is not adopted.<br \/><br \/>94.2020.3. NFPA 14-2007 Sections 3.2. is adopted by reference, except that the following section is not adopted:<br \/><br \/>\t3.2.2. Authority Having <span class=\"dictionary\">Jurisdiction<\/span>.<br \/><br \/>94.2020.4. NFPA 14-2007 Sections 3.3.3. through 3.3.3.2. are not adopted.<br \/><br \/>94.2020.5. NFPA 14-2007 Section 4.1.3. is not adopted.<br \/><br \/>94.2020.6. NFPA 14-2007 Section 4.5.1.3. is not adopted.<br \/><br \/>94.2020.7. NFPA 14-2007 Section 4.6.4. is added and modified to read as follows:<br \/><br \/>\t4.6.4. Nozzles.  Nozzles provided for Class II standpipe outlets shall be listed variable fog nozzles.<br \/><br \/>94.2020.8. NFPA 14-2007 Section 4.8.2. is added and modified to read as follows:<br \/><br \/>\t4.8.2. Each Fire Department connection shall have at least two 2-1\/2 inch internal threaded swivel fittings having NH standard threads as specified in NFPA 1963, Standard for Screw Threads and Gaskets for Fire Hose Connections.<br \/><br \/>\tThe number of Fire Department hose inlets shall be at least as required in Table No. 4.8.2 of this chapter. Fire Department connections shall be equipped with caps to protect against entry of debris into the system.<br \/><br \/>TABLE 4.8.2\nNUMBER OF FIRE DEPARTMENT CONNECTIONS<br \/><br \/>\n  \n    \n      \n        HEIGHT OF HIGHEST OUTLET ABOVE FIRE DEPARTMENT CONNECTION, FEET\n      \n      \n        NUMBER OF FIRE DEPARTMENT CONNECTIONS\n      \n    \n    \n      \n        1 or 2 Risers\n      \n      \n        3 or more Risers\n      \n    \n    \n      \n        Less than 50\n      \n      \n        2\n      \n      \n        2\n      \n    \n    \n      \n        50 and over\n      \n      \n        4\n      \n      \n        6\n      \n    \n  <br \/><br \/>\n94.2020.9. NFPA 14-2007 Section 5.1.3. is added and modified to read as follows:<br \/><br \/>\t5.1.3. The spacing and location of standpipes and hose connections shall be in accordance with Section 905 of the Building Code.<br \/><br \/>94.2020.10. NFPA 14-2007 Section 5.1.4. is not adopted.<br \/><br \/>94.2020.11. NFPA 14-2007 Section 5.3.3. is added and modified to read as follows:<br \/><br \/>\t5.3.3. Class III Systems. Class III is a standpipe system directly connected to a water supply and equipped with 2-1\/2 inch outlets or 2-1\/2 inch and 1-1\/2 inch outlets when a 1-1\/2 inch hose is required. Hose connections for Class III systems may be made through 2-1\/2 hose valves with easily removable 2-1\/2 inch by 1-1\/2 inch reducers.<br \/><br \/>94.2020.12. NFPA 14-2007 Section 5.5.2. is added and modified to read as follows<br \/><br \/>\t5.5.2. A valved outlet for a pressure gauge shall be installed on the upstream and downstream sides of every pressure regulating device.<br \/><br \/>\tEXCEPTION:  Class I and Class III hose outlets.<br \/><br \/>94.2020.13. NFPA 14-2007 Section 6.1.2.5. is added and modified to read as follows:<br \/><br \/>\t6.1.2.5. To minimize or prevent pipe breakage where subject to earthquakes, standpipe systems shall be protected in accordance with Section 94.2010 of this Division.<br \/><br \/>94.2020.14. NFPA 14-2007 Section 6.3.4.1. is added and modified to read as follows:<br \/><br \/>\t6.3.4.1. Valves shall be within six feet six inches of the floor or shall be operable from fixed ladders or clamped tread ladders on risers, or use chains within six feet six inches of the floor connected to valve hand wheels or other suitable means.<br \/><br \/>94.2020.15. NFPA 14-2007 Section 6.3.7.1 is added and modified to read as follows:<br \/><br \/>\t6.3.7.1. System water supply valves, isolation control valves, and other valves in fire mains shall be supervised in an approved manner in the open position by one of the following methods:<br \/><br \/>\t1.\tWhere a building has a fire alarm system or a sprinkler monitoring system installed, the valve shall be supervised by:<br \/><br \/>\ta.\tA central station, proprietary, or remote supervising station; or<br \/><br \/>\tb.\tA local signaling service that initiates an audible signal at a constantly attended location.<br \/><br \/>\t2.\tWhere a building does not have a fire alarm system or a sprinkler monitoring system installed, the valve shall be supervised by:<br \/><br \/>\ta.\tLocking the valves in the open position; or<br \/><br \/>\tb.\tSealing of valves and a approved weekly recorded inspection where valves are located within fenced  enclosures under the control of the owner.<br \/><br \/>94.2020.16. NFPA 14-2007 Section 6.4.5.3 is added and modified to read as follows:<br \/><br \/>\t6.4.5.3. Fire Department inlets shall supply all Class I and Class III standpipes except for buildings with multiple zones.<br \/><br \/>\tIn buildings which have multiple zones, each zone shall be provided with separate inlet connections.<br \/><br \/>\tWhere the Fire Department inlet connection does not serve the entire building, the portions served shall be suitably identified.<br \/><br \/>\tThe Fire Department connection shall be adequate to supply the required flow and pressure.<br \/><br \/>94.2020.17. NFPA 14-2007 Section 7.2.2 is added and modified to read as follows:<br \/><br \/>\t7.2.2. When system pressure-regulating device(s) are used in lieu of providing separate pumps, multiple zones shall be permitted to be supplied by a single pumping system and pressure-regulating device(s) under the following conditions:<br \/><br \/>\t1.\tPressure-regulating device(s) shall be permitted to control pressure in the lower division;<br \/><br \/>\t2.\tA method to isolate the pressure-regulating device(s) shall be provided for maintenance and repair;<br \/><br \/>\t3.\tRegulating devices shall be arranged so that the failure of any single device does not allow pressure in excess of 175 psi (12.1 bar) to more than two hose connections;<br \/><br \/>\t4.\tAn equally sized bypass around the pressure-regulating device(s), with a normally closed control valve, shall be installed;<br \/><br \/>\t5.\tPressure-regulating device(s) shall be installed not more than 7 ft 6 in (2.31 m) above the floor;<br \/><br \/>\t6.\tThe pressure-regulating device shall be provided with inlet and outlet pressure gauges;<br \/><br \/>\t7.\tThe fire department connection(s) shall be connected to the system side of the outlet isolation valve;<br \/><br \/>\t8.\tThe pressure-regulating device shall be provided with a pressure relief valve in accordance with the manufacturers recommendations;<br \/><br \/>\t9.\tRemote monitoring and supervision for detecting high pressure failure of the pressure-regulating device shall be provided in accordance with NFPA 72, National Fire Alarm Code; and<br \/><br \/>\t10.\tThe pumping system shall be adequate when three pumps are out of operation.<br \/><br \/>94.2020.18. NFPA 14-2007 Section 7.3.1.1 is added and modified to read as follows:<br \/><br \/>\t7.3.1.1. Fire Department Outlets.  Fire Department outlets shall be installed so as to be easily accessible for use by the Fire Department. Hose connections and hose stations shall be located not less than three feet or more than five feet above the floor.  A wrench clearance on all sides of the outlet shall be provided to insure that a 12-inch long wrench can be used to connect hose to outlet.  There shall be at least one-inch clearance around the hose valve handle.  Outlets shall be provided with a listed hose valve protected by a 2-1\/2 inch by 1-1\/2 inch reducer and 1-1\/2 inch cap and <span class=\"dictionary\">attachment<\/span> chain.<br \/><br \/>94.2020.19. NFPA 14-2007 Section 7.3.2 is added and modified to read as follows:<br \/><br \/>\t7.3.2. Class I Systems. Class I systems shall be provided with 2-1\/2 in. (65mm) hose connections in the following locations:<br \/><br \/>\t1.\tAt the main floor landing in exit stairways;<br \/><br \/>\t2.\tOn each side of the wall adjacent to the exit openings of horizontal exits;<br \/><br \/>\t3.\tIn other than covered mall buildings, in each exit passageway at the entrance from the building areas to the passageway;<br \/><br \/>\t4.\tIn covered mall buildings, at the entrance to each exit passageway or exit corridor, and at the interior side of public entrances from the exterior to the mall; and<br \/><br \/>\t5.\tAt the highest landing of stairways with stairway access to a roof, or on roofs with a slope of less than 4 in 12 where stairways do not access the roof.<br \/><br \/>94.2020.20. NFPA 14-2007Section 7.9 is added and modified to read as follows:<br \/><br \/>\t7.9. System Zoning Requirements.<br \/><br \/>\t7.9.2. Height Limit.  Buildings shall be zoned so that standpipe system risers do not exceed 275 feet in height unless control of the nozzle pressure under both flow and static conditions is attained at each standpipe outlet by the installation of a listed pressure-regulating device and provided further that all of the following three limitations are met:<br \/><br \/>\t1.\tThe pressure on the listed pressure-regulating device inlet side is not in excess of the rated working pressure of the listed pressure-regulating device and the remaining portions of the standpipe system are rated for not less than the maximum system pressure;<br \/><br \/>\t2.\tThe hose valve outlet pressure is limited as required in Section 7.2.1.2 of NFPA-14; and<br \/><br \/>\t3.\tThe zone height does not exceed 400 feet.<br \/><br \/>\t7.9.3. Zoned systems shall comply with Alternate 1 or 2, below:<br \/><br \/>\t1.\tAlternate 1.  The pumping system shall be adequate when three pumps are out of operation.<br \/><br \/>\t2.\tAlternate 2.  Design shall comply with the following:  When fire pumps are required, separate fire pumps shall be required to serve each zone.  Fire pumps that individually serve separate zones and which are located at the same level may be installed in series.  Fire pumps installed in series shall serve each zone independently.<br \/><br \/>\t7.9.3.1. and 7.9.3.2. are not adopted.<br \/><br \/>\t7.9.4. Direct supply piping from the higher-zone fire pump to the higher-zone system piping shall be provided when the fire pump for the higher zone is on the same level as the fire pump serving the lower zone.  Two direct supply lines shall be provided to each zone with two or more standpipes.  The size of the direct supply piping to each zone shall be not less than the size of the largest standpipe riser served.<br \/><br \/>\tLower-zone standpipe piping may be used to supply the higher zone and shall not be less than the size of the largest standpipe riser of the higher-zone system that is being supplied.  The two zones shall be connected by a minimum of two supply pipes of which one shall be automatically providing water to the higher zone from the lower zone.  A secondary method of supply is required when a residual pressure of 100 psi cannot be provided.<br \/><br \/>\t7.9.4.1 is not adopted.<br \/><br \/>94.2020.21. NFPA 14-2007 Section 7.10.1.3.1.1 is added and modified to read as follows:<br \/><br \/>\t7.10.1.3.1.1. Where the sprinkler system water supply requirement, including the water stream allowance as determined in accordance with Section 2010 of this Division, exceeds the system demand established by Sections 7.7 and 7.10.1 of NFPA-14, the larger of the two values shall be provided.<br \/><br \/>94.2020.22. NFPA 14-2007 Subsections (3) and (5) of Section 9.1.5 are not adopted.<br \/><br \/>94.2020.23. NFPA 14-2007 Section 9.2.1 is added and modified to read as follows:<br \/><br \/>\t9.2.1. Buildings Over 150 Feet High.<br \/><br \/>\t1.\tRedundancy.  The system shall be adequate when either one pump, one pump driver, one riser or zone pressure regulator is out of operation.<br \/><br \/>\t2.\tPower.  Pumps shall be either diesel engine or electric motor driven. Electric fire pump motors shall be supplied from normal and the emergency standby power system.  At least 750 g.p.m. shall be supplied by an electric motor driven pump.<br \/><br \/>\tIf water flow requirements call for more than one pump to start, the normal and emergency power shall be sized to run all pumps at the same time.  The normal and emergency power system shall have adequate capacity and rating for all loads, including the redundant pump(s) to be operated simultaneously.  The controller for each unit of multiple pumps shall incorporate a sequential timing device to prevent any one driver from starting simultaneously with any other.  Failure of a leading driver to start shall not prevent subsequent drivers from starting.  Locking out of motors is prohibited.<br \/><br \/>94.2020.24. NFPA 14-2007 Section 11.2.3 is added and modified to read as follows:<br \/><br \/>\t11.2.3. Flushing the System Risers.  Water shall flow from the topmost outlet of each riser until the system is clear of all debris.<br \/><br \/>\t11.2.3.1. Roof Outlets.  Standpipe systems shall be designed so that all risers can be flushed through outlets located on the roof.<br \/><br \/>\t11.2.3.2. Flow.  All standpipe risers shall be flushed individually through the roof at residual pressure of at least 65 psi until the system is clear of debris.  The flow for Class I and Class III standpipes shall be at least 500 g.p.m. through each riser.<br \/><br \/>94.2020.25. NFPA 14-2007 Section 11.5.6.3 is added and modified to read as follows:<br \/><br \/>\t11.5.6.3. Pressure Regulator Valve Test.<br \/><br \/>\t11.5.6.3.1. Test Required.  When required by the Department, 2-1\/2 inch pressure regulator valves installed on standpipe outlets shall be tested for proper operation at a flow of 300 g.p.m. with a residual pressure of 125 psi in the presence of a representative of the Department.<br \/><br \/>\t11.5.6.3.2. Safety.  Test nozzles and other equipment shall be adequately secured so as to eliminate danger to personnel.<br \/><br \/>\t11.5.6.3.3. Opening.  An accessible 2-1\/2 inch capped or plugged test opening shall be installed adjacent to each pressure regulator valve.<br \/><br \/>\t11.5.6.3.4. Drain.  The test openings shall drain to a minimum 3-inch drain line constructed and installed as required for fire sprinkler drains.  The drains shall not discharge where they may cause damage.  Where available, drains shall terminate to the fire water storage tank. <br \/><br \/>\t11.5.6.3.5. Interconnection.  The test drain shall either be separate or connect to a fire sprinkler drain to a fire protection tank.<br \/><br \/>94.2020.26. NFPA 14-2007 Chapter 12 is added and modified to read as follows:<br \/><br \/>\tBuildings Under Construction.<br \/><br \/>\t12.1. General. During the construction of a building and until the permanent fire-extinguishing system has been installed and is in service, fire protection shall be provided in accordance with this section.<br \/><br \/>\t12.2. Where required.  Every building four stories or more in height shall be provided with at least one standpipe for use during construction.  The standpipes shall be installed when the progress of construction is not more than 40 feet (12.19 m) in height above the lowest level of Fire Department access.  The standpipe shall be provided with Fire Department hose connections at accessible locations adjacent to usable stairs and the standpipe outlets shall be located adjacent to those usable stairs.  The standpipe systems shall be extended as construction progresses to within one floor of the highest point of construction having secured decking or flooring.<br \/><br \/>\tIn each floor there shall be provided a 2-1\/2 inch (63.5 mm) valve outlet for Fire Department use.  Where construction height requires installation of a Class III standpipe, fire pumps and water main connections shall be provided to serve the standpipe.<br \/><br \/>\t12.3. Temporary Standpipes.  Temporary Standpipes may be provided in place of permanent systems if they are designed to furnish a minimum of 500 gallons (1893 L) of water per minute at 50 pounds per square inch (345 kPa) pressure with a standpipe size of at least four inches (102 mm).  All pumping equipment sufficient to provide this pressure and volume shall be available at all times when a Class III standpipe system is required.<br \/><br \/>\t12.4. Detailed Requirements.  Standpipe Systems for buildings under construction shall be installed as required for permanent Standpipe Systems.<\/p><\/section>","text":{"0":{"id":"1757","text":"  NFPA-14.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)\n\tNFPA 14-2007 is adopted by reference with the following exceptions, modifications, and additions:94.2020.1. NFPA 14-2007 Sections 1.3. through 1.3.3 are not adopted.94.2020.2. NFPA 14-2007 Chapter 2 is not adopted.94.2020.3. NFPA 14-2007 Sections 3.2. is adopted by reference, except that the following section is not adopted:\t3.2.2. Authority Having Jurisdiction.94.2020.4. NFPA 14-2007 Sections 3.3.3. through 3.3.3.2. are not adopted.94.2020.5. NFPA 14-2007 Section 4.1.3. is not adopted.94.2020.6. NFPA 14-2007 Section 4.5.1.3. is not adopted.94.2020.7. NFPA 14-2007 Section 4.6.4. is added and modified to read as follows:\t4.6.4. Nozzles.  Nozzles provided for Class II standpipe outlets shall be listed variable fog nozzles.94.2020.8. NFPA 14-2007 Section 4.8.2. is added and modified to read as follows:\t4.8.2. Each Fire Department connection shall have at least two 2-1\/2 inch internal threaded swivel fittings having NH standard threads as specified in NFPA 1963, Standard for Screw Threads and Gaskets for Fire Hose Connections.\tThe number of Fire Department hose inlets shall be at least as required in Table No. 4.8.2 of this chapter. Fire Department connections shall be equipped with caps to protect against entry of debris into the system.TABLE 4.8.2\nNUMBER OF FIRE DEPARTMENT CONNECTIONS\n  \n    \n      \n        HEIGHT OF HIGHEST OUTLET ABOVE FIRE DEPARTMENT CONNECTION, FEET\n      \n      \n        NUMBER OF FIRE DEPARTMENT CONNECTIONS\n      \n    \n    \n      \n        1 or 2 Risers\n      \n      \n        3 or more Risers\n      \n    \n    \n      \n        Less than 50\n      \n      \n        2\n      \n      \n        2\n      \n    \n    \n      \n        50 and over\n      \n      \n        4\n      \n      \n        6\n      \n    \n  \n94.2020.9. NFPA 14-2007 Section 5.1.3. is added and modified to read as follows:\t5.1.3. The spacing and location of standpipes and hose connections shall be in accordance with Section 905 of the Building Code.94.2020.10. NFPA 14-2007 Section 5.1.4. is not adopted.94.2020.11. NFPA 14-2007 Section 5.3.3. is added and modified to read as follows:\t5.3.3. Class III Systems. Class III is a standpipe system directly connected to a water supply and equipped with 2-1\/2 inch outlets or 2-1\/2 inch and 1-1\/2 inch outlets when a 1-1\/2 inch hose is required. Hose connections for Class III systems may be made through 2-1\/2 hose valves with easily removable 2-1\/2 inch by 1-1\/2 inch reducers.94.2020.12. NFPA 14-2007 Section 5.5.2. is added and modified to read as follows\t5.5.2. A valved outlet for a pressure gauge shall be installed on the upstream and downstream sides of every pressure regulating device.\tEXCEPTION:  Class I and Class III hose outlets.94.2020.13. NFPA 14-2007 Section 6.1.2.5. is added and modified to read as follows:\t6.1.2.5. To minimize or prevent pipe breakage where subject to earthquakes, standpipe systems shall be protected in accordance with Section 94.2010 of this Division.94.2020.14. NFPA 14-2007 Section 6.3.4.1. is added and modified to read as follows:\t6.3.4.1. Valves shall be within six feet six inches of the floor or shall be operable from fixed ladders or clamped tread ladders on risers, or use chains within six feet six inches of the floor connected to valve hand wheels or other suitable means.94.2020.15. NFPA 14-2007 Section 6.3.7.1 is added and modified to read as follows:\t6.3.7.1. System water supply valves, isolation control valves, and other valves in fire mains shall be supervised in an approved manner in the open position by one of the following methods:\t1.\tWhere a building has a fire alarm system or a sprinkler monitoring system installed, the valve shall be supervised by:\ta.\tA central station, proprietary, or remote supervising station; or\tb.\tA local signaling service that initiates an audible signal at a constantly attended location.\t2.\tWhere a building does not have a fire alarm system or a sprinkler monitoring system installed, the valve shall be supervised by:\ta.\tLocking the valves in the open position; or\tb.\tSealing of valves and a approved weekly recorded inspection where valves are located within fenced  enclosures under the control of the owner.94.2020.16. NFPA 14-2007 Section 6.4.5.3 is added and modified to read as follows:\t6.4.5.3. Fire Department inlets shall supply all Class I and Class III standpipes except for buildings with multiple zones.\tIn buildings which have multiple zones, each zone shall be provided with separate inlet connections.\tWhere the Fire Department inlet connection does not serve the entire building, the portions served shall be suitably identified.\tThe Fire Department connection shall be adequate to supply the required flow and pressure.94.2020.17. NFPA 14-2007 Section 7.2.2 is added and modified to read as follows:\t7.2.2. When system pressure-regulating device(s) are used in lieu of providing separate pumps, multiple zones shall be permitted to be supplied by a single pumping system and pressure-regulating device(s) under the following conditions:\t1.\tPressure-regulating device(s) shall be permitted to control pressure in the lower division;\t2.\tA method to isolate the pressure-regulating device(s) shall be provided for maintenance and repair;\t3.\tRegulating devices shall be arranged so that the failure of any single device does not allow pressure in excess of 175 psi (12.1 bar) to more than two hose connections;\t4.\tAn equally sized bypass around the pressure-regulating device(s), with a normally closed control valve, shall be installed;\t5.\tPressure-regulating device(s) shall be installed not more than 7 ft 6 in (2.31 m) above the floor;\t6.\tThe pressure-regulating device shall be provided with inlet and outlet pressure gauges;\t7.\tThe fire department connection(s) shall be connected to the system side of the outlet isolation valve;\t8.\tThe pressure-regulating device shall be provided with a pressure relief valve in accordance with the manufacturers recommendations;\t9.\tRemote monitoring and supervision for detecting high pressure failure of the pressure-regulating device shall be provided in accordance with NFPA 72, National Fire Alarm Code; and\t10.\tThe pumping system shall be adequate when three pumps are out of operation.94.2020.18. NFPA 14-2007 Section 7.3.1.1 is added and modified to read as follows:\t7.3.1.1. Fire Department Outlets.  Fire Department outlets shall be installed so as to be easily accessible for use by the Fire Department. Hose connections and hose stations shall be located not less than three feet or more than five feet above the floor.  A wrench clearance on all sides of the outlet shall be provided to insure that a 12-inch long wrench can be used to connect hose to outlet.  There shall be at least one-inch clearance around the hose valve handle.  Outlets shall be provided with a listed hose valve protected by a 2-1\/2 inch by 1-1\/2 inch reducer and 1-1\/2 inch cap and attachment chain.94.2020.19. NFPA 14-2007 Section 7.3.2 is added and modified to read as follows:\t7.3.2. Class I Systems. Class I systems shall be provided with 2-1\/2 in. (65mm) hose connections in the following locations:\t1.\tAt the main floor landing in exit stairways;\t2.\tOn each side of the wall adjacent to the exit openings of horizontal exits;\t3.\tIn other than covered mall buildings, in each exit passageway at the entrance from the building areas to the passageway;\t4.\tIn covered mall buildings, at the entrance to each exit passageway or exit corridor, and at the interior side of public entrances from the exterior to the mall; and\t5.\tAt the highest landing of stairways with stairway access to a roof, or on roofs with a slope of less than 4 in 12 where stairways do not access the roof.94.2020.20. NFPA 14-2007Section 7.9 is added and modified to read as follows:\t7.9. System Zoning Requirements.\t7.9.2. Height Limit.  Buildings shall be zoned so that standpipe system risers do not exceed 275 feet in height unless control of the nozzle pressure under both flow and static conditions is attained at each standpipe outlet by the installation of a listed pressure-regulating device and provided further that all of the following three limitations are met:\t1.\tThe pressure on the listed pressure-regulating device inlet side is not in excess of the rated working pressure of the listed pressure-regulating device and the remaining portions of the standpipe system are rated for not less than the maximum system pressure;\t2.\tThe hose valve outlet pressure is limited as required in Section 7.2.1.2 of NFPA-14; and\t3.\tThe zone height does not exceed 400 feet.\t7.9.3. Zoned systems shall comply with Alternate 1 or 2, below:\t1.\tAlternate 1.  The pumping system shall be adequate when three pumps are out of operation.\t2.\tAlternate 2.  Design shall comply with the following:  When fire pumps are required, separate fire pumps shall be required to serve each zone.  Fire pumps that individually serve separate zones and which are located at the same level may be installed in series.  Fire pumps installed in series shall serve each zone independently.\t7.9.3.1. and 7.9.3.2. are not adopted.\t7.9.4. Direct supply piping from the higher-zone fire pump to the higher-zone system piping shall be provided when the fire pump for the higher zone is on the same level as the fire pump serving the lower zone.  Two direct supply lines shall be provided to each zone with two or more standpipes.  The size of the direct supply piping to each zone shall be not less than the size of the largest standpipe riser served.\tLower-zone standpipe piping may be used to supply the higher zone and shall not be less than the size of the largest standpipe riser of the higher-zone system that is being supplied.  The two zones shall be connected by a minimum of two supply pipes of which one shall be automatically providing water to the higher zone from the lower zone.  A secondary method of supply is required when a residual pressure of 100 psi cannot be provided.\t7.9.4.1 is not adopted.94.2020.21. NFPA 14-2007 Section 7.10.1.3.1.1 is added and modified to read as follows:\t7.10.1.3.1.1. Where the sprinkler system water supply requirement, including the water stream allowance as determined in accordance with Section 2010 of this Division, exceeds the system demand established by Sections 7.7 and 7.10.1 of NFPA-14, the larger of the two values shall be provided.94.2020.22. NFPA 14-2007 Subsections (3) and (5) of Section 9.1.5 are not adopted.94.2020.23. NFPA 14-2007 Section 9.2.1 is added and modified to read as follows:\t9.2.1. Buildings Over 150 Feet High.\t1.\tRedundancy.  The system shall be adequate when either one pump, one pump driver, one riser or zone pressure regulator is out of operation.\t2.\tPower.  Pumps shall be either diesel engine or electric motor driven. Electric fire pump motors shall be supplied from normal and the emergency standby power system.  At least 750 g.p.m. shall be supplied by an electric motor driven pump.\tIf water flow requirements call for more than one pump to start, the normal and emergency power shall be sized to run all pumps at the same time.  The normal and emergency power system shall have adequate capacity and rating for all loads, including the redundant pump(s) to be operated simultaneously.  The controller for each unit of multiple pumps shall incorporate a sequential timing device to prevent any one driver from starting simultaneously with any other.  Failure of a leading driver to start shall not prevent subsequent drivers from starting.  Locking out of motors is prohibited.94.2020.24. NFPA 14-2007 Section 11.2.3 is added and modified to read as follows:\t11.2.3. Flushing the System Risers.  Water shall flow from the topmost outlet of each riser until the system is clear of all debris.\t11.2.3.1. Roof Outlets.  Standpipe systems shall be designed so that all risers can be flushed through outlets located on the roof.\t11.2.3.2. Flow.  All standpipe risers shall be flushed individually through the roof at residual pressure of at least 65 psi until the system is clear of debris.  The flow for Class I and Class III standpipes shall be at least 500 g.p.m. through each riser.94.2020.25. NFPA 14-2007 Section 11.5.6.3 is added and modified to read as follows:\t11.5.6.3. Pressure Regulator Valve Test.\t11.5.6.3.1. Test Required.  When required by the Department, 2-1\/2 inch pressure regulator valves installed on standpipe outlets shall be tested for proper operation at a flow of 300 g.p.m. with a residual pressure of 125 psi in the presence of a representative of the Department.\t11.5.6.3.2. Safety.  Test nozzles and other equipment shall be adequately secured so as to eliminate danger to personnel.\t11.5.6.3.3. Opening.  An accessible 2-1\/2 inch capped or plugged test opening shall be installed adjacent to each pressure regulator valve.\t11.5.6.3.4. Drain.  The test openings shall drain to a minimum 3-inch drain line constructed and installed as required for fire sprinkler drains.  The drains shall not discharge where they may cause damage.  Where available, drains shall terminate to the fire water storage tank. \t11.5.6.3.5. Interconnection.  The test drain shall either be separate or connect to a fire sprinkler drain to a fire protection tank.94.2020.26. NFPA 14-2007 Chapter 12 is added and modified to read as follows:\tBuildings Under Construction.\t12.1. General. During the construction of a building and until the permanent fire-extinguishing system has been installed and is in service, fire protection shall be provided in accordance with this section.\t12.2. Where required.  Every building four stories or more in height shall be provided with at least one standpipe for use during construction.  The standpipes shall be installed when the progress of construction is not more than 40 feet (12.19 m) in height above the lowest level of Fire Department access.  The standpipe shall be provided with Fire Department hose connections at accessible locations adjacent to usable stairs and the standpipe outlets shall be located adjacent to those usable stairs.  The standpipe systems shall be extended as construction progresses to within one floor of the highest point of construction having secured decking or flooring.\tIn each floor there shall be provided a 2-1\/2 inch (63.5 mm) valve outlet for Fire Department use.  Where construction height requires installation of a Class III standpipe, fire pumps and water main connections shall be provided to serve the standpipe.\t12.3. Temporary Standpipes.  Temporary Standpipes may be provided in place of permanent systems if they are designed to furnish a minimum of 500 gallons (1893 L) of water per minute at 50 pounds per square inch (345 kPa) pressure with a standpipe size of at least four inches (102 mm).  All pumping equipment sufficient to provide this pressure and volume shall be available at all times when a Class III standpipe system is required.\t12.4. Detailed Requirements.  Standpipe Systems for buildings under construction shall be installed as required for permanent Standpipe Systems.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}