{"section_number":"94.2010.0","edition_id":"1","section_id":"3447","structure_id":"42","catch_line":"Nfpa-13.","history":"","full_text":"  NFPA-13.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)\n\n\tNFPA 13-2010 is adopted by reference with the following exceptions and modifications.\n\n94.2010.1. NFPA 13-2010 Section 1.4 is not adopted.\n\n94.2010.2. NFPA 13-2010 Section 3.2 is adopted by reference except that the following sections are not adopted:\n\n\t3.2.2. Authority Having Jurisdiction.\n\n\t3.2.6. Standard.\n\n94.2010.3. NFPA 13-2010 Section 5.1.3 is added and modified to read as follows:\n\n\t5.1.3. Classification of Occupancies. For the purpose of determining the level of protection to be provided by required sprinkler system installations, Table No. 5.1 of this Chapter shall be used.\n\n\tFor hazard classification other than those indicated, see appropriate nationally recognized standards for design criteria.\n\n\tWhen fire sprinkles systems are required in buildings of undetermined use, they shall be designed and installed to have a sprinkler density of not less than that required of an Ordinary Hazard Group 2 use with a minimum design area of 3,000 square feet. Use is considered undetermined if not specified at the time of permit issued.\n\n\tWhere a subsequent occupancy requires a system with a greater capability, it shall be the responsibility of the occupant and\/or owner to upgrade the system to the required density for the new occupancy.\n\n\t5.1.3.1. Group H, Division 5 Occupancies.  Where the design area of the sprinklers system consists of a corridor protected by one row of sprinklers, the maximum number of sprinkler required to be calculated is 13.\n\n\t5.1.3.2. Group L Occupancies.  Research laboratories and similar areas of group L occupancy shall not be less than that required for Ordinary Hazard Group 2 with a design area of not less than 3,000 square feet (279 m2).\n\nTABLE NO. 5.1\nHAZARD CLASSIFICATION\n\n\n  \n    \n      \n        \n        OCCUPANCY OF BUILDING OR PORTION OF BUILDING\n      \n      \n        HAZARD CLASSIFICATION\n      \n    \n    \n      \n        Group A Occupancies used as meeting rooms, library reading rooms, restaurant seating areas, clubs, theaters, museums, health clubs, educational classrooms and churches.\nGroup B Occupancies used as offices, data processing areas, colleges and universities.\nGroup E Occupancies other than shops and laboratories.\nGroup I Occupancy living and sleeping areas\nGroup R, Division I Occupancies.1  Typically, one would expect that these uses are such that the quantity and combustibility of contents results in relatively low-rate-of-heat-release fires.\n      \n      \n        Light\n      \n    \n    \n      \n        Groups B, F, S and U Occupancies used for light manufacturing, commercial kitchens, laundries, automobile parking garages, bakeries, canneries, electronic plants, beverage manufacturing and glass products manufacturing plants not producing dust or fibers.  In mixed occupancies housing group L occupancies, the portions of the building not classified as group L occupancy.  Typically these uses are such that the quantity of combustibles is relatively low, the combustibility of contents is moderate, storage does not exceed 8 feet in height, and moderate-rate-of-heat-release fires would be expected.\n      \n      \n        Ordinary\nGroup 1\n      \n    \n    \n      \n        Groups B, F, M, and S Occupancies used for chemical plant laboratories, mercantile, machine shops, printing plants, library stack areas, metal working, wood product assembly, textile manufacturing, confectionery products, cold storage warehouses,2 cereal mills, service stations and repair garages.  Typically these uses are such that the quantity of combustibles is moderate.  The combustibility of contents is moderate, storage does not exceed 12 feet in height 2 and moderate-rate-of-heat-release fires would be expected. \nAlso:\nGroup A Occupancies such as exhibition halls.\nGroups B, F and S Occupancies used as tobacco products manufacturing, paper and pulp mills, piers and wharfs, and warehousing2 of higher combustible contents (including packaging).\nGroup H Occupancies used as feed mills, tire manufacturing, chemical plants, repair garages and woodworking.  Group H, Division 5 Occupancies, except storage rooms with dispensing.  Research laboratories and similar areas of group L occupancy. Typically these uses are such that high-rate-of-heat-release fires would be expected and the spread of fire would be rapid.\n      \n      \n        Ordinary\nGroup 2\n      \n    \n    \n      \n        Group H Occupancies used for printing (using inks with flashpoints below 100 degrees F.) combustible hydraulic fluid-use areas such as die casting and metal extruding, upholstering with plastic foam, rubber reclaiming, compounding, drying, milling, vulcanizing, plywood and particle board manufacturing, saw mills, textile picking, opening, blending, garneting, carding and combining of cotton, synthetics, wool shoddy or burlap.   Typically these uses are such that a significant fire hazard exists.\n      \n      \n        Extra Hazard\nGroup 1\n      \n    \n    \n      \n        Group H Occupancies used as asphalt saturating, flammable liquids spraying, flow coating, open oil quenching, varnish and paint dipping, solvent cleaning and manufactured home or modular building manufacturing (where the finished building enclosure is present and has combustible interiors). Storage rooms with dispensing located in Group H, Division 5 Occupancies.  These uses are such that a severe fire hazard exits.\n      \n      \n        Extra Hazard\nGroup 2 3\n      \n    \n  \n\n\n\t1  See also Section 8.4.5 of NFPA 13-2010.\n\t2  For high-piled storage, see NFPA 13-2010.\n\t3  For additional and more stringent criteria, see California Fire Code Chapters 27, 28, 34, and the Los Angeles Fire Code.\n\n94.2010.4. NFPA 13-2010 Section 6.1.1.2 is not adopted and NFPA 13-2010 Section 6.1.1.1 is modified to read as follows:\n\n\t6.1.1.1. All materials and devices shall be listed and approved.\n\n94.2010.5. NFPA 13-2010 Section 6.3.6.1 is added and modified to read as follows:\n\n\t6.3.6.1. Other types of pipe or tube, such as plastic, may be used if it is investigated and found to be listed for this service.\n\n94.2010.6. NFPA 13-2010 Section 6.7.1.3.3 is not adopted.\n\n94.2010.7. NFPA 13-2010 Section 6.9.1 is added and modified to read as follows:\n\n\t6.9.1. Waterflow alarm apparatus shall be listed for the service and constructed and installed so that any flow of water from a sprinkler system equal to or greater than that from a single automatic sprinkler of the smallest orifice size installed on the system shall result in an audible alarm on the premises within two minutes after the flow begins.\n\n94.2010.8. NFPA 13-2010 Section 6.9.4.1 is added and modified to read as follows:\n\n\t6.9.4.1. Electrically operated alarm attachments forming part of an auxiliary, proprietary, remote station or local signaling system shall be installed in accordance with the Los Angeles Fire Code.\n\n94.2010.9. NFPA 13-2010 Section 8.15.1.2.9 is added and modified to read as follows:\n\n\t8.15.1.2.9. Concealed spaces with volumes not exceeding 160 cubic feet above a room or aggregate of rooms not exceeding 55 square feet in area, shall not require sprinkler protection.\n\n94.2010.10. Reserved.\n\n94.2010.11. Reserved.\n\n94.2010.12. Reserved.\n\n94.2010.13. NFPA 13-2010 Section 8.15.1.2.15 is added and modified to read as follows:\n\n\t8.15.1.2.15. Exterior columns under 10 ft2 (0.93 m2) in total area, formed by studs or wood joist, with no sources of ignition within the column, supporting exterior canopies that are fully protected with a sprinkler system, shall not require sprinkler protection.\n\n94.2010.14. NFPA 13-2010 Sections 8.15.4.1 through 8.15.4.5 are not adopted and Section 8.15.4 is added and modified to read as follows:\n\n\t8.15.4. Water curtains shall consist of closely spaced sprinklers in combination with draft stops. The draft stops shall be located immediately adjacent to the opening shall be at least 18 inches deep and shall be of noncombustible or limited-combustible material that will stay in place before and during sprinkler operation.  Sprinklers shall be spaced not more than six feet apart and placed six to 12 inches from the draft stop on the side away from the opening.  Where sprinklers are closer than six feet, cross baffles shall be provided in accordance with Section 8.6.3.4.2 of NFPA-13.\n\n94.2010.15. NFPA 13-2010 Section 8.15.7.1 is added and modified to read as follows:\n\n\t8.15.7.1. Unless the requirements of 8.15.7.2  and 8.15.7.3 are met sprinklers shall be installed under exterior roofs, canopies, porte-cocheres, balconies, decks or similar projections exceeding 4 ft (1.2 m) in width.\n\n94.2010.16. NFPA 13-2010 Section 8.15.7.2 is added and modified to read as follows:\n\n\t8.15.7.2. Sprinklers shall be permitted to be omitted where the canopies, roofs, balconies, decks, or similar projections are constructed with materials that are noncombustible, limited-combustible, or fire retardant treated wood as defined in NFPA 703, Standard for Fire Retardant-Treated Wood and Fire Retardant Coatings for Building Materials.\n\n94.2010.17. NFPA 13-2010 Section 8.15.7.3 is added and modified to read as follows:\n\n\t8.15.7.3. Sprinklers shall be permitted to be omitted from below the canopies, roofs, balconies, decks, or similar projections of combustible construction, provided the exposed finish material on the roof, or canopy, is noncombustible, limited-combustible, or fire retardant treated wood as defined in NFPA 703, Standard for Fire Retardant-Treated Wood and Fire-Retardant Coatings for Building Materials, and the roofs, or canopies, contains only sprinklered concealed spaces or any of the following unsprinklered combustible concealed spaces:\n\n\t1.\tCombustible concealed spaces filled entirely with noncombustible insulation.\n\n\t2.\tLight or ordinary hazard occupancies where noncombustible or limited-combustible ceilings are directly attached to the bottom of solid wood joists so as to create enclosed joist spaces 160 ft3 (4.5 m3) or less in volume, including space below insulation that is laid directly on top or within the ceiling joists in an otherwise sprinklered attic [See 11.2.3.1.4(4)(d)].\n\n\t3.\tConcealed spaces over isolated small roofs, or canopies, not exceeding 55 ft2.\n\n94.2010.18. NFPA 13-2010 Section 8.15.7.4 is not adopted.\n\n94.2010.19. Reserved.\n\n94.2010.20. NFPA 13-2010 Section 8.16.1.1.1.4 is added and modified to read as follows:\n\n\t8.16.1.1.1.4. Where a system includes floor control valves, a hydraulic design information sign containing information for the floor shall be provided at each floor control valve.  A hydraulic design information sign shall be provided for each area calculated.  The installing contractor shall identify a hydraulically designed sprinkler system with a permanently marked weatherproof metal or rigid plastic sign secured with corrosion resistant wire, chain, or other approved means.  Such signs shall be placed at the alarm valve, dry pipe valve, pre-action valve, or deluge valve supplying the corresponding hydraulically designed area.\n\n94.2010.21. NFPA 13-2010 Section 8.16.1.1.1.5 is added and modified to read as follows:\n\n\t8.16.1.1.1.5. Control valves, check valves, drain valves, antifreeze valves shall be readily accessible for inspection, testing, and maintenance.  Valves located more than 6′-6&#038;″ above the finished floor shall be provided with a means of opening and closing the valve from the floor level.\n\n94.2010.22. NFPA 13-2010 Section 8.16.1.1.2.5 is added and modified to read as follows:\n\n\t8.16.1.1.2.5. All valves controlling the water supply for automatic sprinkler systems and water-flow switches on all sprinkler systems shall be electrically monitored where required by the Los Angeles Building Code Section 91.903.4 and 91.903.4.1.\n\n\tEXCEPTION:  Underground key or hub valves in roadway boxes provided by the municipality or public utility need not be monitored.\n\n94.2010.23. NFPA 13-2010 Section 8.16.1.1.7 is added and modified to read as follows:\n\n\t8.16.1.1.7. Valve Access.  All valves controlling water supplies for sprinkler systems or portions of the system shall be accessible.  These valves shall be within six feet six inches of the floor or shall be operable from fixed ladders or clamped tread ladders on risers, or use chains within six feet six inches of the floor connected to valve hand wheels or other suitable means.  All valves shall be provided with adequate clearance for normal operation.\n\n94.2010.24. NFPA 13-2010 Section 8.16.1.1.9 is added and modified to read as follows:\n\n\t8.16.1.1.9. Floor (Level) Control Valves.\n\n\t1.\tWhere required.  In buildings with over two levels or two floors, a supervised valve capable of independently controlling the fire sprinkler system on each level, penthouse, roof structure, mezzanine and basement shall be installed.  The maximum area covered by a single floor control valve shall not exceed the areas specified in section 8.2 of NFPA 13-2010.\n\n\tEXCEPTIONS:\n\n\t1.\tFloor control valves need not be provided for levels, penthouses, roof structures, mezzanines and basement with 20 or fewer fire sprinklers.\n\n\t2.\tIn partially sprinklered buildings, sprinklers serving window openings along an exit way or property line, or stair shafts and adjacent doors may have a sectional control valve to control the system in each of these areas instead of a floor control valve.\n\n\t3.\tValves required for hazardous locations may be located downstream of floor control valves.\n\n\t4.\tOne- and two-family dwellings.\n\n\t2.\tLocations.  Floor control valves shall be within a stairway enclosure or within the vestibule or on the access balcony of a smoke proof enclosure.\n\n\tEXCEPTIONS:\n\n\t1.\tIn buildings with three or fewer stories or where there is no stairway that serves a floor, control valves may be located elsewhere on the floor level.\n\n\t2.\tUnenclosed stairways in parking garages.\n\n94.2010.25. NFPA 13-2010 Section 8.16.1.1.10 is added and modified to read as follows:\n\n\t8.16.1.1.10. Special Hazard Locations and Hazardous Occupancies.  The piping serving each linen chute, each paint spray booth, each trash chute, including trash room, and each separate trash room shall be controlled by valves that control no other sprinklers.\n\n94.2010.26. NFPA 13-2010 Section 8.16.1.2.6 is added and modified to read as follows:\n\n\t8.16.1.2.6. Identification Pressure Regulators.  Signs shall be posted at pressure regulators for fire sprinklers stating the required setting of the pressure regulator.\n\n94.2010.27. NFPA 13-2010 Section 8.16.1.5.1 is added and modified to read as follows:\n\n\t8.16.1.5.1. Private fire service main systems shall have sectional fire control valves at appropriate points in order to permit sectionalizing the system in the event of break or for the making of repairs or extensions.\n\n94.2010.28. NFPA 13-2010 Section 8.16.1.5.1.1 is added and modified to read as follows:\n\n\t8.16.1.5.1.1. Sectional control valves are not required when the fire service main system serves less than six fire appurtenances.\n\n94.2010.29. NFPA 13-2010 Section 8.16.1.5.1.2. is added and modified to read as follows:\n\n\t8.16.1.5.1.2. Sectional control valves shall be indicating valves in accordance with Section 6.7.1.3. NFPA 13-2010.\n\n94.2010.30. NFPA 13-2010 Section 8.16.1.5.1.3. is added and modified to read as follows:\n\n\t8.16.1.5.1.3. Sectional control valves shall be located so that no more than five fire appurtenances are affected by shut-down of any single portion of the fire service main.  Each fire hydrant, fire sprinkler system riser, and standpipe riser shall be considered a separate fire appurtenance.  In-rack sprinkler systems shall not be considered as a separate appurtenance.\n\n94.2010.31. NFPA 13-2010 Section 8.16.1.5.1.4 is added and modified to read as follows:\n\n\t8.16.1.5.1.4. The number of fire appurtenances between sectional control valves is allowed to be modified by the authority having jurisdiction.\n\n94.2010.32. NFPA 13-2010 Section 8.16.1.5.1.5 is added and modified to read as follows:\n\n\t8.16.1.5.1.5. Looped underground systems shall be provided with sectional valves regardless of the number of appurtenances.\n\n94.2010.33. NFPA 13-2010 Section 8.16.1.5.2 is added and modified to read as follows:\n\n\t8.16.1.5.2. A valve shall be provided on each bank where a main crosses a body of water or outside the building foundation(s) where the main or section of main runs under a building.\n\n94.2010.34. NFPA 13-2010 Section 8.16.4.2.4 is not adopted.\n\n94.2010.35. NFPA 13-2010 Section 8.17.1.1 is added and modified to read as follows:\n\n\t8.17.1.1. Local water-flow alarms shall be provided on each sprinkler system having more than five sprinklers and shall be located in an area approved by the Administrative Authority.\n\n94.2010.36. NFPA 13-2010 Sections 9.1.1.2 and 9.1.1.3 are not adopted, and NFPA 13-2010 Section 9.1.1.1 is added and modified to read as follows:\n\n\t9.1.1.1. General.  Types of hangers shall be in accordance with the requirements of Section 9.1 of NFPA 13-2010.\n\n\tEXCEPTION:  Hangers designed by a registered structural or civil engineer for lateral loads in accordance with Section 1613 of the Building Code and the requirements of Section 9.3.7 of NFPA 13-2010 shall be acceptable.\n\n94.2010.37. NFPA 13-2010 Section 9.1.1.4.3 is added and modified to read as follows:\n\n\t9.1.1.4.3. Fasteners as specified in 9.1.4 and 9.1.5 shall be permitted to be not listed.\n\n94.2010.38. NFPA 13-2010 Section 9.1.3.1 is added and modified to read as follows:\n\n\t9.1.3.1. Unless prohibited by 9.1.3.2 or 9.1.3.3, the use of listed inserts set in concrete and listed post- installed anchors to support hangars shall be permitted for mains and branch lines provided they meet the requirements of the LABC Sections 91.1613 and 91.1912 and require special inspection as required by Section 91.1704 of the LABC and installed in conformance with all listing requirements.\n\n94.2010.39. NFPA 13-2010 Section 9.1.3.9.1.1 is added and modified to read as follows:\n\n\t9.1.3.9.1.1. Powder-driven studs used for attaching hangers to the building structure are prohibited in Seismic design Categories C, D, E and F.\n\n94.2010.40. NFPA 13-2010 Section 9.3.5.6.1 is added and modified to read as follows:\n\n\t9.3.5.6.1. Unless the requirements of section 9.3.5.6.2 are met, the horizontal loads for braces shall be determined by analysis based on horizontal force of Fp=0.76 Wp, where Fp is the horizontal force factor and Wp is 1.15 times the weight of the water filled piping.\n\n94.2010.41. NFPA 13-2010 Section 9.3.5.8.7 is added and modified to read as follows:\n\n\t9.3.5.8.7. Where pipe is used for sway bracing, it shall have a wall thickness of not less than Schedule 40. The loads determined in 9.3.5.6 shall not exceed the lesser of the maximum  allowable loads provided in Table 9.3.5.8.7(a), Table 9.3.5.8.7(b), and Table 9.3.5.8.7(c) or the manufacturer’s certified maximum allowable horizontal loads for 30- to 44-degree, 45- to 59-degree, 60- to 89-degree, and 90-degree brace angles.\n\n94.2010.42. NFPA 13-2010 Section 9.3.5.8.10 is not adopted.\n\n94.2010.43. NFPA 13-2010 Section 9.3.5.9.4 is added and modified to read as follows:\n\n\t9.3.5.9.4. Where lag screws or power-driven fasteners shall not be used to attach sway braces to the building structure.\n\n94.2010.44. NFPA 13-2010 Section 9.3.5.9.6 is added and modified to read as follows:\n\n\t9.3.5.9.6. Fastening methods other than those identified in 9.3.5.9 and 9.3.5.8.10 shall not apply to other fastening methods, which shall be acceptable for use if certified by a registered professional engineer to support the loads determined in accordance with the criteria in 9.3.5.6. Calculations shall be submitted to the authority having jurisdiction.\n\n94.2010.45. NFPA 13-2010 Section 9.3.5.9.7.2 is added and modified to read as follows:\n\n\t9.3.5.9.7.2. Concrete anchors other than those shown in Figure 9.3.5.9.1 and identified in 9.3.5.8.10 shall be acceptable for use where designed in accordance with the requirements of the building code and certified by a registered professional engineer. \n\n94.2010.46. NFPA 13-2010 Section 9.3.6.1(3) is added and modified to read as follows:\n\n\t9.3.6.1(3). No. 12,440 lb (200Kg) wire installed at least 45 degrees from the vertical plane and anchored on both sides of the pipe. Powder-driven fasteners for attaching restraint are allowed to be used provided that the restraint component does not support the dead load.\n\n94.2010.47. NFPA 13-2010 Section 9.3.7.7 is not adopted.\n\n94.2010.48. NFPA 13-2010 Section 9.3.7.9 is amended and modified to read as follows:\n\n\t9.3.7.9. The systems are required to be protected against earthquakes using a horizontal force factor exceeding 0.50 Wp, where Wp is the weight of the water-filled pipe.\n\n94.2010.49. NFPA 13-2010 Section 10.6.5. is added and modified to read as follows:\n\n\t10.6.5. Pipe joints shall not be located under foundation footings.  The pipe under the building or building foundation shall not contain mechanical joints.\n\n\tEXCEPTIONS:\n\n\t1.\tWhere allowed in accordance with 10.6.2;\n\n\t2.\tAlternate designs may be utilized where designed by a registered professional engineer and approved by the enforcing agency.\n\n94.2010.50. NFPA 13-2010 Section 10.9.1 is added and modified to read as follows:\n\n\t10.9.1. Backfill shall be well tamped in layers or puddle under and around pipes to prevent settlement or lateral movement.  Backfill shall consist of clean fill sand or pea gravel to a minimum of 6&#038;″ below and to a minimum of 12&#038;″ above the pipe and shall contain no ashes cinders, refuse, organic matter, or other corrosive materials.  Other backfill materials and methods are permitted where designed by a registered professional engineer and approved by the enforcing agency.\n\n94.2010.51. NFPA 13-2010 Section 11.1.6.6 is added and modified to read as follows:\n\n\t11.1.6.6. When hose valves for Fire Department use are attached to wet pipe sprinkler system risers in accordance with Section 8.17.5.2 of NFPA 13-2010:\n\n\t1.\tThe water supply shall not be required to be added to the standpipe demand as determined from Section 94.2020 of this chapter.\n\n\t2.\t Where the combined sprinkler system demand and hose stream allowance of Table 11.2.3.1.2 of NFPA 13-2010 exceeds the requirements of Section 94.2020 of this division, this higher demand shall be used.\n\n\t3.\t For partially sprinklered buildings, the sprinkler demand, not including hose stream allowance, as indicated in Table 11.2.3.1.1 of NFPA 13-2010, shall be added to the requirements given in Section 94.2020 of this Division.\n\n94.2010.52. NFPA 13-2010 Section 11.2.3.1.4(4)(i) is added and modified to read as follows:\n\n\t11.2.3.1.4(4)(i). Exterior columns under 10 ft2 (0.93 m2) in total area, formed by studs or wood joist, with no sources of ignition within the column, supporting exterior canopies that are fully protected with a sprinkler system.\n\n94.2010.53. NFPA 13-2010 Section 11.2.3.2.3.1 is added and modified to read as follows:\n\n\t11.2.3.2.3.1. Where listed quick-response sprinklers, excluding extended coverage quick-response sprinklers, are used throughout a system or portion of a system having the same hydraulic design basis, the system area of operation shall be permitted to be reduced without revising the density as indicated in Figure 11.2.3.2.3.1 when all of the following conditions are satisfied:\n\n\t1.\t Wet pipe system;\n\n\t2.\tLight hazard occupancy;\n\n\t3.\t20 ft (6.1 m) maximum ceiling height; and\n\n\t4.\tThere are no unprotected ceiling pockets as allowed by Sections 8.6.7 and 8.8.7 exceeding 32 ft2 (3 m2).\n\n94.2010.54. NFPA 13-2010 Section 11.2.3.2.3.2 is added and modified to read as follows:\n\n\t11.2.3.2.3.2. The number of sprinklers in the design area shall never be less than seven.\n\n94.2010.55. NFPA 13-2010 Section 11.3.3.5 is added and modified to read as follows:\n\n\t11.3.3.5. When the water curtain is located in an otherwise un-sprinklered area, the design shall include all the sprinklers in each fire separation area being protected.\n\n94.2010.56. NFPA 13-2010 Section 12.2.1 is added and modified to read as follows:\n\n\t12.2.1. Except as allowed by section 12.2.2, small hose connections 1 1\/2 (38 mm) shall be provided where the system is not subject to freezing in accordance with 8.17.5 for first-aid-fire-fighting and overhaul operations.\n\n94.2010.57. NFPA 13-2010 Section 23.1.7 is not adopted.\n\n94.2010.58. NFPA 13-2010 Section 24.1 is added and modified to read as follows:\n\n\t24.1. Approval of Sprinkler Systems and Private Fire Service Mains.  The installing contractor shall do the following:\n\n\t1.\tNotify the authority having jurisdiction and the property owner or property owner’s authorized representative of the time and date testing will be performed;\n\n\t2.\tPerform all required testing (see Section 24.2);\n\n\t3.\tComplete and sign the appropriate contractor’s material and test certificate(s) (see Figure 24.1);\n\n\t4.\tRemove all caps and straps prior to placing the sprinkler system in service; and\n\n\t5.\tUpon system acceptance by the authority having jurisdiction a label prescribed by Title 19 California Code of Regulations, Chapter 5 shall be affixed to each system riser.\n\n94.2010.59. NFPA 13-2010 Section 24.4 is added and modified to read as follows:\n\n\t24.4. Instructions.  The installing contractor shall provide the property owner or the property owner’s authorized representative with the following:\n\n\t1.\t All literature and instructions provided by the manufacturer describing proper operation and maintenance of any equipment and devices installed;\n\n\t2. \tNFPA 25, Standard for the inspection, testing, and maintenance of Water-Based Fire Protection Systems, 2006 California Edition; and\n\n\t3.\tTitle 19, California Code of Regulations, Chapter 5, “Fire Extinguishing Systems.”\n\n94.2010.60. NFPA 13-2010 Section 24.5.1 is added and modified to read as follows:\n\n\t24.5.1. “Pipe schedule systems shall be provided with a sign indicating that the system was designed and installed as a pipe schedule system and the hazard classification(s) included in the design.”\n\n94.2010.61. NFPA 13-2010 Section 24.5.2 is added and modified to read as follows:\n\n\t24.5.2. The sign shall include the following information:\n\n\t1.\tLocation of the design area or areas;\n\n\t2.\tDischarge densities over the design area or areas;\n\n\t3.\t Required flow and pressure of the system at the base of the riser;\n\n\t4.\tPresence of high piled storage;\n\n\t5.\tMaximum height of storage planned;\n\n\t6.\tAisle width planned;\n\n\t7.\tRequired flow and pressure of the system at the water supply source;\n\n\t8.\tRequired flow and pressure of the system at the discharge side of the fire pump where a fire pump is installed;\n\n\t9.\tType or types and number of sprinklers or nozzles installed including the orifice size, temperature rating, orientation, K-Factor, Sprinkler Identification Number (SIN) for sprinkler heads when applicable and response type;\n\n\t10.\tThe minimum discharge flow rate and pressure required from the hydraulically most demanding sprinkler;\n\n\t11.\tThe required pressure settings for pressure reducing valves;\n\n\t12.\tFor deluge sprinkler systems, the required flow and pressure at the hydraulically most demanding sprinkler or nozzle;\n\n\t13.\tThe protection area per sprinkler based on the hydraulic calculations; and\n\n\t14.\tThe edition of NFPA 13 to which the system was designed and installed.","order_by":"2010.0","ancestry":{"1":{"id":"42","name":"Plumbing Code","identifier":"4","label":"article","url":"\/9\/4\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"2313","structure_id":"42","section_number":"94.100.0","catch_line":"\n\n","url":"\/94.100.0\/","token":"94.100.0"},"1":{"id":"1849","structure_id":"42","section_number":"94.101.0","catch_line":"Title, Scope And General.","url":"\/94.101.0\/","token":"94.101.0"},"2":{"id":"3861","structure_id":"42","section_number":"94.102.0","catch_line":"Organization And Enforcement.","url":"\/94.102.0\/","token":"94.102.0"},"3":{"id":"246","structure_id":"42","section_number":"94.103.0","catch_line":"Permits And Inspections.","url":"\/94.103.0\/","token":"94.103.0"},"4":{"id":"2850","structure_id":"42","section_number":"94.201.0","catch_line":"General.","url":"\/94.201.0\/","token":"94.201.0"},"5":{"id":"711","structure_id":"42","section_number":"94.202.0","catch_line":"Definition Of Terms.","url":"\/94.202.0\/","token":"94.202.0"},"6":{"id":"750","structure_id":"42","section_number":"94.203.0","catch_line":"A.","url":"\/94.203.0\/","token":"94.203.0"},"7":{"id":"336","structure_id":"42","section_number":"94.204.0","catch_line":"B.","url":"\/94.204.0\/","token":"94.204.0"},"8":{"id":"3752","structure_id":"42","section_number":"94.205.0","catch_line":"C.","url":"\/94.205.0\/","token":"94.205.0"},"9":{"id":"1300","structure_id":"42","section_number":"94.206.0","catch_line":"D.","url":"\/94.206.0\/","token":"94.206.0"},"10":{"id":"151","structure_id":"42","section_number":"94.207.0","catch_line":"E.","url":"\/94.207.0\/","token":"94.207.0"},"11":{"id":"1665","structure_id":"42","section_number":"94.208.0","catch_line":"F.","url":"\/94.208.0\/","token":"94.208.0"},"12":{"id":"3619","structure_id":"42","section_number":"94.209.0","catch_line":"G.","url":"\/94.209.0\/","token":"94.209.0"},"13":{"id":"426","structure_id":"42","section_number":"94.210.0","catch_line":"H.","url":"\/94.210.0\/","token":"94.210.0"},"14":{"id":"1815","structure_id":"42","section_number":"94.211.0","catch_line":"I.","url":"\/94.211.0\/","token":"94.211.0"},"15":{"id":"2548","structure_id":"42","section_number":"94.212.0","catch_line":"J.","url":"\/94.212.0\/","token":"94.212.0"},"16":{"id":"4155","structure_id":"42","section_number":"94.213.0","catch_line":"K.","url":"\/94.213.0\/","token":"94.213.0"},"17":{"id":"472","structure_id":"42","section_number":"94.214.0","catch_line":"L.","url":"\/94.214.0\/","token":"94.214.0"},"18":{"id":"709","structure_id":"42","section_number":"94.215.0","catch_line":"M.","url":"\/94.215.0\/","token":"94.215.0"},"19":{"id":"1581","structure_id":"42","section_number":"94.216.0","catch_line":"N.","url":"\/94.216.0\/","token":"94.216.0"},"20":{"id":"4125","structure_id":"42","section_number":"94.217.0","catch_line":"O.","url":"\/94.217.0\/","token":"94.217.0"},"21":{"id":"478","structure_id":"42","section_number":"94.218.0","catch_line":"P.","url":"\/94.218.0\/","token":"94.218.0"},"22":{"id":"1539","structure_id":"42","section_number":"94.219.0","catch_line":"Q.","url":"\/94.219.0\/","token":"94.219.0"},"23":{"id":"832","structure_id":"42","section_number":"94.220.0","catch_line":"R.","url":"\/94.220.0\/","token":"94.220.0"},"24":{"id":"2012","structure_id":"42","section_number":"94.221.0","catch_line":"S.","url":"\/94.221.0\/","token":"94.221.0"},"25":{"id":"4152","structure_id":"42","section_number":"94.222.0","catch_line":"T.","url":"\/94.222.0\/","token":"94.222.0"},"26":{"id":"441","structure_id":"42","section_number":"94.223.0","catch_line":"U.","url":"\/94.223.0\/","token":"94.223.0"},"27":{"id":"2778","structure_id":"42","section_number":"94.224.0","catch_line":"V.","url":"\/94.224.0\/","token":"94.224.0"},"28":{"id":"1589","structure_id":"42","section_number":"94.225.0","catch_line":"W.","url":"\/94.225.0\/","token":"94.225.0"},"29":{"id":"1737","structure_id":"42","section_number":"94.226.0","catch_line":"X.","url":"\/94.226.0\/","token":"94.226.0"},"30":{"id":"3331","structure_id":"42","section_number":"94.227.0","catch_line":"Y.","url":"\/94.227.0\/","token":"94.227.0"},"31":{"id":"771","structure_id":"42","section_number":"94.228.0","catch_line":"Z.","url":"\/94.228.0\/","token":"94.228.0"},"32":{"id":"132","structure_id":"42","section_number":"94.300.0","catch_line":"Basic Provisions.","url":"\/94.300.0\/","token":"94.300.0"},"33":{"id":"3599","structure_id":"42","section_number":"94.400.0","catch_line":"Basic Provisions.","url":"\/94.400.0\/","token":"94.400.0"},"34":{"id":"3140","structure_id":"42","section_number":"94.500.0","catch_line":"Basic Provisions.","url":"\/94.500.0\/","token":"94.500.0"},"35":{"id":"422","structure_id":"42","section_number":"94.600.0","catch_line":"Basic Provisions.","url":"\/94.600.0\/","token":"94.600.0"},"36":{"id":"1461","structure_id":"42","section_number":"94.700.0","catch_line":"Basic Provisions.","url":"\/94.700.0\/","token":"94.700.0"},"37":{"id":"4129","structure_id":"42","section_number":"94.800.0","catch_line":"Basic Provisions.","url":"\/94.800.0\/","token":"94.800.0"},"38":{"id":"1613","structure_id":"42","section_number":"94.900.0","catch_line":"Basic Provisions.","url":"\/94.900.0\/","token":"94.900.0"},"39":{"id":"3387","structure_id":"42","section_number":"94.1000.0","catch_line":"General.","url":"\/94.1000.0\/","token":"94.1000.0"},"40":{"id":"2213","structure_id":"42","section_number":"94.1100.0","catch_line":"Basic Provisions.","url":"\/94.1100.0\/","token":"94.1100.0"},"41":{"id":"555","structure_id":"42","section_number":"94.1201.0","catch_line":"General.","url":"\/94.1201.0\/","token":"94.1201.0"},"42":{"id":"3675","structure_id":"42","section_number":"94.1202.0","catch_line":"Definitions.","url":"\/94.1202.0\/","token":"94.1202.0"},"43":{"id":"3335","structure_id":"42","section_number":"94.1203.0","catch_line":"Workmanship.","url":"\/94.1203.0\/","token":"94.1203.0"},"44":{"id":"1585","structure_id":"42","section_number":"94.1204.0","catch_line":"Inspection.","url":"\/94.1204.0\/","token":"94.1204.0"},"45":{"id":"2649","structure_id":"42","section_number":"94.1205.0","catch_line":"Certificate Of Inspection.","url":"\/94.1205.0\/","token":"94.1205.0"},"46":{"id":"2473","structure_id":"42","section_number":"94.1206.0","catch_line":"Authority To Render Gas Service.","url":"\/94.1206.0\/","token":"94.1206.0"},"47":{"id":"73","structure_id":"42","section_number":"94.1207.0","catch_line":"Authority To Disconnect.","url":"\/94.1207.0\/","token":"94.1207.0"},"48":{"id":"3574","structure_id":"42","section_number":"94.1208.0","catch_line":"Temporary Use Of Gas.","url":"\/94.1208.0\/","token":"94.1208.0"},"49":{"id":"3819","structure_id":"42","section_number":"94.1209.0","catch_line":"Gas Meter Locations.","url":"\/94.1209.0\/","token":"94.1209.0"},"50":{"id":"2338","structure_id":"42","section_number":"94.1210.0","catch_line":"Material For Gas Piping.","url":"\/94.1210.0\/","token":"94.1210.0"},"51":{"id":"3388","structure_id":"42","section_number":"94.1211.0","catch_line":"Installation Of Gas Piping.","url":"\/94.1211.0\/","token":"94.1211.0"},"52":{"id":"1729","structure_id":"42","section_number":"94.1212.0","catch_line":"Appliance Connectors.","url":"\/94.1212.0\/","token":"94.1212.0"},"53":{"id":"3825","structure_id":"42","section_number":"94.1213.0","catch_line":"Liquified Petroleum Gas Facilities And Piping.","url":"\/94.1213.0\/","token":"94.1213.0"},"54":{"id":"2043","structure_id":"42","section_number":"94.1214.0","catch_line":"Leaks.","url":"\/94.1214.0\/","token":"94.1214.0"},"55":{"id":"837","structure_id":"42","section_number":"94.1215.0","catch_line":"Interconnection Of Gas Piping Systems.","url":"\/94.1215.0\/","token":"94.1215.0"},"56":{"id":"566","structure_id":"42","section_number":"94.1216.0","catch_line":"Required Gas Supply.","url":"\/94.1216.0\/","token":"94.1216.0"},"57":{"id":"3127","structure_id":"42","section_number":"94.1217.0","catch_line":"Required Gas Piping Size.","url":"\/94.1217.0\/","token":"94.1217.0"},"58":{"id":"4184","structure_id":"42","section_number":"94.1218.0","catch_line":"Medium Pressure Gas Piping Systems.","url":"\/94.1218.0\/","token":"94.1218.0"},"59":{"id":"2329","structure_id":"42","section_number":"94.1219.0","catch_line":"Seismic Gas And Excess Flow Shut Off Valves.","url":"\/94.1219.0\/","token":"94.1219.0"},"60":{"id":"2698","structure_id":"42","section_number":"94.1300.0","catch_line":"Basic Provisions.","url":"\/94.1300.0\/","token":"94.1300.0"},"61":{"id":"3808","structure_id":"42","section_number":"94.1400.0","catch_line":"Basic Provisions.","url":"\/94.1400.0\/","token":"94.1400.0"},"62":{"id":"2125","structure_id":"42","section_number":"94.1500.0","catch_line":"General.","url":"\/94.1500.0\/","token":"94.1500.0"},"63":{"id":"2706","structure_id":"42","section_number":"94.1600.0","catch_line":"Basic Provisions.","url":"\/94.1600.0\/","token":"94.1600.0"},"64":{"id":"96","structure_id":"42","section_number":"94.1700.0","catch_line":"Basic Provisions.","url":"\/94.1700.0\/","token":"94.1700.0"},"65":{"id":"84","structure_id":"42","section_number":"94.1800.0","catch_line":"Basic Provisions.","url":"\/94.1800.0\/","token":"94.1800.0"},"66":{"id":"690","structure_id":"42","section_number":"94.2000.0","catch_line":"General.","url":"\/94.2000.0\/","token":"94.2000.0"},"67":{"id":"2939","structure_id":"42","section_number":"94.2001.0","catch_line":"Scope.","url":"\/94.2001.0\/","token":"94.2001.0"},"68":{"id":"3531","structure_id":"42","section_number":"94.2002.0","catch_line":"Adopted Standards.","url":"\/94.2002.0\/","token":"94.2002.0"},"69":{"id":"1125","structure_id":"42","section_number":"94.2003.0","catch_line":"Definitions.","url":"\/94.2003.0\/","token":"94.2003.0"},"70":{"id":"551","structure_id":"42","section_number":"94.2004.0","catch_line":"Material And Devices, All Fire Protection Systems.","url":"\/94.2004.0\/","token":"94.2004.0"},"71":{"id":"2485","structure_id":"42","section_number":"94.2005.0","catch_line":"Location.","url":"\/94.2005.0\/","token":"94.2005.0"},"72":{"id":"3293","structure_id":"42","section_number":"94.2006.0","catch_line":"Protection From Mechanical Damage.","url":"\/94.2006.0\/","token":"94.2006.0"},"73":{"id":"1044","structure_id":"42","section_number":"94.2007.0","catch_line":"Drainage Requirement Fire Protection Systems.","url":"\/94.2007.0\/","token":"94.2007.0"},"74":{"id":"3447","structure_id":"42","section_number":"94.2010.0","catch_line":"Nfpa-13.","url":"\/94.2010.0\/","token":"94.2010.0"},"75":{"id":"3193","structure_id":"42","section_number":"94.2011.0","catch_line":"Pilot Heads.","url":"\/94.2011.0\/","token":"94.2011.0"},"76":{"id":"1398","structure_id":"42","section_number":"94.2012.0","catch_line":"Compact Storage (Moveable Files).","url":"\/94.2012.0\/","token":"94.2012.0"},"77":{"id":"3327","structure_id":"42","section_number":"94.2013.0","catch_line":"Nfpa-13-R.","url":"\/94.2013.0\/","token":"94.2013.0"},"78":{"id":"3911","structure_id":"42","section_number":"94.2014.0","catch_line":"Nfpa-13-D.","url":"\/94.2014.0\/","token":"94.2014.0"},"79":{"id":"1773","structure_id":"42","section_number":"94.2020.0","catch_line":"Nfpa-14.","url":"\/94.2020.0\/","token":"94.2020.0"},"80":{"id":"3682","structure_id":"42","section_number":"94.2021.0","catch_line":"Class H Standpipes.","url":"\/94.2021.0\/","token":"94.2021.0"},"81":{"id":"2337","structure_id":"42","section_number":"94.2030.0","catch_line":"Fire Pumps And Drivers.","url":"\/94.2030.0\/","token":"94.2030.0"},"82":{"id":"2751","structure_id":"42","section_number":"94.2040.0","catch_line":"Underground Fire Protection Piping.","url":"\/94.2040.0\/","token":"94.2040.0"},"83":{"id":"2558","structure_id":"42","section_number":"94.2050.0","catch_line":"Fire Protection Tanks.","url":"\/94.2050.0\/","token":"94.2050.0"},"84":{"id":"2707","structure_id":"42","section_number":"94.2060.0","catch_line":"High-Rise Buildings.","url":"\/94.2060.0\/","token":"94.2060.0"}},"previous_section":{"id":"1044","structure_id":"42","section_number":"94.2007.0","catch_line":"Drainage Requirement Fire Protection Systems.","url":"\/94.2007.0\/","token":"94.2007.0"},"next_section":{"id":"3193","structure_id":"42","section_number":"94.2011.0","catch_line":"Pilot Heads.","url":"\/94.2011.0\/","token":"94.2011.0"},"metadata":false,"references":false,"url":"\/94.2010.0\/","token":"94.2010.0","formats":{"txt":"\/94.2010.0.txt","json":"\/94.2010.0.xml"},"dublin_core":{"Title":"Nfpa-13.","Type":"Text","Format":"text\/html","Identifier":"§ 94.2010.0","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nNFPA-13. (§ 94.2010.0)\n\n  NFPA-13.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)\tNFPA 13-2010 is adopted by\nreference with the following exceptions and modifications.94.2010.1. NFPA\n13-2010 Section 1.4 is not adopted.94.2010.2. NFPA 13-2010 Section 3.2 is\nadopted by reference except that the following sections are not adopted:\t3.2.2.\nAuthority Having Jurisdiction.\t3.2.6. Standard.94.2010.3. NFPA 13-2010 Section\n5.1.3 is added and modified to read as follows:\t5.1.3. Classification of\nOccupancies. For the purpose of determining the level of protection to be\nprovided by required sprinkler system installations, Table No. 5.1 of this\nChapter shall be used.\tFor hazard classification other than those indicated, see\nappropriate nationally recognized standards for design criteria.\tWhen fire\nsprinkles systems are required in buildings of undetermined use, they shall be\ndesigned and installed to have a sprinkler density of not less than that\nrequired of an Ordinary Hazard Group 2 use with a minimum design area of 3,000\nsquare feet. Use is considered undetermined if not specified at the time of\npermit issued.\tWhere a subsequent occupancy requires a system with a greater\ncapability, it shall be the responsibility of the occupant and\/or owner to\nupgrade the system to the required density for the new occupancy.\t5.1.3.1. Group\nH, Division 5 Occupancies.  Where the design area of the sprinklers system\nconsists of a corridor protected by one row of sprinklers, the maximum number of\nsprinkler required to be calculated is 13.\t5.1.3.2. Group L Occupancies. \nResearch laboratories and similar areas of group L occupancy shall not be less\nthan that required for Ordinary Hazard Group 2 with a design area of not less\nthan 3,000 square feet (279 m2).TABLE NO. 5.1\nHAZARD CLASSIFICATION\n  \n    \n      \n        \n        OCCUPANCY OF BUILDING OR PORTION OF BUILDING\n      \n      \n        HAZARD CLASSIFICATION\n      \n    \n    \n      \n        Group A Occupancies used as meeting rooms, library reading rooms,\nrestaurant seating areas, clubs, theaters, museums, health clubs, educational\nclassrooms and churches.\nGroup B Occupancies used as offices, data processing areas, colleges and\nuniversities.\nGroup E Occupancies other than shops and laboratories.\nGroup I Occupancy living and sleeping areas\nGroup R, Division I Occupancies.1  Typically, one would expect that these uses\nare such that the quantity and combustibility of contents results in relatively\nlow-rate-of-heat-release fires.\n      \n      \n        Light\n      \n    \n    \n      \n        Groups B, F, S and U Occupancies used for light manufacturing,\ncommercial kitchens, laundries, automobile parking garages, bakeries, canneries,\nelectronic plants, beverage manufacturing and glass products manufacturing\nplants not producing dust or fibers.  In mixed occupancies housing group L\noccupancies, the portions of the building not classified as group L occupancy. \nTypically these uses are such that the quantity of combustibles is relatively\nlow, the combustibility of contents is moderate, storage does not exceed 8 feet\nin height, and moderate-rate-of-heat-release fires would be expected.\n      \n      \n        Ordinary\nGroup 1\n      \n    \n    \n      \n        Groups B, F, M, and S Occupancies used for chemical plant laboratories,\nmercantile, machine shops, printing plants, library stack areas, metal working,\nwood product assembly, textile manufacturing, confectionery products, cold\nstorage warehouses,2 cereal mills, service stations and repair garages. \nTypically these uses are such that the quantity of combustibles is moderate. \nThe combustibility of contents is moderate, storage does not exceed 12 feet in\nheight 2 and moderate-rate-of-heat-release fires would be expected. \nAlso:\nGroup A Occupancies such as exhibition halls.\nGroups B, F and S Occupancies used as tobacco products manufacturing, paper and\npulp mills, piers and wharfs, and warehousing2 of higher combustible contents\n(including packaging).\nGroup H Occupancies used as feed mills, tire manufacturing, chemical plants,\nrepair garages and woodworking.  Group H, Division 5 Occupancies, except\nstorage rooms with dispensing.  Research laboratories and similar areas of\ngroup L occupancy. Typically these uses are such that high-rate-of-heat-release\nfires would be expected and the spread of fire would be rapid.\n      \n      \n        Ordinary\nGroup 2\n      \n    \n    \n      \n        Group H Occupancies used for printing (using inks with flashpoints below\n100 degrees F.) combustible hydraulic fluid-use areas such as die casting and\nmetal extruding, upholstering with plastic foam, rubber reclaiming, compounding,\ndrying, milling, vulcanizing, plywood and particle board manufacturing, saw\nmills, textile picking, opening, blending, garneting, carding and combining of\ncotton, synthetics, wool shoddy or burlap.   Typically these uses are such that\na significant fire hazard exists.\n      \n      \n        Extra Hazard\nGroup 1\n      \n    \n    \n      \n        Group H Occupancies used as asphalt saturating, flammable liquids\nspraying, flow coating, open oil quenching, varnish and paint dipping, solvent\ncleaning and manufactured home or modular building manufacturing (where the\nfinished building enclosure is present and has combustible interiors). Storage\nrooms with dispensing located in Group H, Division 5 Occupancies.  These uses\nare such that a severe fire hazard exits.\n      \n      \n        Extra Hazard\nGroup 2 3\n      \n    \n  \n\t1  See also Section 8.4.5 of NFPA 13-2010.\n\t2  For high-piled storage, see NFPA 13-2010.\n\t3  For additional and more stringent criteria, see California Fire Code\nChapters 27, 28, 34, and the Los Angeles Fire Code.94.2010.4. NFPA 13-2010\nSection 6.1.1.2 is not adopted and NFPA 13-2010 Section 6.1.1.1 is modified to\nread as follows:\t6.1.1.1. All materials and devices shall be listed and\napproved.94.2010.5. NFPA 13-2010 Section 6.3.6.1 is added and modified to read\nas follows:\t6.3.6.1. Other types of pipe or tube, such as plastic, may be used\nif it is investigated and found to be listed for this service.94.2010.6. NFPA\n13-2010 Section 6.7.1.3.3 is not adopted.94.2010.7. NFPA 13-2010 Section 6.9.1\nis added and modified to read as follows:\t6.9.1. Waterflow alarm apparatus shall\nbe listed for the service and constructed and installed so that any flow of\nwater from a sprinkler system equal to or greater than that from a single\nautomatic sprinkler of the smallest orifice size installed on the system shall\nresult in an audible alarm on the premises within two minutes after the flow\nbegins.94.2010.8. NFPA 13-2010 Section 6.9.4.1 is added and modified to read as\nfollows:\t6.9.4.1. Electrically operated alarm attachments forming part of an\nauxiliary, proprietary, remote station or local signaling system shall be\ninstalled in accordance with the Los Angeles Fire Code.94.2010.9. NFPA 13-2010\nSection 8.15.1.2.9 is added and modified to read as follows:\t8.15.1.2.9.\nConcealed spaces with volumes not exceeding 160 cubic feet above a room or\naggregate of rooms not exceeding 55 square feet in area, shall not require\nsprinkler protection.94.2010.10. Reserved.94.2010.11. Reserved.94.2010.12.\nReserved.94.2010.13. NFPA 13-2010 Section 8.15.1.2.15 is added and modified to\nread as follows:\t8.15.1.2.15. Exterior columns under 10 ft2 (0.93 m2) in total\narea, formed by studs or wood joist, with no sources of ignition within the\ncolumn, supporting exterior canopies that are fully protected with a sprinkler\nsystem, shall not require sprinkler protection.94.2010.14. NFPA 13-2010 Sections\n8.15.4.1 through 8.15.4.5 are not adopted and Section 8.15.4 is added and\nmodified to read as follows:\t8.15.4. Water curtains shall consist of closely\nspaced sprinklers in combination with draft stops. The draft stops shall be\nlocated immediately adjacent to the opening shall be at least 18 inches deep and\nshall be of noncombustible or limited-combustible material that will stay in\nplace before and during sprinkler operation.  Sprinklers shall be spaced not\nmore than six feet apart and placed six to 12 inches from the draft stop on the\nside away from the opening.  Where sprinklers are closer than six feet, cross\nbaffles shall be provided in accordance with Section 8.6.3.4.2 of\nNFPA-13.94.2010.15. NFPA 13-2010 Section 8.15.7.1 is added and modified to read\nas follows:\t8.15.7.1. Unless the requirements of 8.15.7.2  and 8.15.7.3 are met\nsprinklers shall be installed under exterior roofs, canopies, porte-cocheres,\nbalconies, decks or similar projections exceeding 4 ft (1.2 m) in\nwidth.94.2010.16. NFPA 13-2010 Section 8.15.7.2 is added and modified to read as\nfollows:\t8.15.7.2. Sprinklers shall be permitted to be omitted where the\ncanopies, roofs, balconies, decks, or similar projections are constructed with\nmaterials that are noncombustible, limited-combustible, or fire retardant\ntreated wood as defined in NFPA 703, Standard for Fire Retardant-Treated Wood\nand Fire Retardant Coatings for Building Materials.94.2010.17. NFPA 13-2010\nSection 8.15.7.3 is added and modified to read as follows:\t8.15.7.3. Sprinklers\nshall be permitted to be omitted from below the canopies, roofs, balconies,\ndecks, or similar projections of combustible construction, provided the exposed\nfinish material on the roof, or canopy, is noncombustible, limited-combustible,\nor fire retardant treated wood as defined in NFPA 703, Standard for Fire\nRetardant-Treated Wood and Fire-Retardant Coatings for Building Materials, and\nthe roofs, or canopies, contains only sprinklered concealed spaces or any of the\nfollowing unsprinklered combustible concealed spaces:\t1.\tCombustible concealed\nspaces filled entirely with noncombustible insulation.\t2.\tLight or ordinary\nhazard occupancies where noncombustible or limited-combustible ceilings are\ndirectly attached to the bottom of solid wood joists so as to create enclosed\njoist spaces 160 ft3 (4.5 m3) or less in volume, including space below\ninsulation that is laid directly on top or within the ceiling joists in an\notherwise sprinklered attic [See 11.2.3.1.4(4)(d)].\t3.\tConcealed spaces over\nisolated small roofs, or canopies, not exceeding 55 ft2.94.2010.18. NFPA 13-2010\nSection 8.15.7.4 is not adopted.94.2010.19. Reserved.94.2010.20. NFPA 13-2010\nSection 8.16.1.1.1.4 is added and modified to read as follows:\t8.16.1.1.1.4.\nWhere a system includes floor control valves, a hydraulic design information\nsign containing information for the floor shall be provided at each floor\ncontrol valve.  A hydraulic design information sign shall be provided for each\narea calculated.  The installing contractor shall identify a hydraulically\ndesigned sprinkler system with a permanently marked weatherproof metal or rigid\nplastic sign secured with corrosion resistant wire, chain, or other approved\nmeans.  Such signs shall be placed at the alarm valve, dry pipe valve,\npre-action valve, or deluge valve supplying the corresponding hydraulically\ndesigned area.94.2010.21. NFPA 13-2010 Section 8.16.1.1.1.5 is added and\nmodified to read as follows:\t8.16.1.1.1.5. Control valves, check valves, drain\nvalves, antifreeze valves shall be readily accessible for inspection, testing,\nand maintenance.  Valves located more than 6′-6&#038;″ above the finished\nfloor shall be provided with a means of opening and closing the valve from the\nfloor level.94.2010.22. NFPA 13-2010 Section 8.16.1.1.2.5 is added and modified\nto read as follows:\t8.16.1.1.2.5. All valves controlling the water supply for\nautomatic sprinkler systems and water-flow switches on all sprinkler systems\nshall be electrically monitored where required by the Los Angeles Building Code\nSection 91.903.4 and 91.903.4.1.\tEXCEPTION:  Underground key or hub valves in\nroadway boxes provided by the municipality or public utility need not be\nmonitored.94.2010.23. NFPA 13-2010 Section 8.16.1.1.7 is added and modified to\nread as follows:\t8.16.1.1.7. Valve Access.  All valves controlling water\nsupplies for sprinkler systems or portions of the system shall be accessible. \nThese valves shall be within six feet six inches of the floor or shall be\noperable from fixed ladders or clamped tread ladders on risers, or use chains\nwithin six feet six inches of the floor connected to valve hand wheels or other\nsuitable means.  All valves shall be provided with adequate clearance for\nnormal operation.94.2010.24. NFPA 13-2010 Section 8.16.1.1.9 is added and\nmodified to read as follows:\t8.16.1.1.9. Floor (Level) Control Valves.\t1.\tWhere\nrequired.  In buildings with over two levels or two floors, a supervised valve\ncapable of independently controlling the fire sprinkler system on each level,\npenthouse, roof structure, mezzanine and basement shall be installed.  The\nmaximum area covered by a single floor control valve shall not exceed the areas\nspecified in section 8.2 of NFPA 13-2010.\tEXCEPTIONS:\t1.\tFloor control valves\nneed not be provided for levels, penthouses, roof structures, mezzanines and\nbasement with 20 or fewer fire sprinklers.\t2.\tIn partially sprinklered\nbuildings, sprinklers serving window openings along an exit way or property\nline, or stair shafts and adjacent doors may have a sectional control valve to\ncontrol the system in each of these areas instead of a floor control\nvalve.\t3.\tValves required for hazardous locations may be located downstream of\nfloor control valves.\t4.\tOne- and two-family dwellings.\t2.\tLocations.  Floor\ncontrol valves shall be within a stairway enclosure or within the vestibule or\non the access balcony of a smoke proof enclosure.\tEXCEPTIONS:\t1.\tIn buildings\nwith three or fewer stories or where there is no stairway that serves a floor,\ncontrol valves may be located elsewhere on the floor level.\t2.\tUnenclosed\nstairways in parking garages.94.2010.25. NFPA 13-2010 Section 8.16.1.1.10 is\nadded and modified to read as follows:\t8.16.1.1.10. Special Hazard Locations and\nHazardous Occupancies.  The piping serving each linen chute, each paint spray\nbooth, each trash chute, including trash room, and each separate trash room\nshall be controlled by valves that control no other sprinklers.94.2010.26. NFPA\n13-2010 Section 8.16.1.2.6 is added and modified to read as follows:\t8.16.1.2.6.\nIdentification Pressure Regulators.  Signs shall be posted at pressure\nregulators for fire sprinklers stating the required setting of the pressure\nregulator.94.2010.27. NFPA 13-2010 Section 8.16.1.5.1 is added and modified to\nread as follows:\t8.16.1.5.1. Private fire service main systems shall have\nsectional fire control valves at appropriate points in order to permit\nsectionalizing the system in the event of break or for the making of repairs or\nextensions.94.2010.28. NFPA 13-2010 Section 8.16.1.5.1.1 is added and modified\nto read as follows:\t8.16.1.5.1.1. Sectional control valves are not required when\nthe fire service main system serves less than six fire appurtenances.94.2010.29.\nNFPA 13-2010 Section 8.16.1.5.1.2. is added and modified to read as\nfollows:\t8.16.1.5.1.2. Sectional control valves shall be indicating valves in\naccordance with Section 6.7.1.3. NFPA 13-2010.94.2010.30. NFPA 13-2010 Section\n8.16.1.5.1.3. is added and modified to read as follows:\t8.16.1.5.1.3. Sectional\ncontrol valves shall be located so that no more than five fire appurtenances are\naffected by shut-down of any single portion of the fire service main.  Each\nfire hydrant, fire sprinkler system riser, and standpipe riser shall be\nconsidered a separate fire appurtenance.  In-rack sprinkler systems shall not\nbe considered as a separate appurtenance.94.2010.31. NFPA 13-2010 Section\n8.16.1.5.1.4 is added and modified to read as follows:\t8.16.1.5.1.4. The number\nof fire appurtenances between sectional control valves is allowed to be modified\nby the authority having jurisdiction.94.2010.32. NFPA 13-2010 Section\n8.16.1.5.1.5 is added and modified to read as follows:\t8.16.1.5.1.5. Looped\nunderground systems shall be provided with sectional valves regardless of the\nnumber of appurtenances.94.2010.33. NFPA 13-2010 Section 8.16.1.5.2 is added and\nmodified to read as follows:\t8.16.1.5.2. A valve shall be provided on each bank\nwhere a main crosses a body of water or outside the building foundation(s) where\nthe main or section of main runs under a building.94.2010.34. NFPA 13-2010\nSection 8.16.4.2.4 is not adopted.94.2010.35. NFPA 13-2010 Section 8.17.1.1 is\nadded and modified to read as follows:\t8.17.1.1. Local water-flow alarms shall\nbe provided on each sprinkler system having more than five sprinklers and shall\nbe located in an area approved by the Administrative Authority.94.2010.36. NFPA\n13-2010 Sections 9.1.1.2 and 9.1.1.3 are not adopted, and NFPA 13-2010 Section\n9.1.1.1 is added and modified to read as follows:\t9.1.1.1. General.  Types of\nhangers shall be in accordance with the requirements of Section 9.1 of NFPA\n13-2010.\tEXCEPTION:  Hangers designed by a registered structural or civil\nengineer for lateral loads in accordance with Section 1613 of the Building Code\nand the requirements of Section 9.3.7 of NFPA 13-2010 shall be\nacceptable.94.2010.37. NFPA 13-2010 Section 9.1.1.4.3 is added and modified to\nread as follows:\t9.1.1.4.3. Fasteners as specified in 9.1.4 and 9.1.5 shall be\npermitted to be not listed.94.2010.38. NFPA 13-2010 Section 9.1.3.1 is added and\nmodified to read as follows:\t9.1.3.1. Unless prohibited by 9.1.3.2 or 9.1.3.3,\nthe use of listed inserts set in concrete and listed post- installed anchors to\nsupport hangars shall be permitted for mains and branch lines provided they meet\nthe requirements of the LABC Sections 91.1613 and 91.1912 and require special\ninspection as required by Section 91.1704 of the LABC and installed in\nconformance with all listing requirements.94.2010.39. NFPA 13-2010 Section\n9.1.3.9.1.1 is added and modified to read as follows:\t9.1.3.9.1.1. Powder-driven\nstuds used for attaching hangers to the building structure are prohibited in\nSeismic design Categories C, D, E and F.94.2010.40. NFPA 13-2010 Section\n9.3.5.6.1 is added and modified to read as follows:\t9.3.5.6.1. Unless the\nrequirements of section 9.3.5.6.2 are met, the horizontal loads for braces shall\nbe determined by analysis based on horizontal force of Fp=0.76 Wp, where Fp is\nthe horizontal force factor and Wp is 1.15 times the weight of the water filled\npiping.94.2010.41. NFPA 13-2010 Section 9.3.5.8.7 is added and modified to read\nas follows:\t9.3.5.8.7. Where pipe is used for sway bracing, it shall have a wall\nthickness of not less than Schedule 40. The loads determined in 9.3.5.6 shall\nnot exceed the lesser of the maximum  allowable loads provided in Table\n9.3.5.8.7(a), Table 9.3.5.8.7(b), and Table 9.3.5.8.7(c) or the manufacturer’s\ncertified maximum allowable horizontal loads for 30- to 44-degree, 45- to\n59-degree, 60- to 89-degree, and 90-degree brace angles.94.2010.42. NFPA 13-2010\nSection 9.3.5.8.10 is not adopted.94.2010.43. NFPA 13-2010 Section 9.3.5.9.4 is\nadded and modified to read as follows:\t9.3.5.9.4. Where lag screws or\npower-driven fasteners shall not be used to attach sway braces to the building\nstructure.94.2010.44. NFPA 13-2010 Section 9.3.5.9.6 is added and modified to\nread as follows:\t9.3.5.9.6. Fastening methods other than those identified in\n9.3.5.9 and 9.3.5.8.10 shall not apply to other fastening methods, which shall\nbe acceptable for use if certified by a registered professional engineer to\nsupport the loads determined in accordance with the criteria in 9.3.5.6.\nCalculations shall be submitted to the authority having jurisdiction.94.2010.45.\nNFPA 13-2010 Section 9.3.5.9.7.2 is added and modified to read as\nfollows:\t9.3.5.9.7.2. Concrete anchors other than those shown in Figure\n9.3.5.9.1 and identified in 9.3.5.8.10 shall be acceptable for use where\ndesigned in accordance with the requirements of the building code and certified\nby a registered professional engineer. 94.2010.46. NFPA 13-2010 Section\n9.3.6.1(3) is added and modified to read as follows:\t9.3.6.1(3). No. 12,440 lb\n(200Kg) wire installed at least 45 degrees from the vertical plane and anchored\non both sides of the pipe. Powder-driven fasteners for attaching restraint are\nallowed to be used provided that the restraint component does not support the\ndead load.94.2010.47. NFPA 13-2010 Section 9.3.7.7 is not adopted.94.2010.48.\nNFPA 13-2010 Section 9.3.7.9 is amended and modified to read as\nfollows:\t9.3.7.9. The systems are required to be protected against earthquakes\nusing a horizontal force factor exceeding 0.50 Wp, where Wp is the weight of the\nwater-filled pipe.94.2010.49. NFPA 13-2010 Section 10.6.5. is added and modified\nto read as follows:\t10.6.5. Pipe joints shall not be located under foundation\nfootings.  The pipe under the building or building foundation shall not contain\nmechanical joints.\tEXCEPTIONS:\t1.\tWhere allowed in accordance with\n10.6.2;\t2.\tAlternate designs may be utilized where designed by a registered\nprofessional engineer and approved by the enforcing agency.94.2010.50. NFPA\n13-2010 Section 10.9.1 is added and modified to read as follows:\t10.9.1.\nBackfill shall be well tamped in layers or puddle under and around pipes to\nprevent settlement or lateral movement.  Backfill shall consist of clean fill\nsand or pea gravel to a minimum of 6&#038;″ below and to a minimum of\n12&#038;″ above the pipe and shall contain no ashes cinders, refuse, organic\nmatter, or other corrosive materials.  Other backfill materials and methods are\npermitted where designed by a registered professional engineer and approved by\nthe enforcing agency.94.2010.51. NFPA 13-2010 Section 11.1.6.6 is added and\nmodified to read as follows:\t11.1.6.6. When hose valves for Fire Department use\nare attached to wet pipe sprinkler system risers in accordance with Section\n8.17.5.2 of NFPA 13-2010:\t1.\tThe water supply shall not be required to be added\nto the standpipe demand as determined from Section 94.2020 of this chapter.\t2.\t\nWhere the combined sprinkler system demand and hose stream allowance of Table\n11.2.3.1.2 of NFPA 13-2010 exceeds the requirements of Section 94.2020 of this\ndivision, this higher demand shall be used.\t3.\t For partially sprinklered\nbuildings, the sprinkler demand, not including hose stream allowance, as\nindicated in Table 11.2.3.1.1 of NFPA 13-2010, shall be added to the\nrequirements given in Section 94.2020 of this Division.94.2010.52. NFPA 13-2010\nSection 11.2.3.1.4(4)(i) is added and modified to read as\nfollows:\t11.2.3.1.4(4)(i). Exterior columns under 10 ft2 (0.93 m2) in total\narea, formed by studs or wood joist, with no sources of ignition within the\ncolumn, supporting exterior canopies that are fully protected with a sprinkler\nsystem.94.2010.53. NFPA 13-2010 Section 11.2.3.2.3.1 is added and modified to\nread as follows:\t11.2.3.2.3.1. Where listed quick-response sprinklers, excluding\nextended coverage quick-response sprinklers, are used throughout a system or\nportion of a system having the same hydraulic design basis, the system area of\noperation shall be permitted to be reduced without revising the density as\nindicated in Figure 11.2.3.2.3.1 when all of the following conditions are\nsatisfied:\t1.\t Wet pipe system;\t2.\tLight hazard occupancy;\t3.\t20 ft (6.1 m)\nmaximum ceiling height; and\t4.\tThere are no unprotected ceiling pockets as\nallowed by Sections 8.6.7 and 8.8.7 exceeding 32 ft2 (3 m2).94.2010.54. NFPA\n13-2010 Section 11.2.3.2.3.2 is added and modified to read as\nfollows:\t11.2.3.2.3.2. The number of sprinklers in the design area shall never\nbe less than seven.94.2010.55. NFPA 13-2010 Section 11.3.3.5 is added and\nmodified to read as follows:\t11.3.3.5. When the water curtain is located in an\notherwise un-sprinklered area, the design shall include all the sprinklers in\neach fire separation area being protected.94.2010.56. NFPA 13-2010 Section\n12.2.1 is added and modified to read as follows:\t12.2.1. Except as allowed by\nsection 12.2.2, small hose connections 1 1\/2 (38 mm) shall be provided where the\nsystem is not subject to freezing in accordance with 8.17.5 for\nfirst-aid-fire-fighting and overhaul operations.94.2010.57. NFPA 13-2010 Section\n23.1.7 is not adopted.94.2010.58. NFPA 13-2010 Section 24.1 is added and\nmodified to read as follows:\t24.1. Approval of Sprinkler Systems and Private\nFire Service Mains.  The installing contractor shall do the\nfollowing:\t1.\tNotify the authority having jurisdiction and the property owner or\nproperty owner’s authorized representative of the time and date testing will\nbe performed;\t2.\tPerform all required testing (see Section 24.2);\t3.\tComplete\nand sign the appropriate contractor’s material and test certificate(s) (see\nFigure 24.1);\t4.\tRemove all caps and straps prior to placing the sprinkler\nsystem in service; and\t5.\tUpon system acceptance by the authority having\njurisdiction a label prescribed by Title 19 California Code of Regulations,\nChapter 5 shall be affixed to each system riser.94.2010.59. NFPA 13-2010 Section\n24.4 is added and modified to read as follows:\t24.4. Instructions.  The\ninstalling contractor shall provide the property owner or the property owner’s\nauthorized representative with the following:\t1.\t All literature and\ninstructions provided by the manufacturer describing proper operation and\nmaintenance of any equipment and devices installed;\t2. \tNFPA 25, Standard for\nthe inspection, testing, and maintenance of Water-Based Fire Protection Systems,\n2006 California Edition; and\t3.\tTitle 19, California Code of Regulations,\nChapter 5, “Fire Extinguishing Systems.”94.2010.60. NFPA 13-2010 Section\n24.5.1 is added and modified to read as follows:\t24.5.1. “Pipe schedule\nsystems shall be provided with a sign indicating that the system was designed\nand installed as a pipe schedule system and the hazard classification(s)\nincluded in the design.”94.2010.61. NFPA 13-2010 Section 24.5.2 is added and\nmodified to read as follows:\t24.5.2. The sign shall include the following\ninformation:\t1.\tLocation of the design area or areas;\t2.\tDischarge densities\nover the design area or areas;\t3.\t Required flow and pressure of the system at\nthe base of the riser;\t4.\tPresence of high piled storage;\t5.\tMaximum height of\nstorage planned;\t6.\tAisle width planned;\t7.\tRequired flow and pressure of the\nsystem at the water supply source;\t8.\tRequired flow and pressure of the system\nat the discharge side of the fire pump where a fire pump is installed;\t9.\tType\nor types and number of sprinklers or nozzles installed including the orifice\nsize, temperature rating, orientation, K-Factor, Sprinkler Identification Number\n(SIN) for sprinkler heads when applicable and response type;\t10.\tThe minimum\ndischarge flow rate and pressure required from the hydraulically most demanding\nsprinkler;\t11.\tThe required pressure settings for pressure reducing\nvalves;\t12.\tFor deluge sprinkler systems, the required flow and pressure at the\nhydraulically most demanding sprinkler or nozzle;\t13.\tThe protection area per\nsprinkler based on the hydraulic calculations; and\t14.\tThe edition of NFPA 13 to\nwhich the system was designed and installed.\n","html":"\n\t\t\t\t\t<section><p>  NFPA-13.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)<br \/><br \/>\tNFPA 13-2010 is adopted by reference with the following exceptions and modifications.<br \/><br \/>94.2010.1. NFPA 13-2010 Section 1.4 is not adopted.<br \/><br \/>94.2010.2. NFPA 13-2010 Section 3.2 is adopted by reference except that the following sections are not adopted:<br \/><br \/>\t3.2.2. Authority Having <span class=\"dictionary\">Jurisdiction<\/span>.<br \/><br \/>\t3.2.6. Standard.<br \/><br \/>94.2010.3. NFPA 13-2010 Section 5.1.3 is added and modified to read as follows:<br \/><br \/>\t5.1.3. Classification of Occupancies. For the purpose of determining the level of protection to be provided by required sprinkler system installations, Table No. 5.1 of this Chapter shall be used.<br \/><br \/>\tFor hazard classification other than those indicated, see appropriate nationally recognized standards for design criteria.<br \/><br \/>\tWhen fire sprinkles systems are required in buildings of undetermined use, they shall be designed and installed to have a sprinkler density of not less than that required of an Ordinary Hazard Group 2 use with a minimum design area of 3,000 square feet. Use is considered undetermined if not specified at the time of permit issued.<br \/><br \/>\tWhere a subsequent occupancy requires a system with a greater capability, it shall be the responsibility of the occupant and\/or owner to upgrade the system to the required density for the new occupancy.<br \/><br \/>\t5.1.3.1. Group H, Division 5 Occupancies.  Where the design area of the sprinklers system consists of a corridor protected by one row of sprinklers, the maximum number of sprinkler required to be calculated is 13.<br \/><br \/>\t5.1.3.2. Group L Occupancies.  Research laboratories and similar areas of group L occupancy shall not be less than that required for Ordinary Hazard Group 2 with a design area of not less than 3,000 square feet (279 m2).<br \/><br \/>TABLE NO. 5.1\nHAZARD CLASSIFICATION<br \/><br \/>\n  \n    \n      \n        \n        OCCUPANCY OF BUILDING OR PORTION OF BUILDING\n      \n      \n        HAZARD CLASSIFICATION\n      \n    \n    \n      \n        Group A Occupancies used as meeting rooms, library reading rooms, restaurant seating areas, clubs, theaters, museums, health clubs, educational classrooms and churches.\nGroup B Occupancies used as offices, data processing areas, colleges and universities.\nGroup E Occupancies other than shops and laboratories.\nGroup I Occupancy living and sleeping areas\nGroup R, Division I Occupancies.1  Typically, one would expect that these uses are such that the quantity and combustibility of contents results in relatively low-rate-of-heat-release fires.\n      \n      \n        Light\n      \n    \n    \n      \n        Groups B, F, S and U Occupancies used for light manufacturing, commercial kitchens, laundries, automobile parking garages, bakeries, canneries, electronic plants, beverage manufacturing and glass products manufacturing plants not producing dust or fibers.  In mixed occupancies housing group L occupancies, the portions of the building not classified as group L occupancy.  Typically these uses are such that the quantity of combustibles is relatively low, the combustibility of contents is moderate, storage does not exceed 8 feet in height, and moderate-rate-of-heat-release fires would be expected.\n      \n      \n        Ordinary\nGroup 1\n      \n    \n    \n      \n        Groups B, F, M, and S Occupancies used for chemical plant laboratories, mercantile, machine shops, printing plants, library stack areas, metal working, wood product assembly, textile manufacturing, confectionery products, cold storage warehouses,2 cereal mills, service stations and repair garages.  Typically these uses are such that the quantity of combustibles is moderate.  The combustibility of contents is moderate, storage does not exceed 12 feet in height 2 and moderate-rate-of-heat-release fires would be expected. \nAlso:\nGroup A Occupancies such as exhibition halls.\nGroups B, F and S Occupancies used as tobacco products manufacturing, paper and pulp mills, piers and wharfs, and warehousing2 of higher combustible contents (including packaging).\nGroup H Occupancies used as feed mills, tire manufacturing, chemical plants, repair garages and woodworking.  Group H, Division 5 Occupancies, except storage rooms with dispensing.  Research laboratories and similar areas of group L occupancy. Typically these uses are such that high-rate-of-heat-release fires would be expected and the spread of fire would be rapid.\n      \n      \n        Ordinary\nGroup 2\n      \n    \n    \n      \n        Group H Occupancies used for printing (using inks with flashpoints below 100 degrees F.) combustible hydraulic fluid-use areas such as die casting and metal extruding, upholstering with plastic foam, rubber reclaiming, compounding, drying, milling, vulcanizing, plywood and particle board manufacturing, saw mills, textile picking, opening, blending, garneting, carding and combining of cotton, synthetics, wool shoddy or burlap.   Typically these uses are such that a significant fire hazard exists.\n      \n      \n        Extra Hazard\nGroup 1\n      \n    \n    \n      \n        Group H Occupancies used as asphalt saturating, flammable liquids spraying, flow coating, open oil quenching, varnish and paint dipping, solvent cleaning and manufactured home or modular building manufacturing (where the finished building enclosure is present and has combustible interiors). Storage rooms with dispensing located in Group H, Division 5 Occupancies.  These uses are such that a severe fire hazard exits.\n      \n      \n        Extra Hazard\nGroup 2 3\n      \n    \n  <br \/><br \/>\n\t1  See also Section 8.4.5 of NFPA 13-2010.\n\t2  For high-piled storage, see NFPA 13-2010.\n\t3  For additional and more stringent criteria, see California Fire Code Chapters 27, 28, 34, and the Los Angeles Fire Code.<br \/><br \/>94.2010.4. NFPA 13-2010 Section 6.1.1.2 is not adopted and NFPA 13-2010 Section 6.1.1.1 is modified to read as follows:<br \/><br \/>\t6.1.1.1. All <span class=\"dictionary\">materials<\/span> and devices shall be listed and approved.<br \/><br \/>94.2010.5. NFPA 13-2010 Section 6.3.6.1 is added and modified to read as follows:<br \/><br \/>\t6.3.6.1. Other types of pipe or tube, such as plastic, may be used if it is investigated and found to be listed for this service.<br \/><br \/>94.2010.6. NFPA 13-2010 Section 6.7.1.3.3 is not adopted.<br \/><br \/>94.2010.7. NFPA 13-2010 Section 6.9.1 is added and modified to read as follows:<br \/><br \/>\t6.9.1. Waterflow alarm apparatus shall be listed for the service and constructed and installed so that any flow of water from a sprinkler system equal to or greater than that from a single automatic sprinkler of the smallest orifice size installed on the system shall result in an audible alarm on the premises within two minutes after the flow begins.<br \/><br \/>94.2010.8. NFPA 13-2010 Section 6.9.4.1 is added and modified to read as follows:<br \/><br \/>\t6.9.4.1. Electrically operated alarm <span class=\"dictionary\">attachments<\/span> forming part of an auxiliary, proprietary, remote station or local signaling system shall be installed in accordance with the Los Angeles Fire Code.<br \/><br \/>94.2010.9. NFPA 13-2010 Section 8.15.1.2.9 is added and modified to read as follows:<br \/><br \/>\t8.15.1.2.9. Concealed spaces with volumes not exceeding 160 cubic feet above a room or aggregate of rooms not exceeding 55 square feet in area, shall not require sprinkler protection.<br \/><br \/>94.2010.10. Reserved.<br \/><br \/>94.2010.11. Reserved.<br \/><br \/>94.2010.12. Reserved.<br \/><br \/>94.2010.13. NFPA 13-2010 Section 8.15.1.2.15 is added and modified to read as follows:<br \/><br \/>\t8.15.1.2.15. Exterior columns under 10 ft2 (0.93 m2) in total area, formed by studs or wood joist, with no sources of ignition within the column, supporting exterior canopies that are fully protected with a sprinkler system, shall not require sprinkler protection.<br \/><br \/>94.2010.14. NFPA 13-2010 Sections 8.15.4.1 through 8.15.4.5 are not adopted and Section 8.15.4 is added and modified to read as follows:<br \/><br \/>\t8.15.4. Water curtains shall consist of closely spaced sprinklers in combination with draft stops. The draft stops shall be located immediately adjacent to the opening shall be at least 18 inches deep and shall be of noncombustible or limited-combustible <span class=\"dictionary\">material<\/span> that will <span class=\"dictionary\">stay<\/span> in place before and during sprinkler operation.  Sprinklers shall be spaced not more than six feet apart and placed six to 12 inches from the draft stop on the side away from the opening.  Where sprinklers are closer than six feet, cross baffles shall be provided in accordance with Section 8.6.3.4.2 of NFPA-13.<br \/><br \/>94.2010.15. NFPA 13-2010 Section 8.15.7.1 is added and modified to read as follows:<br \/><br \/>\t8.15.7.1. Unless the requirements of 8.15.7.2  and 8.15.7.3 are met sprinklers shall be installed under exterior roofs, canopies, porte-cocheres, balconies, decks or similar projections exceeding 4 ft (1.2 m) in width.<br \/><br \/>94.2010.16. NFPA 13-2010 Section 8.15.7.2 is added and modified to read as follows:<br \/><br \/>\t8.15.7.2. Sprinklers shall be permitted to be omitted where the canopies, roofs, balconies, decks, or similar projections are constructed with <span class=\"dictionary\">materials<\/span> that are noncombustible, limited-combustible, or fire retardant treated wood as defined in NFPA 703, Standard for Fire Retardant-Treated Wood and Fire Retardant Coatings for Building <span class=\"dictionary\">Materials<\/span>.<br \/><br \/>94.2010.17. NFPA 13-2010 Section 8.15.7.3 is added and modified to read as follows:<br \/><br \/>\t8.15.7.3. Sprinklers shall be permitted to be omitted from below the canopies, roofs, balconies, decks, or similar projections of combustible construction, provided the exposed finish <span class=\"dictionary\">material<\/span> on the roof, or canopy, is noncombustible, limited-combustible, or fire retardant treated wood as defined in NFPA 703, Standard for Fire Retardant-Treated Wood and Fire-Retardant Coatings for Building <span class=\"dictionary\">Materials<\/span>, and the roofs, or canopies, contains only sprinklered concealed spaces or any of the following unsprinklered combustible concealed spaces:<br \/><br \/>\t1.\tCombustible concealed spaces filled entirely with noncombustible insulation.<br \/><br \/>\t2.\tLight or ordinary hazard occupancies where noncombustible or limited-combustible ceilings are directly attached to the bottom of solid wood joists so as to create enclosed joist spaces 160 ft3 (4.5 m3) or less in volume, including space below insulation that is laid directly on top or within the ceiling joists in an otherwise sprinklered attic [See 11.2.3.1.4(4)(d)].<br \/><br \/>\t3.\tConcealed spaces over isolated small roofs, or canopies, not exceeding 55 ft2.<br \/><br \/>94.2010.18. NFPA 13-2010 Section 8.15.7.4 is not adopted.<br \/><br \/>94.2010.19. Reserved.<br \/><br \/>94.2010.20. NFPA 13-2010 Section 8.16.1.1.1.4 is added and modified to read as follows:<br \/><br \/>\t8.16.1.1.1.4. Where a system includes floor control valves, a hydraulic design information sign containing information for the floor shall be provided at each floor control valve.  A hydraulic design information sign shall be provided for each area calculated.  The installing contractor shall identify a hydraulically designed sprinkler system with a permanently marked weatherproof metal or rigid plastic sign secured with corrosion resistant wire, chain, or other approved means.  Such signs shall be placed at the alarm valve, dry pipe valve, pre-action valve, or deluge valve supplying the corresponding hydraulically designed area.<br \/><br \/>94.2010.21. NFPA 13-2010 Section 8.16.1.1.1.5 is added and modified to read as follows:<br \/><br \/>\t8.16.1.1.1.5. Control valves, check valves, drain valves, antifreeze valves shall be readily accessible for inspection, testing, and maintenance.  Valves located more than 6′-6&#038;″ above the finished floor shall be provided with a means of opening and closing the valve from the floor level.<br \/><br \/>94.2010.22. NFPA 13-2010 Section 8.16.1.1.2.5 is added and modified to read as follows:<br \/><br \/>\t8.16.1.1.2.5. All valves controlling the water supply for automatic sprinkler systems and water-flow switches on all sprinkler systems shall be electrically monitored where required by the Los Angeles Building Code Section 91.903.4 and 91.903.4.1.<br \/><br \/>\tEXCEPTION:  Underground key or hub valves in roadway boxes provided by the municipality or public utility need not be monitored.<br \/><br \/>94.2010.23. NFPA 13-2010 Section 8.16.1.1.7 is added and modified to read as follows:<br \/><br \/>\t8.16.1.1.7. Valve Access.  All valves controlling water supplies for sprinkler systems or portions of the system shall be accessible.  These valves shall be within six feet six inches of the floor or shall be operable from fixed ladders or clamped tread ladders on risers, or use chains within six feet six inches of the floor connected to valve hand wheels or other suitable means.  All valves shall be provided with adequate clearance for normal operation.<br \/><br \/>94.2010.24. NFPA 13-2010 Section 8.16.1.1.9 is added and modified to read as follows:<br \/><br \/>\t8.16.1.1.9. Floor (Level) Control Valves.<br \/><br \/>\t1.\tWhere required.  In buildings with over two levels or two floors, a supervised valve capable of independently controlling the fire sprinkler system on each level, penthouse, roof structure, mezzanine and basement shall be installed.  The maximum area covered by a single floor control valve shall not exceed the areas specified in section 8.2 of NFPA 13-2010.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t1.\tFloor control valves need not be provided for levels, penthouses, roof structures, mezzanines and basement with 20 or fewer fire sprinklers.<br \/><br \/>\t2.\tIn partially sprinklered buildings, sprinklers serving window openings along an exit way or property line, or stair shafts and adjacent doors may have a sectional control valve to control the system in each of these areas instead of a floor control valve.<br \/><br \/>\t3.\tValves required for hazardous locations may be located downstream of floor control valves.<br \/><br \/>\t4.\tOne- and two-family dwellings.<br \/><br \/>\t2.\tLocations.  Floor control valves shall be within a stairway enclosure or within the vestibule or on the access balcony of a smoke proof enclosure.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t1.\tIn buildings with three or fewer stories or where there is no stairway that serves a floor, control valves may be located elsewhere on the floor level.<br \/><br \/>\t2.\tUnenclosed stairways in parking garages.<br \/><br \/>94.2010.25. NFPA 13-2010 Section 8.16.1.1.10 is added and modified to read as follows:<br \/><br \/>\t8.16.1.1.10. Special Hazard Locations and Hazardous Occupancies.  The piping serving each linen chute, each paint spray booth, each trash chute, including trash room, and each separate trash room shall be controlled by valves that control no other sprinklers.<br \/><br \/>94.2010.26. NFPA 13-2010 Section 8.16.1.2.6 is added and modified to read as follows:<br \/><br \/>\t8.16.1.2.6. Identification Pressure Regulators.  Signs shall be posted at pressure regulators for fire sprinklers stating the required setting of the pressure regulator.<br \/><br \/>94.2010.27. NFPA 13-2010 Section 8.16.1.5.1 is added and modified to read as follows:<br \/><br \/>\t8.16.1.5.1. Private fire service main systems shall have sectional fire control valves at appropriate points in <span class=\"dictionary\">order<\/span> to permit sectionalizing the system in the event of break or for the making of repairs or extensions.<br \/><br \/>94.2010.28. NFPA 13-2010 Section 8.16.1.5.1.1 is added and modified to read as follows:<br \/><br \/>\t8.16.1.5.1.1. Sectional control valves are not required when the fire service main system serves less than six fire appurtenances.<br \/><br \/>94.2010.29. NFPA 13-2010 Section 8.16.1.5.1.2. is added and modified to read as follows:<br \/><br \/>\t8.16.1.5.1.2. Sectional control valves shall be indicating valves in accordance with Section 6.7.1.3. NFPA 13-2010.<br \/><br \/>94.2010.30. NFPA 13-2010 Section 8.16.1.5.1.3. is added and modified to read as follows:<br \/><br \/>\t8.16.1.5.1.3. Sectional control valves shall be located so that no more than five fire appurtenances are affected by shut-down of any single portion of the fire service main.  Each fire hydrant, fire sprinkler system riser, and standpipe riser shall be considered a separate fire appurtenance.  In-rack sprinkler systems shall not be considered as a separate appurtenance.<br \/><br \/>94.2010.31. NFPA 13-2010 Section 8.16.1.5.1.4 is added and modified to read as follows:<br \/><br \/>\t8.16.1.5.1.4. The number of fire appurtenances between sectional control valves is allowed to be modified by the authority having <span class=\"dictionary\">jurisdiction<\/span>.<br \/><br \/>94.2010.32. NFPA 13-2010 Section 8.16.1.5.1.5 is added and modified to read as follows:<br \/><br \/>\t8.16.1.5.1.5. Looped underground systems shall be provided with sectional valves regardless of the number of appurtenances.<br \/><br \/>94.2010.33. NFPA 13-2010 Section 8.16.1.5.2 is added and modified to read as follows:<br \/><br \/>\t8.16.1.5.2. A valve shall be provided on each bank where a main crosses a body of water or outside the building foundation(s) where the main or section of main runs under a building.<br \/><br \/>94.2010.34. NFPA 13-2010 Section 8.16.4.2.4 is not adopted.<br \/><br \/>94.2010.35. NFPA 13-2010 Section 8.17.1.1 is added and modified to read as follows:<br \/><br \/>\t8.17.1.1. Local water-flow alarms shall be provided on each sprinkler system having more than five sprinklers and shall be located in an area approved by the Administrative Authority.<br \/><br \/>94.2010.36. NFPA 13-2010 Sections 9.1.1.2 and 9.1.1.3 are not adopted, and NFPA 13-2010 Section 9.1.1.1 is added and modified to read as follows:<br \/><br \/>\t9.1.1.1. General.  Types of hangers shall be in accordance with the requirements of Section 9.1 of NFPA 13-2010.<br \/><br \/>\tEXCEPTION:  Hangers designed by a registered structural or civil engineer for lateral loads in accordance with Section 1613 of the Building Code and the requirements of Section 9.3.7 of NFPA 13-2010 shall be acceptable.<br \/><br \/>94.2010.37. NFPA 13-2010 Section 9.1.1.4.3 is added and modified to read as follows:<br \/><br \/>\t9.1.1.4.3. Fasteners as specified in 9.1.4 and 9.1.5 shall be permitted to be not listed.<br \/><br \/>94.2010.38. NFPA 13-2010 Section 9.1.3.1 is added and modified to read as follows:<br \/><br \/>\t9.1.3.1. Unless prohibited by 9.1.3.2 or 9.1.3.3, the use of listed inserts set in concrete and listed post- installed anchors to support hangars shall be permitted for mains and branch lines provided they meet the requirements of the LABC Sections 91.1613 and 91.1912 and require special inspection as required by Section 91.1704 of the LABC and installed in conformance with all listing requirements.<br \/><br \/>94.2010.39. NFPA 13-2010 Section 9.1.3.9.1.1 is added and modified to read as follows:<br \/><br \/>\t9.1.3.9.1.1. Powder-driven studs used for attaching hangers to the building structure are prohibited in Seismic design Categories C, D, E and F.<br \/><br \/>94.2010.40. NFPA 13-2010 Section 9.3.5.6.1 is added and modified to read as follows:<br \/><br \/>\t9.3.5.6.1. Unless the requirements of section 9.3.5.6.2 are met, the horizontal loads for braces shall be determined by analysis based on horizontal force of Fp=0.76 Wp, where Fp is the horizontal force factor and Wp is 1.15 times the weight of the water filled piping.<br \/><br \/>94.2010.41. NFPA 13-2010 Section 9.3.5.8.7 is added and modified to read as follows:<br \/><br \/>\t9.3.5.8.7. Where pipe is used for sway bracing, it shall have a wall thickness of not less than Schedule 40. The loads determined in 9.3.5.6 shall not exceed the lesser of the maximum  allowable loads provided in Table 9.3.5.8.7(a), Table 9.3.5.8.7(b), and Table 9.3.5.8.7(c) or the manufacturer’s certified maximum allowable horizontal loads for 30- to 44-degree, 45- to 59-degree, 60- to 89-degree, and 90-degree brace angles.<br \/><br \/>94.2010.42. NFPA 13-2010 Section 9.3.5.8.10 is not adopted.<br \/><br \/>94.2010.43. NFPA 13-2010 Section 9.3.5.9.4 is added and modified to read as follows:<br \/><br \/>\t9.3.5.9.4. Where lag screws or power-driven fasteners shall not be used to attach sway braces to the building structure.<br \/><br \/>94.2010.44. NFPA 13-2010 Section 9.3.5.9.6 is added and modified to read as follows:<br \/><br \/>\t9.3.5.9.6. Fastening methods other than those identified in 9.3.5.9 and 9.3.5.8.10 shall not apply to other fastening methods, which shall be acceptable for use if certified by a registered professional engineer to support the loads determined in accordance with the criteria in 9.3.5.6. Calculations shall be submitted to the authority having <span class=\"dictionary\">jurisdiction<\/span>.<br \/><br \/>94.2010.45. NFPA 13-2010 Section 9.3.5.9.7.2 is added and modified to read as follows:<br \/><br \/>\t9.3.5.9.7.2. Concrete anchors other than those shown in Figure 9.3.5.9.1 and identified in 9.3.5.8.10 shall be acceptable for use where designed in accordance with the requirements of the building code and certified by a registered professional engineer. <br \/><br \/>94.2010.46. NFPA 13-2010 Section 9.3.6.1(3) is added and modified to read as follows:<br \/><br \/>\t9.3.6.1(3). No. 12,440 lb (200Kg) wire installed at least 45 degrees from the vertical plane and anchored on both sides of the pipe. Powder-driven fasteners for attaching restraint are allowed to be used provided that the restraint component does not support the dead load.<br \/><br \/>94.2010.47. NFPA 13-2010 Section 9.3.7.7 is not adopted.<br \/><br \/>94.2010.48. NFPA 13-2010 Section 9.3.7.9 is amended and modified to read as follows:<br \/><br \/>\t9.3.7.9. The systems are required to be protected against earthquakes using a horizontal force factor exceeding 0.50 Wp, where Wp is the weight of the water-filled pipe.<br \/><br \/>94.2010.49. NFPA 13-2010 Section 10.6.5. is added and modified to read as follows:<br \/><br \/>\t10.6.5. Pipe joints shall not be located under foundation footings.  The pipe under the building or building foundation shall not contain mechanical joints.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t1.\tWhere allowed in accordance with 10.6.2;<br \/><br \/>\t2.\tAlternate designs may be utilized where designed by a registered professional engineer and approved by the enforcing agency.<br \/><br \/>94.2010.50. NFPA 13-2010 Section 10.9.1 is added and modified to read as follows:<br \/><br \/>\t10.9.1. Backfill shall be well tamped in layers or puddle under and around pipes to prevent <span class=\"dictionary\">settlement<\/span> or lateral movement.  Backfill shall consist of clean fill sand or pea gravel to a minimum of 6&#038;″ below and to a minimum of 12&#038;″ above the pipe and shall contain no ashes cinders, refuse, organic matter, or other corrosive <span class=\"dictionary\">materials<\/span>.  Other backfill <span class=\"dictionary\">materials<\/span> and methods are permitted where designed by a registered professional engineer and approved by the enforcing agency.<br \/><br \/>94.2010.51. NFPA 13-2010 Section 11.1.6.6 is added and modified to read as follows:<br \/><br \/>\t11.1.6.6. When hose valves for Fire Department use are attached to wet pipe sprinkler system risers in accordance with Section 8.17.5.2 of NFPA 13-2010:<br \/><br \/>\t1.\tThe water supply shall not be required to be added to the standpipe demand as determined from Section 94.2020 of this chapter.<br \/><br \/>\t2.\t Where the combined sprinkler system demand and hose stream allowance of Table 11.2.3.1.2 of NFPA 13-2010 exceeds the requirements of Section 94.2020 of this division, this higher demand shall be used.<br \/><br \/>\t3.\t For partially sprinklered buildings, the sprinkler demand, not including hose stream allowance, as indicated in Table 11.2.3.1.1 of NFPA 13-2010, shall be added to the requirements given in Section 94.2020 of this Division.<br \/><br \/>94.2010.52. NFPA 13-2010 Section 11.2.3.1.4(4)(i) is added and modified to read as follows:<br \/><br \/>\t11.2.3.1.4(4)(i). Exterior columns under 10 ft2 (0.93 m2) in total area, formed by studs or wood joist, with no sources of ignition within the column, supporting exterior canopies that are fully protected with a sprinkler system.<br \/><br \/>94.2010.53. NFPA 13-2010 Section 11.2.3.2.3.1 is added and modified to read as follows:<br \/><br \/>\t11.2.3.2.3.1. Where listed quick-response sprinklers, excluding extended coverage quick-response sprinklers, are used throughout a system or portion of a system having the same hydraulic design basis, the system area of operation shall be permitted to be reduced without revising the density as indicated in Figure 11.2.3.2.3.1 when all of the following conditions are satisfied:<br \/><br \/>\t1.\t Wet pipe system;<br \/><br \/>\t2.\tLight hazard occupancy;<br \/><br \/>\t3.\t20 ft (6.1 m) maximum ceiling height; and<br \/><br \/>\t4.\tThere are no unprotected ceiling pockets as allowed by Sections 8.6.7 and 8.8.7 exceeding 32 ft2 (3 m2).<br \/><br \/>94.2010.54. NFPA 13-2010 Section 11.2.3.2.3.2 is added and modified to read as follows:<br \/><br \/>\t11.2.3.2.3.2. The number of sprinklers in the design area shall never be less than seven.<br \/><br \/>94.2010.55. NFPA 13-2010 Section 11.3.3.5 is added and modified to read as follows:<br \/><br \/>\t11.3.3.5. When the water curtain is located in an otherwise un-sprinklered area, the design shall include all the sprinklers in each fire separation area being protected.<br \/><br \/>94.2010.56. NFPA 13-2010 Section 12.2.1 is added and modified to read as follows:<br \/><br \/>\t12.2.1. Except as allowed by section 12.2.2, small hose connections 1 1\/2 (38 mm) shall be provided where the system is not subject to freezing in accordance with 8.17.5 for first-aid-fire-fighting and overhaul operations.<br \/><br \/>94.2010.57. NFPA 13-2010 Section 23.1.7 is not adopted.<br \/><br \/>94.2010.58. NFPA 13-2010 Section 24.1 is added and modified to read as follows:<br \/><br \/>\t24.1. Approval of Sprinkler Systems and Private Fire Service Mains.  The installing contractor shall do the following:<br \/><br \/>\t1.\tNotify the authority having <span class=\"dictionary\">jurisdiction<\/span> and the property owner or property owner’s authorized representative of the time and date testing will be performed;<br \/><br \/>\t2.\tPerform all required testing (see Section 24.2);<br \/><br \/>\t3.\tComplete and sign the appropriate contractor’s <span class=\"dictionary\">material<\/span> and test certificate(s) (see Figure 24.1);<br \/><br \/>\t4.\tRemove all caps and straps prior to placing the sprinkler system in service; and<br \/><br \/>\t5.\tUpon system acceptance by the authority having <span class=\"dictionary\">jurisdiction<\/span> a label prescribed by Title 19 California Code of Regulations, Chapter 5 shall be affixed to each system riser.<br \/><br \/>94.2010.59. NFPA 13-2010 Section 24.4 is added and modified to read as follows:<br \/><br \/>\t24.4. Instructions.  The installing contractor shall provide the property owner or the property owner’s authorized representative with the following:<br \/><br \/>\t1.\t All literature and instructions provided by the manufacturer describing proper operation and maintenance of any equipment and devices installed;<br \/><br \/>\t2. \tNFPA 25, Standard for the inspection, testing, and maintenance of Water-Based Fire Protection Systems, 2006 California Edition; and<br \/><br \/>\t3.\tTitle 19, California Code of Regulations, Chapter 5, “Fire Extinguishing Systems.”<br \/><br \/>94.2010.60. NFPA 13-2010 Section 24.5.1 is added and modified to read as follows:<br \/><br \/>\t24.5.1. “Pipe schedule systems shall be provided with a sign indicating that the system was designed and installed as a pipe schedule system and the hazard classification(s) included in the design.”<br \/><br \/>94.2010.61. NFPA 13-2010 Section 24.5.2 is added and modified to read as follows:<br \/><br \/>\t24.5.2. The sign shall include the following information:<br \/><br \/>\t1.\tLocation of the design area or areas;<br \/><br \/>\t2.\tDischarge densities over the design area or areas;<br \/><br \/>\t3.\t Required flow and pressure of the system at the base of the riser;<br \/><br \/>\t4.\tPresence of high piled storage;<br \/><br \/>\t5.\tMaximum height of storage planned;<br \/><br \/>\t6.\tAisle width planned;<br \/><br \/>\t7.\tRequired flow and pressure of the system at the water supply source;<br \/><br \/>\t8.\tRequired flow and pressure of the system at the discharge side of the fire pump where a fire pump is installed;<br \/><br \/>\t9.\tType or types and number of sprinklers or nozzles installed including the orifice size, temperature rating, orientation, K-Factor, Sprinkler Identification Number (SIN) for sprinkler heads when applicable and response type;<br \/><br \/>\t10.\tThe minimum discharge flow rate and pressure required from the hydraulically most demanding sprinkler;<br \/><br \/>\t11.\tThe required pressure settings for pressure reducing valves;<br \/><br \/>\t12.\tFor deluge sprinkler systems, the required flow and pressure at the hydraulically most demanding sprinkler or nozzle;<br \/><br \/>\t13.\tThe protection area per sprinkler based on the hydraulic calculations; and<br \/><br \/>\t14.\tThe edition of NFPA 13 to which the system was designed and installed.<\/p><\/section>","text":{"0":{"id":"3421","text":"  NFPA-13.\n\t(Amended by Ord. No. 181,757, Eff. 7\/6\/11.)\tNFPA 13-2010 is adopted by reference with the following exceptions and modifications.94.2010.1. NFPA 13-2010 Section 1.4 is not adopted.94.2010.2. NFPA 13-2010 Section 3.2 is adopted by reference except that the following sections are not adopted:\t3.2.2. Authority Having Jurisdiction.\t3.2.6. Standard.94.2010.3. NFPA 13-2010 Section 5.1.3 is added and modified to read as follows:\t5.1.3. Classification of Occupancies. For the purpose of determining the level of protection to be provided by required sprinkler system installations, Table No. 5.1 of this Chapter shall be used.\tFor hazard classification other than those indicated, see appropriate nationally recognized standards for design criteria.\tWhen fire sprinkles systems are required in buildings of undetermined use, they shall be designed and installed to have a sprinkler density of not less than that required of an Ordinary Hazard Group 2 use with a minimum design area of 3,000 square feet. Use is considered undetermined if not specified at the time of permit issued.\tWhere a subsequent occupancy requires a system with a greater capability, it shall be the responsibility of the occupant and\/or owner to upgrade the system to the required density for the new occupancy.\t5.1.3.1. Group H, Division 5 Occupancies.  Where the design area of the sprinklers system consists of a corridor protected by one row of sprinklers, the maximum number of sprinkler required to be calculated is 13.\t5.1.3.2. Group L Occupancies.  Research laboratories and similar areas of group L occupancy shall not be less than that required for Ordinary Hazard Group 2 with a design area of not less than 3,000 square feet (279 m2).TABLE NO. 5.1\nHAZARD CLASSIFICATION\n  \n    \n      \n        \n        OCCUPANCY OF BUILDING OR PORTION OF BUILDING\n      \n      \n        HAZARD CLASSIFICATION\n      \n    \n    \n      \n        Group A Occupancies used as meeting rooms, library reading rooms, restaurant seating areas, clubs, theaters, museums, health clubs, educational classrooms and churches.\nGroup B Occupancies used as offices, data processing areas, colleges and universities.\nGroup E Occupancies other than shops and laboratories.\nGroup I Occupancy living and sleeping areas\nGroup R, Division I Occupancies.1  Typically, one would expect that these uses are such that the quantity and combustibility of contents results in relatively low-rate-of-heat-release fires.\n      \n      \n        Light\n      \n    \n    \n      \n        Groups B, F, S and U Occupancies used for light manufacturing, commercial kitchens, laundries, automobile parking garages, bakeries, canneries, electronic plants, beverage manufacturing and glass products manufacturing plants not producing dust or fibers.  In mixed occupancies housing group L occupancies, the portions of the building not classified as group L occupancy.  Typically these uses are such that the quantity of combustibles is relatively low, the combustibility of contents is moderate, storage does not exceed 8 feet in height, and moderate-rate-of-heat-release fires would be expected.\n      \n      \n        Ordinary\nGroup 1\n      \n    \n    \n      \n        Groups B, F, M, and S Occupancies used for chemical plant laboratories, mercantile, machine shops, printing plants, library stack areas, metal working, wood product assembly, textile manufacturing, confectionery products, cold storage warehouses,2 cereal mills, service stations and repair garages.  Typically these uses are such that the quantity of combustibles is moderate.  The combustibility of contents is moderate, storage does not exceed 12 feet in height 2 and moderate-rate-of-heat-release fires would be expected. \nAlso:\nGroup A Occupancies such as exhibition halls.\nGroups B, F and S Occupancies used as tobacco products manufacturing, paper and pulp mills, piers and wharfs, and warehousing2 of higher combustible contents (including packaging).\nGroup H Occupancies used as feed mills, tire manufacturing, chemical plants, repair garages and woodworking.  Group H, Division 5 Occupancies, except storage rooms with dispensing.  Research laboratories and similar areas of group L occupancy. Typically these uses are such that high-rate-of-heat-release fires would be expected and the spread of fire would be rapid.\n      \n      \n        Ordinary\nGroup 2\n      \n    \n    \n      \n        Group H Occupancies used for printing (using inks with flashpoints below 100 degrees F.) combustible hydraulic fluid-use areas such as die casting and metal extruding, upholstering with plastic foam, rubber reclaiming, compounding, drying, milling, vulcanizing, plywood and particle board manufacturing, saw mills, textile picking, opening, blending, garneting, carding and combining of cotton, synthetics, wool shoddy or burlap.   Typically these uses are such that a significant fire hazard exists.\n      \n      \n        Extra Hazard\nGroup 1\n      \n    \n    \n      \n        Group H Occupancies used as asphalt saturating, flammable liquids spraying, flow coating, open oil quenching, varnish and paint dipping, solvent cleaning and manufactured home or modular building manufacturing (where the finished building enclosure is present and has combustible interiors). Storage rooms with dispensing located in Group H, Division 5 Occupancies.  These uses are such that a severe fire hazard exits.\n      \n      \n        Extra Hazard\nGroup 2 3\n      \n    \n  \n\t1  See also Section 8.4.5 of NFPA 13-2010.\n\t2  For high-piled storage, see NFPA 13-2010.\n\t3  For additional and more stringent criteria, see California Fire Code Chapters 27, 28, 34, and the Los Angeles Fire Code.94.2010.4. NFPA 13-2010 Section 6.1.1.2 is not adopted and NFPA 13-2010 Section 6.1.1.1 is modified to read as follows:\t6.1.1.1. All materials and devices shall be listed and approved.94.2010.5. NFPA 13-2010 Section 6.3.6.1 is added and modified to read as follows:\t6.3.6.1. Other types of pipe or tube, such as plastic, may be used if it is investigated and found to be listed for this service.94.2010.6. NFPA 13-2010 Section 6.7.1.3.3 is not adopted.94.2010.7. NFPA 13-2010 Section 6.9.1 is added and modified to read as follows:\t6.9.1. Waterflow alarm apparatus shall be listed for the service and constructed and installed so that any flow of water from a sprinkler system equal to or greater than that from a single automatic sprinkler of the smallest orifice size installed on the system shall result in an audible alarm on the premises within two minutes after the flow begins.94.2010.8. NFPA 13-2010 Section 6.9.4.1 is added and modified to read as follows:\t6.9.4.1. Electrically operated alarm attachments forming part of an auxiliary, proprietary, remote station or local signaling system shall be installed in accordance with the Los Angeles Fire Code.94.2010.9. NFPA 13-2010 Section 8.15.1.2.9 is added and modified to read as follows:\t8.15.1.2.9. Concealed spaces with volumes not exceeding 160 cubic feet above a room or aggregate of rooms not exceeding 55 square feet in area, shall not require sprinkler protection.94.2010.10. Reserved.94.2010.11. Reserved.94.2010.12. Reserved.94.2010.13. NFPA 13-2010 Section 8.15.1.2.15 is added and modified to read as follows:\t8.15.1.2.15. Exterior columns under 10 ft2 (0.93 m2) in total area, formed by studs or wood joist, with no sources of ignition within the column, supporting exterior canopies that are fully protected with a sprinkler system, shall not require sprinkler protection.94.2010.14. NFPA 13-2010 Sections 8.15.4.1 through 8.15.4.5 are not adopted and Section 8.15.4 is added and modified to read as follows:\t8.15.4. Water curtains shall consist of closely spaced sprinklers in combination with draft stops. The draft stops shall be located immediately adjacent to the opening shall be at least 18 inches deep and shall be of noncombustible or limited-combustible material that will stay in place before and during sprinkler operation.  Sprinklers shall be spaced not more than six feet apart and placed six to 12 inches from the draft stop on the side away from the opening.  Where sprinklers are closer than six feet, cross baffles shall be provided in accordance with Section 8.6.3.4.2 of NFPA-13.94.2010.15. NFPA 13-2010 Section 8.15.7.1 is added and modified to read as follows:\t8.15.7.1. Unless the requirements of 8.15.7.2  and 8.15.7.3 are met sprinklers shall be installed under exterior roofs, canopies, porte-cocheres, balconies, decks or similar projections exceeding 4 ft (1.2 m) in width.94.2010.16. NFPA 13-2010 Section 8.15.7.2 is added and modified to read as follows:\t8.15.7.2. Sprinklers shall be permitted to be omitted where the canopies, roofs, balconies, decks, or similar projections are constructed with materials that are noncombustible, limited-combustible, or fire retardant treated wood as defined in NFPA 703, Standard for Fire Retardant-Treated Wood and Fire Retardant Coatings for Building Materials.94.2010.17. NFPA 13-2010 Section 8.15.7.3 is added and modified to read as follows:\t8.15.7.3. Sprinklers shall be permitted to be omitted from below the canopies, roofs, balconies, decks, or similar projections of combustible construction, provided the exposed finish material on the roof, or canopy, is noncombustible, limited-combustible, or fire retardant treated wood as defined in NFPA 703, Standard for Fire Retardant-Treated Wood and Fire-Retardant Coatings for Building Materials, and the roofs, or canopies, contains only sprinklered concealed spaces or any of the following unsprinklered combustible concealed spaces:\t1.\tCombustible concealed spaces filled entirely with noncombustible insulation.\t2.\tLight or ordinary hazard occupancies where noncombustible or limited-combustible ceilings are directly attached to the bottom of solid wood joists so as to create enclosed joist spaces 160 ft3 (4.5 m3) or less in volume, including space below insulation that is laid directly on top or within the ceiling joists in an otherwise sprinklered attic [See 11.2.3.1.4(4)(d)].\t3.\tConcealed spaces over isolated small roofs, or canopies, not exceeding 55 ft2.94.2010.18. NFPA 13-2010 Section 8.15.7.4 is not adopted.94.2010.19. Reserved.94.2010.20. NFPA 13-2010 Section 8.16.1.1.1.4 is added and modified to read as follows:\t8.16.1.1.1.4. Where a system includes floor control valves, a hydraulic design information sign containing information for the floor shall be provided at each floor control valve.  A hydraulic design information sign shall be provided for each area calculated.  The installing contractor shall identify a hydraulically designed sprinkler system with a permanently marked weatherproof metal or rigid plastic sign secured with corrosion resistant wire, chain, or other approved means.  Such signs shall be placed at the alarm valve, dry pipe valve, pre-action valve, or deluge valve supplying the corresponding hydraulically designed area.94.2010.21. NFPA 13-2010 Section 8.16.1.1.1.5 is added and modified to read as follows:\t8.16.1.1.1.5. Control valves, check valves, drain valves, antifreeze valves shall be readily accessible for inspection, testing, and maintenance.  Valves located more than 6′-6&#038;″ above the finished floor shall be provided with a means of opening and closing the valve from the floor level.94.2010.22. NFPA 13-2010 Section 8.16.1.1.2.5 is added and modified to read as follows:\t8.16.1.1.2.5. All valves controlling the water supply for automatic sprinkler systems and water-flow switches on all sprinkler systems shall be electrically monitored where required by the Los Angeles Building Code Section 91.903.4 and 91.903.4.1.\tEXCEPTION:  Underground key or hub valves in roadway boxes provided by the municipality or public utility need not be monitored.94.2010.23. NFPA 13-2010 Section 8.16.1.1.7 is added and modified to read as follows:\t8.16.1.1.7. Valve Access.  All valves controlling water supplies for sprinkler systems or portions of the system shall be accessible.  These valves shall be within six feet six inches of the floor or shall be operable from fixed ladders or clamped tread ladders on risers, or use chains within six feet six inches of the floor connected to valve hand wheels or other suitable means.  All valves shall be provided with adequate clearance for normal operation.94.2010.24. NFPA 13-2010 Section 8.16.1.1.9 is added and modified to read as follows:\t8.16.1.1.9. Floor (Level) Control Valves.\t1.\tWhere required.  In buildings with over two levels or two floors, a supervised valve capable of independently controlling the fire sprinkler system on each level, penthouse, roof structure, mezzanine and basement shall be installed.  The maximum area covered by a single floor control valve shall not exceed the areas specified in section 8.2 of NFPA 13-2010.\tEXCEPTIONS:\t1.\tFloor control valves need not be provided for levels, penthouses, roof structures, mezzanines and basement with 20 or fewer fire sprinklers.\t2.\tIn partially sprinklered buildings, sprinklers serving window openings along an exit way or property line, or stair shafts and adjacent doors may have a sectional control valve to control the system in each of these areas instead of a floor control valve.\t3.\tValves required for hazardous locations may be located downstream of floor control valves.\t4.\tOne- and two-family dwellings.\t2.\tLocations.  Floor control valves shall be within a stairway enclosure or within the vestibule or on the access balcony of a smoke proof enclosure.\tEXCEPTIONS:\t1.\tIn buildings with three or fewer stories or where there is no stairway that serves a floor, control valves may be located elsewhere on the floor level.\t2.\tUnenclosed stairways in parking garages.94.2010.25. NFPA 13-2010 Section 8.16.1.1.10 is added and modified to read as follows:\t8.16.1.1.10. Special Hazard Locations and Hazardous Occupancies.  The piping serving each linen chute, each paint spray booth, each trash chute, including trash room, and each separate trash room shall be controlled by valves that control no other sprinklers.94.2010.26. NFPA 13-2010 Section 8.16.1.2.6 is added and modified to read as follows:\t8.16.1.2.6. Identification Pressure Regulators.  Signs shall be posted at pressure regulators for fire sprinklers stating the required setting of the pressure regulator.94.2010.27. NFPA 13-2010 Section 8.16.1.5.1 is added and modified to read as follows:\t8.16.1.5.1. Private fire service main systems shall have sectional fire control valves at appropriate points in order to permit sectionalizing the system in the event of break or for the making of repairs or extensions.94.2010.28. NFPA 13-2010 Section 8.16.1.5.1.1 is added and modified to read as follows:\t8.16.1.5.1.1. Sectional control valves are not required when the fire service main system serves less than six fire appurtenances.94.2010.29. NFPA 13-2010 Section 8.16.1.5.1.2. is added and modified to read as follows:\t8.16.1.5.1.2. Sectional control valves shall be indicating valves in accordance with Section 6.7.1.3. NFPA 13-2010.94.2010.30. NFPA 13-2010 Section 8.16.1.5.1.3. is added and modified to read as follows:\t8.16.1.5.1.3. Sectional control valves shall be located so that no more than five fire appurtenances are affected by shut-down of any single portion of the fire service main.  Each fire hydrant, fire sprinkler system riser, and standpipe riser shall be considered a separate fire appurtenance.  In-rack sprinkler systems shall not be considered as a separate appurtenance.94.2010.31. NFPA 13-2010 Section 8.16.1.5.1.4 is added and modified to read as follows:\t8.16.1.5.1.4. The number of fire appurtenances between sectional control valves is allowed to be modified by the authority having jurisdiction.94.2010.32. NFPA 13-2010 Section 8.16.1.5.1.5 is added and modified to read as follows:\t8.16.1.5.1.5. Looped underground systems shall be provided with sectional valves regardless of the number of appurtenances.94.2010.33. NFPA 13-2010 Section 8.16.1.5.2 is added and modified to read as follows:\t8.16.1.5.2. A valve shall be provided on each bank where a main crosses a body of water or outside the building foundation(s) where the main or section of main runs under a building.94.2010.34. NFPA 13-2010 Section 8.16.4.2.4 is not adopted.94.2010.35. NFPA 13-2010 Section 8.17.1.1 is added and modified to read as follows:\t8.17.1.1. Local water-flow alarms shall be provided on each sprinkler system having more than five sprinklers and shall be located in an area approved by the Administrative Authority.94.2010.36. NFPA 13-2010 Sections 9.1.1.2 and 9.1.1.3 are not adopted, and NFPA 13-2010 Section 9.1.1.1 is added and modified to read as follows:\t9.1.1.1. General.  Types of hangers shall be in accordance with the requirements of Section 9.1 of NFPA 13-2010.\tEXCEPTION:  Hangers designed by a registered structural or civil engineer for lateral loads in accordance with Section 1613 of the Building Code and the requirements of Section 9.3.7 of NFPA 13-2010 shall be acceptable.94.2010.37. NFPA 13-2010 Section 9.1.1.4.3 is added and modified to read as follows:\t9.1.1.4.3. Fasteners as specified in 9.1.4 and 9.1.5 shall be permitted to be not listed.94.2010.38. NFPA 13-2010 Section 9.1.3.1 is added and modified to read as follows:\t9.1.3.1. Unless prohibited by 9.1.3.2 or 9.1.3.3, the use of listed inserts set in concrete and listed post- installed anchors to support hangars shall be permitted for mains and branch lines provided they meet the requirements of the LABC Sections 91.1613 and 91.1912 and require special inspection as required by Section 91.1704 of the LABC and installed in conformance with all listing requirements.94.2010.39. NFPA 13-2010 Section 9.1.3.9.1.1 is added and modified to read as follows:\t9.1.3.9.1.1. Powder-driven studs used for attaching hangers to the building structure are prohibited in Seismic design Categories C, D, E and F.94.2010.40. NFPA 13-2010 Section 9.3.5.6.1 is added and modified to read as follows:\t9.3.5.6.1. Unless the requirements of section 9.3.5.6.2 are met, the horizontal loads for braces shall be determined by analysis based on horizontal force of Fp=0.76 Wp, where Fp is the horizontal force factor and Wp is 1.15 times the weight of the water filled piping.94.2010.41. NFPA 13-2010 Section 9.3.5.8.7 is added and modified to read as follows:\t9.3.5.8.7. Where pipe is used for sway bracing, it shall have a wall thickness of not less than Schedule 40. The loads determined in 9.3.5.6 shall not exceed the lesser of the maximum  allowable loads provided in Table 9.3.5.8.7(a), Table 9.3.5.8.7(b), and Table 9.3.5.8.7(c) or the manufacturer’s certified maximum allowable horizontal loads for 30- to 44-degree, 45- to 59-degree, 60- to 89-degree, and 90-degree brace angles.94.2010.42. NFPA 13-2010 Section 9.3.5.8.10 is not adopted.94.2010.43. NFPA 13-2010 Section 9.3.5.9.4 is added and modified to read as follows:\t9.3.5.9.4. Where lag screws or power-driven fasteners shall not be used to attach sway braces to the building structure.94.2010.44. NFPA 13-2010 Section 9.3.5.9.6 is added and modified to read as follows:\t9.3.5.9.6. Fastening methods other than those identified in 9.3.5.9 and 9.3.5.8.10 shall not apply to other fastening methods, which shall be acceptable for use if certified by a registered professional engineer to support the loads determined in accordance with the criteria in 9.3.5.6. Calculations shall be submitted to the authority having jurisdiction.94.2010.45. NFPA 13-2010 Section 9.3.5.9.7.2 is added and modified to read as follows:\t9.3.5.9.7.2. Concrete anchors other than those shown in Figure 9.3.5.9.1 and identified in 9.3.5.8.10 shall be acceptable for use where designed in accordance with the requirements of the building code and certified by a registered professional engineer. 94.2010.46. NFPA 13-2010 Section 9.3.6.1(3) is added and modified to read as follows:\t9.3.6.1(3). No. 12,440 lb (200Kg) wire installed at least 45 degrees from the vertical plane and anchored on both sides of the pipe. Powder-driven fasteners for attaching restraint are allowed to be used provided that the restraint component does not support the dead load.94.2010.47. NFPA 13-2010 Section 9.3.7.7 is not adopted.94.2010.48. NFPA 13-2010 Section 9.3.7.9 is amended and modified to read as follows:\t9.3.7.9. The systems are required to be protected against earthquakes using a horizontal force factor exceeding 0.50 Wp, where Wp is the weight of the water-filled pipe.94.2010.49. NFPA 13-2010 Section 10.6.5. is added and modified to read as follows:\t10.6.5. Pipe joints shall not be located under foundation footings.  The pipe under the building or building foundation shall not contain mechanical joints.\tEXCEPTIONS:\t1.\tWhere allowed in accordance with 10.6.2;\t2.\tAlternate designs may be utilized where designed by a registered professional engineer and approved by the enforcing agency.94.2010.50. NFPA 13-2010 Section 10.9.1 is added and modified to read as follows:\t10.9.1. Backfill shall be well tamped in layers or puddle under and around pipes to prevent settlement or lateral movement.  Backfill shall consist of clean fill sand or pea gravel to a minimum of 6&#038;″ below and to a minimum of 12&#038;″ above the pipe and shall contain no ashes cinders, refuse, organic matter, or other corrosive materials.  Other backfill materials and methods are permitted where designed by a registered professional engineer and approved by the enforcing agency.94.2010.51. NFPA 13-2010 Section 11.1.6.6 is added and modified to read as follows:\t11.1.6.6. When hose valves for Fire Department use are attached to wet pipe sprinkler system risers in accordance with Section 8.17.5.2 of NFPA 13-2010:\t1.\tThe water supply shall not be required to be added to the standpipe demand as determined from Section 94.2020 of this chapter.\t2.\t Where the combined sprinkler system demand and hose stream allowance of Table 11.2.3.1.2 of NFPA 13-2010 exceeds the requirements of Section 94.2020 of this division, this higher demand shall be used.\t3.\t For partially sprinklered buildings, the sprinkler demand, not including hose stream allowance, as indicated in Table 11.2.3.1.1 of NFPA 13-2010, shall be added to the requirements given in Section 94.2020 of this Division.94.2010.52. NFPA 13-2010 Section 11.2.3.1.4(4)(i) is added and modified to read as follows:\t11.2.3.1.4(4)(i). Exterior columns under 10 ft2 (0.93 m2) in total area, formed by studs or wood joist, with no sources of ignition within the column, supporting exterior canopies that are fully protected with a sprinkler system.94.2010.53. NFPA 13-2010 Section 11.2.3.2.3.1 is added and modified to read as follows:\t11.2.3.2.3.1. Where listed quick-response sprinklers, excluding extended coverage quick-response sprinklers, are used throughout a system or portion of a system having the same hydraulic design basis, the system area of operation shall be permitted to be reduced without revising the density as indicated in Figure 11.2.3.2.3.1 when all of the following conditions are satisfied:\t1.\t Wet pipe system;\t2.\tLight hazard occupancy;\t3.\t20 ft (6.1 m) maximum ceiling height; and\t4.\tThere are no unprotected ceiling pockets as allowed by Sections 8.6.7 and 8.8.7 exceeding 32 ft2 (3 m2).94.2010.54. NFPA 13-2010 Section 11.2.3.2.3.2 is added and modified to read as follows:\t11.2.3.2.3.2. The number of sprinklers in the design area shall never be less than seven.94.2010.55. NFPA 13-2010 Section 11.3.3.5 is added and modified to read as follows:\t11.3.3.5. When the water curtain is located in an otherwise un-sprinklered area, the design shall include all the sprinklers in each fire separation area being protected.94.2010.56. NFPA 13-2010 Section 12.2.1 is added and modified to read as follows:\t12.2.1. Except as allowed by section 12.2.2, small hose connections 1 1\/2 (38 mm) shall be provided where the system is not subject to freezing in accordance with 8.17.5 for first-aid-fire-fighting and overhaul operations.94.2010.57. NFPA 13-2010 Section 23.1.7 is not adopted.94.2010.58. NFPA 13-2010 Section 24.1 is added and modified to read as follows:\t24.1. Approval of Sprinkler Systems and Private Fire Service Mains.  The installing contractor shall do the following:\t1.\tNotify the authority having jurisdiction and the property owner or property owner’s authorized representative of the time and date testing will be performed;\t2.\tPerform all required testing (see Section 24.2);\t3.\tComplete and sign the appropriate contractor’s material and test certificate(s) (see Figure 24.1);\t4.\tRemove all caps and straps prior to placing the sprinkler system in service; and\t5.\tUpon system acceptance by the authority having jurisdiction a label prescribed by Title 19 California Code of Regulations, Chapter 5 shall be affixed to each system riser.94.2010.59. NFPA 13-2010 Section 24.4 is added and modified to read as follows:\t24.4. Instructions.  The installing contractor shall provide the property owner or the property owner’s authorized representative with the following:\t1.\t All literature and instructions provided by the manufacturer describing proper operation and maintenance of any equipment and devices installed;\t2. \tNFPA 25, Standard for the inspection, testing, and maintenance of Water-Based Fire Protection Systems, 2006 California Edition; and\t3.\tTitle 19, California Code of Regulations, Chapter 5, “Fire Extinguishing Systems.”94.2010.60. NFPA 13-2010 Section 24.5.1 is added and modified to read as follows:\t24.5.1. “Pipe schedule systems shall be provided with a sign indicating that the system was designed and installed as a pipe schedule system and the hazard classification(s) included in the design.”94.2010.61. NFPA 13-2010 Section 24.5.2 is added and modified to read as follows:\t24.5.2. The sign shall include the following information:\t1.\tLocation of the design area or areas;\t2.\tDischarge densities over the design area or areas;\t3.\t Required flow and pressure of the system at the base of the riser;\t4.\tPresence of high piled storage;\t5.\tMaximum height of storage planned;\t6.\tAisle width planned;\t7.\tRequired flow and pressure of the system at the water supply source;\t8.\tRequired flow and pressure of the system at the discharge side of the fire pump where a fire pump is installed;\t9.\tType or types and number of sprinklers or nozzles installed including the orifice size, temperature rating, orientation, K-Factor, Sprinkler Identification Number (SIN) for sprinkler heads when applicable and response type;\t10.\tThe minimum discharge flow rate and pressure required from the hydraulically most demanding sprinkler;\t11.\tThe required pressure settings for pressure reducing valves;\t12.\tFor deluge sprinkler systems, the required flow and pressure at the hydraulically most demanding sprinkler or nozzle;\t13.\tThe protection area per sprinkler based on the hydraulic calculations; and\t14.\tThe edition of NFPA 13 to which the system was designed and installed.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}