{"section_number":"95.115","edition_id":"1","section_id":"2820","structure_id":"73","catch_line":"Permit Fees.","history":"","full_text":"  PERMIT FEES.\n\t(Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)\n\n95.115.1.  PERMIT FEES.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  Before any permit required by this Code is issued, the applicant shall pay to the Department the following fees:\n\nPERMIT FEE SCHEDULE FOR HEATING, VENTILATING, AIR-CONDITIONING AND REFRIGERATION EQUIPMENT AND MISCELLANEOUS HEAT-PRODUCING APPLIANCES\n\n\n  \n    \n      \n        Permit\n      \n      \n        Fee\n      \n    \n    \n      \n        1.\n      \n      \n        a.    For issuing permit\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tFor issuing a supplementary permit (the fee for which shall be the difference between the fee paid for the  original permit and the fee which would have been  required had the original permit included the entire installation, repair, relocation or alteration plus\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        2.\n      \n      \n        For the installation or relocation of each fuel-burning heating appliance regulated by this Code\t\n      \n      \n        $19.00\n      \n    \n    \n      \n        3.\n      \n      \n        For  each  air  inlet  and  air  outlet  served  by any  heating,  air-conditioning  or  ventilation  system\t\n      \n      \n        $5.00\n      \n    \n    \n      \n        \n      \n      \n        or for each 1,000 square feet (92.9 m2) or fraction thereof of conditioned area for any heating or air-conditioning system using perforated building material in lieu of conventional air inlets and outlets\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        4.\n      \n      \n        a.\t    For the installation of each appliance vent system, factory-built chimney and each absorption unit vent system regulated by this Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        b.    For the installation of each unlisted single-wall metal chimney (smokestack)\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n              Note:  This fee shall not apply to a vent system which is an integral part of an appliance or an absorption unit, which is listed for outdoor installation.\n      \n      \n        \n      \n    \n    \n      \n        5.\n      \n      \n        For the repair of, alteration of or addition to each refrigeration system, fuel- burning heating appliance, comfort-cooling unit, absorption unit, or each comfort-heating, cooling, absorption, ventilation or evaporative cooling system, including the installation of controls regulated by this Code\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        6.\n      \n      \n        a.    For each ventilation system which is serving a commercial cooking hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For each environmental air and commercial-type clothes dryer ventilation system regulated by this Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        c.    For each product-conveying duct system regulated by this Code\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        7.\n      \n      \n        For the installation of each hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        8.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of 25-horsepower (87.9 k\/W) rating or less and each absorption unit having an input capacity of 500,000 Btu\/h (2299.3 L\/W) or less\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of 25-horsepower rating (87.9 k\/W) or less, other than a compressor for a unit refrigeration system\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        9.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor over 25-horsepower (87.9 K\/W) rating and under 50-horsepower (175.8 k\/W) rating, and each absorption unit having an input capacity over 500,000 Btu\/h (2299.3 L\/W) and under 1,000,000 Btu\/h (4598.6 L\/W)\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor over 25-horsepower (87.9 k\/W) rating and under 50-horsepower (175.8 k\/W) rating\t\n      \n      \n        $77.00\n      \n    \n    \n      \n        10.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of 50-horsepower (175.8 k\/W) rating and over, and each absorption unit having an input capacity of 1,000,000 Btu\/h (4598.6 L\/W) and over\t\n      \n      \n        $116.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of 50-horsepower (175.8 k\/W) rating and over\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        11.\n      \n      \n        For  the  installation  of  each  air-handling  unit  used  for  the  distribution  of  conditioned  air supply\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  This fee shall not apply to an air-handling unit which is a portion of a factory-assembled appliance, comfort-cooling unit, evaporative cooler or absorption unit for which a permit is required elsewhere in this Code.\t\n      \n      \n        \n      \n    \n    \n      \n        12.\n      \n      \n        For the installation of each evaporative cooler which is not classified as a portable evaporative cooler\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        13.\n      \n      \n        When it shall be necessary to make an extra inspection trip due to the applicant having given an incorrect address or wrong location for any permit when obtaining a permit required by this Code, a fee shall be paid by the applicant for correcting the address or location given in such permit\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        14.\n      \n      \n        For the installation of incidental gas piping for each  existing  individual  metered  system  up  to and  including  five  outlets  (see  Section 95.112.4)\t\n      \n      \n        $25.00\n      \n    \n    \n      \n              \n      \n      \n        For each outlet over five\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  For the purpose of this fee, incidental gas piping shall mean any addition made to an existing low-pressure gas piping system to accommodate gas-burning equipment regulated by this Code.  This fee shall not apply if such piping is less than six feet (1.8 m) in length and connects to an existing gas outlet.\n      \n      \n        \n      \n    \n    \n      \n        15.\n      \n      \n        For the installation of each fire damper\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        16.\n      \n      \n        For the installation of each smoke-control damper which is a portion of a smoke- control system that is required by the Los Angeles Municipal Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        17.\n      \n      \n        For each smoke detector which is required by the Los Angeles Mechanical Code\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        18.\n      \n      \n        For witnessing the performance test of any emergency mechanical smoke-control system, stair shaft pressurization system, smoke detector or smoke damper which is a portion of that system.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        19.\n      \n      \n        For witnessing the performance test of any heating or cooling equipment for automatic shutoff.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        20.\n      \n      \n        For witnessing the performance test of any ventilating system serving commercial food heat-processing equipment.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        21.\n      \n      \n        For the minimum inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        22.\n      \n      \n        For each additional inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        23.\n      \n      \n        Minimum inspection fee.  Los Angeles Municipal Code Section 98.0412.1 and 98.0412.1.1:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.    For the installation of a single fixture described in this section\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tWhere the cumulative fees described in this section total less than the minimum fee required by the Los Angeles Mechanical Code\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        24.\n      \n      \n        For transfer of a permit\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        Note:  Items 18, 19 and 20.  For the purpose of witness fee requirements, more than one system of the same category can be inspected in the same building spaces if completed within the same hour.  For each additional category or additional hour or fraction thereof a fee of $75.00 is required.  These fees are not to be included in determining plan check fee.\n      \n    \n  \n\n\t\n95.115.2.  PLAN CHECK FEES.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)\n\n\t(a)\tBefore formally accepting a set of plans and specifications for checking, the Department shall collect a plan check fee.\n\n\tA complete schedule of the permit fees due shall be included with each set of plans submitted to the Department.\n\n\tThe plan check fees required by the provisions of this section are in addition to the inspection fees required by Sections 95.115.5 and 95.115.8 of this Code.\n\n\tA fee as specified in Item 10 of Section 95.115.2 shall be collected by the Department prior to approval for each set of plans submitted beyond the two required by this Code containing more than 10 sheets including calculations and documentation.\n\n\tPlan check fee shall be as follows:\n\n\t1.\tAll projects\n\n\n  \n    \n      \n        Type of Installation\n      \n      \n        Standard Design\n      \n      \n        Additional Fee for Checking Analysis of Annual Energy Budget\n      \n    \n    \n      \n        Installation of equipment as listed in Section 95.115.1\n      \n      \n        70% of permit fee\n$93.00 minimum; plus a surcharge of 10% of permit fee, $72.00 minimum, for checking compliance with State Energy Standards\nNOTE: For conditioned areas where the number of air inlets and air outlets is unknown, $12.00 for each 1000 sq. ft. or fraction thereof.\n      \n      \n        60% of permit fee,\n$144.00 minimum, \n$4,037.00 maximum\n      \n    \n  \n\n\n\t2.\tIn addition to the above fee, a plan checking fee shall be assessed for checking the following systems:\n\n\ta.\tCommercial cooking ventilation systems, serving type I hoods, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00\n\n\tb.\tCommercial cooking ventilation systems, serving type II hoods each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $144.00\n\n\tc.\tType  I,  Type  II  or  fume  hoods,  each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $72.00\n\n\td.\tProduct  conveying  ventilation systems  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00\n\n\te.\tEngineering calculations of smoke control systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $1,081.00\n\n\tf.\tEngineering calculations of stair shaft pressurization systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00\n\n\tg.\tEngineered and\/or proprietary duct joints,  each  HVAC  system, minimum  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $144.00\n\n\th.\tThe Department may collect a plan check fee as specified in Section 98.0415(e) of the Los Angeles Municipal Code for the following plan check services:\n\n\t1.\tSpecially engineered systems;\n\n\t2.\tEngineered systems not listed in Section 95.115.1;\n\n\t3.\tReview of expired plans provided that the original approved plans are submitted along with the new plans, and the new plans have no changes other than those required to comply with the current code;\n\n\t4.\tReview of plans revised for reasons other than to comply with plan check corrections;\n\n\t5.\tReview of “As Built” plans provided that the original approved plans are submitted along with the new plans;\n\n\t6.\tAny time not included in the original plan check fee.\n\n\t(b)\tOff-hour Plan Check.  Upon request by an applicant and accepted by the Department, an off-hour plan check fee per Section 98.0422 of the Los Angeles Municipal Code may be collected.\n\n\n95.115.3.  EXPIRATION OF PLAN CHECK.  Plan check approval shall expire as provided for in Section 98.0603 of the Los Angeles Municipal Code.\n\n95.115.4.  MINIMUM INSPECTION FEE.\n\n\t1.\tA minimum fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid to the Department for each mechanical installation for which a permit is required by this Code.\n\n\t2.\tWhen the cumulative fees and the issuing fee set forth in this Code are less than the minimum fee, the minimum fee shall be paid, which shall include the issuing fee.\n\n\t3.\tThe fee for single fixture shall apply to the installation of only one mechanical fixture\/equipment and shall include the issuing fee.  Where the fee for a single fixture exceeds the minimum fee for single fixtures, this fee shall not apply.\n\n95.115.5.  FEES FOR MISCELLANEOUS PERMITS.\n\n\t1.\tWhen permission has been obtained from the Department, a permit may be issued for that portion of equipment to be concealed if the permit cannot be issued until required plans have been approved.  The miscellaneous permit shall not be an authorization for the installation of any other equipment.\n\n\tThe permittee shall submit plans along with this permit application which shall clearly designate the equipment to be concealed and the building area involved.  If the work done on the miscellaneous permit is not in accordance with the final approved plans, the permittee shall be responsible for making all necessary corrections for compliance with the Code.\n\n\tA fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid for the inspection of this installation and shall be limited to one inspection trip and one reinspection trip.  This fee is in addition to the permit-issuing fee specified in Section 95.115.1.\n\n\t2.\tA miscellaneous permit fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid for inspection of the installation of equipment regulated by this Code which requires an inspection for determination of Code compliance and where such installation inspection is not provided for in the permit fee schedule specified in Section 95.115.1.  This fee is in addition to the permit issuing fee specified in Section 95.115.1.\n\n95.115.6.  INVESTIGATION FEE.  Except as provided in Section 95.112.1, whenever any work for which a permit is required under the provisions of this Code has been commenced without the authorization of a permit, a special investigation shall be made before a permit may be issued for the work.  In addition to the permit fee, an investigation fee shall be collected as provided for in Section 98.0402 of the Los Angeles Municipal Code.\n\n95.115.7.  TRANSFER OF PERMITS AND PLAN CHECKS.  (Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)  No permit shall be transferable from the original permittee to any other person, unless the property owner authorizes the transfer in writing.  Upon authorization, the new permittee shall file with the Department a new permit and pay to the Department a fee as specified in Section LAMC 98.0415 for issuing the new permit.  This fee includes the issuing permit fee specified in the fee schedule set forth in LAMC Section 95.115.1.\n\n\tNOTE:  No plan check shall be transferable from one contractor to another unless the original plans were prepared and signed by a state-licensed engineer in the proper classification.\n\n95.115.8.  FEES FOR ADDITIONAL INSPECTIONS.\n\n\t1.\tEach permit shall be entitled to three inspection trips when the job is of a type requiring an inspection before covering or concealing the work.  On jobs which may be completely inspected on one inspection trip, two inspection trips will be allowed.\n\n\tEXCEPTION:  The number of inspection trips will not be limited on progress jobs, provided, however, that only one inspection will be permitted for checking a correction.  For the purpose of this section, progress jobs are those in which circumstances beyond the control of the applicant make it impossible for the installation to be completed at any specific time.\n\n\t2.\tIf more inspection trips than are specified in Subsection 1 of this section are required due to the fault or error on the part of the applicant or the applicant’s employees, an additional fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid by the applicant for each additional inspection trip.\n\n\t3.\tThe Department may recheck installations at intervals of 30 days or more, where violations continue to exist, until either the violations are cleared or a total of three rechecks are made.  The fees specified in Subsection 2 of this section shall apply for each recheck inspection.\n\n\t4.\tThe fees charged under this section are in addition to any other fees shown and the payment of the fees required by this section shall not exempt any person from compliance with other provisions of this Code nor from any penalty prescribed by law.\n\n\t5.\tWhenever special enforcement procedures are required to obtain compliance with properly executed Department notices or orders, a fee, as specified in Section 98.0407 of the Los Angeles Municipal Code, shall be assessed in addition to the added trip fee specified in Subsection 2 of this section.\n\n95.115.9.  INSPECTION FEES FOR OFF-HOURS INSPECTIONS.  The Department may, at its discretion, make emergency inspections at other than normal working hours upon the request of a permittee, provided that additional fees are paid as specified in Section 98.0406 of the Los Angeles Municipal Code.\n\n95.115.10.  FEES FOR OFF-SITE INSPECTIONS.  Upon written request, the Department may, at its discretion, make inspections at locations other than the site upon which a building will be located, provided that location is within 60 miles (96.56 km) of the Los Angeles City Hall.\n\n\tA fee, in addition to fees charged elsewhere in this Code, at the rate specified in Section 98.0412 of the Los Angeles Municipal Code per hour shall be charged for such inspections, time to include travel to and from the place of inspection, with the minimum fee as specified in Section 98.0412 of the Los Angeles Municipal Code.","order_by":"115","ancestry":{"1":{"id":"73","name":"Mechanical Code","identifier":"5","label":"article","url":"\/9\/5\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"361","structure_id":"73","section_number":"95.101","catch_line":"Title.","url":"\/95.101\/","token":"95.101"},"1":{"id":"266","structure_id":"73","section_number":"95.102","catch_line":"Purpose.","url":"\/95.102\/","token":"95.102"},"2":{"id":"3770","structure_id":"73","section_number":"95.103","catch_line":"Scope.","url":"\/95.103\/","token":"95.103"},"3":{"id":"1894","structure_id":"73","section_number":"95.104","catch_line":"Application To Existing Mechanical Systems.","url":"\/95.104\/","token":"95.104"},"4":{"id":"3181","structure_id":"73","section_number":"95.105","catch_line":"Alternate Materials And Methods Of Construction.","url":"\/95.105\/","token":"95.105"},"5":{"id":"4187","structure_id":"73","section_number":"95.106","catch_line":"Modifications.","url":"\/95.106\/","token":"95.106"},"6":{"id":"3533","structure_id":"73","section_number":"95.107","catch_line":"Tests.","url":"\/95.107\/","token":"95.107"},"7":{"id":"3910","structure_id":"73","section_number":"95.108","catch_line":"Powers And Duties Of The Department.","url":"\/95.108\/","token":"95.108"},"8":{"id":"1431","structure_id":"73","section_number":"95.109","catch_line":"Unsafe Equipment.","url":"\/95.109\/","token":"95.109"},"9":{"id":"3067","structure_id":"73","section_number":"95.110","catch_line":"Appeals.","url":"\/95.110\/","token":"95.110"},"10":{"id":"3023","structure_id":"73","section_number":"95.111","catch_line":"Prohibited Acts.","url":"\/95.111\/","token":"95.111"},"11":{"id":"1702","structure_id":"73","section_number":"95.112","catch_line":"Permits.","url":"\/95.112\/","token":"95.112"},"12":{"id":"446","structure_id":"73","section_number":"95.113","catch_line":"Application For Permit.","url":"\/95.113\/","token":"95.113"},"13":{"id":"1506","structure_id":"73","section_number":"95.114","catch_line":"Permit Issuance.","url":"\/95.114\/","token":"95.114"},"14":{"id":"2820","structure_id":"73","section_number":"95.115","catch_line":"Permit Fees.","url":"\/95.115\/","token":"95.115"},"15":{"id":"4077","structure_id":"73","section_number":"95.116","catch_line":"Inspections.","url":"\/95.116\/","token":"95.116"},"16":{"id":"1522","structure_id":"73","section_number":"95.117","catch_line":"Connection Approval.","url":"\/95.117\/","token":"95.117"},"17":{"id":"2137","structure_id":"73","section_number":"95.118","catch_line":"Registration.","url":"\/95.118\/","token":"95.118"},"18":{"id":"3673","structure_id":"73","section_number":"95.119","catch_line":"Format.","url":"\/95.119\/","token":"95.119"},"19":{"id":"515","structure_id":"73","section_number":"95.120","catch_line":"Validity.","url":"\/95.120\/","token":"95.120"},"20":{"id":"471","structure_id":"73","section_number":"95.121","catch_line":"Standard Reference Documents.","url":"\/95.121\/","token":"95.121"},"21":{"id":"1801","structure_id":"73","section_number":"95.201","catch_line":"General.","url":"\/95.201\/","token":"95.201"},"22":{"id":"1896","structure_id":"73","section_number":"95.202","catch_line":"Accepted Meanings.","url":"\/95.202\/","token":"95.202"},"23":{"id":"3871","structure_id":"73","section_number":"95.203.0","catch_line":"A.","url":"\/95.203.0\/","token":"95.203.0"},"24":{"id":"1744","structure_id":"73","section_number":"95.204.0","catch_line":"B.","url":"\/95.204.0\/","token":"95.204.0"},"25":{"id":"1469","structure_id":"73","section_number":"95.205.0","catch_line":"C.","url":"\/95.205.0\/","token":"95.205.0"},"26":{"id":"540","structure_id":"73","section_number":"95.206.0","catch_line":"D.","url":"\/95.206.0\/","token":"95.206.0"},"27":{"id":"3626","structure_id":"73","section_number":"95.207.0","catch_line":"E.","url":"\/95.207.0\/","token":"95.207.0"},"28":{"id":"619","structure_id":"73","section_number":"95.208.0","catch_line":"F.","url":"\/95.208.0\/","token":"95.208.0"},"29":{"id":"4132","structure_id":"73","section_number":"95.209.0","catch_line":"G.","url":"\/95.209.0\/","token":"95.209.0"},"30":{"id":"3291","structure_id":"73","section_number":"95.210.0","catch_line":"H.","url":"\/95.210.0\/","token":"95.210.0"},"31":{"id":"344","structure_id":"73","section_number":"95.211.0","catch_line":"I.","url":"\/95.211.0\/","token":"95.211.0"},"32":{"id":"849","structure_id":"73","section_number":"95.212.0","catch_line":"J.","url":"\/95.212.0\/","token":"95.212.0"},"33":{"id":"3992","structure_id":"73","section_number":"95.213.0","catch_line":"K.","url":"\/95.213.0\/","token":"95.213.0"},"34":{"id":"879","structure_id":"73","section_number":"95.214.0","catch_line":"L.","url":"\/95.214.0\/","token":"95.214.0"},"35":{"id":"3353","structure_id":"73","section_number":"95.215.0","catch_line":"M.","url":"\/95.215.0\/","token":"95.215.0"},"36":{"id":"1349","structure_id":"73","section_number":"95.216.0","catch_line":"N.","url":"\/95.216.0\/","token":"95.216.0"},"37":{"id":"3595","structure_id":"73","section_number":"95.217.0","catch_line":"O.","url":"\/95.217.0\/","token":"95.217.0"},"38":{"id":"2243","structure_id":"73","section_number":"95.218.0","catch_line":"P.","url":"\/95.218.0\/","token":"95.218.0"},"39":{"id":"3788","structure_id":"73","section_number":"95.219.0","catch_line":"Q.","url":"\/95.219.0\/","token":"95.219.0"},"40":{"id":"2347","structure_id":"73","section_number":"95.220.0","catch_line":"R.","url":"\/95.220.0\/","token":"95.220.0"},"41":{"id":"3141","structure_id":"73","section_number":"95.221.0","catch_line":"S.","url":"\/95.221.0\/","token":"95.221.0"},"42":{"id":"4159","structure_id":"73","section_number":"95.222.0","catch_line":"T.","url":"\/95.222.0\/","token":"95.222.0"},"43":{"id":"561","structure_id":"73","section_number":"95.223.0","catch_line":"U.","url":"\/95.223.0\/","token":"95.223.0"},"44":{"id":"624","structure_id":"73","section_number":"95.224.0","catch_line":"V.","url":"\/95.224.0\/","token":"95.224.0"},"45":{"id":"1719","structure_id":"73","section_number":"95.225.0","catch_line":"W.","url":"\/95.225.0\/","token":"95.225.0"},"46":{"id":"3858","structure_id":"73","section_number":"95.226.0","catch_line":"X.","url":"\/95.226.0\/","token":"95.226.0"},"47":{"id":"2935","structure_id":"73","section_number":"95.227.0","catch_line":"Y.","url":"\/95.227.0\/","token":"95.227.0"},"48":{"id":"955","structure_id":"73","section_number":"95.228.0","catch_line":"Z.","url":"\/95.228.0\/","token":"95.228.0"},"49":{"id":"3644","structure_id":"73","section_number":"95.300","catch_line":"Basic Provisions.","url":"\/95.300\/","token":"95.300"},"50":{"id":"2894","structure_id":"73","section_number":"95.312","catch_line":"Water Supply.","url":"\/95.312\/","token":"95.312"},"51":{"id":"883","structure_id":"73","section_number":"95.400","catch_line":"Basic Provisions.","url":"\/95.400\/","token":"95.400"},"52":{"id":"423","structure_id":"73","section_number":"95.500","catch_line":"Basic Provisions.","url":"\/95.500\/","token":"95.500"},"53":{"id":"3524","structure_id":"73","section_number":"95.600","catch_line":"Basic Provisions.","url":"\/95.600\/","token":"95.600"},"54":{"id":"2330","structure_id":"73","section_number":"95.700","catch_line":"Basic Provisions.","url":"\/95.700\/","token":"95.700"},"55":{"id":"2795","structure_id":"73","section_number":"95.800","catch_line":"Basic Provisions.","url":"\/95.800\/","token":"95.800"},"56":{"id":"2081","structure_id":"73","section_number":"95.900","catch_line":"Basic Provisions.","url":"\/95.900\/","token":"95.900"},"57":{"id":"2141","structure_id":"73","section_number":"95.1000","catch_line":"Basic Provisions.","url":"\/95.1000\/","token":"95.1000"},"58":{"id":"1634","structure_id":"73","section_number":"95.1100","catch_line":"Basic Provisions.","url":"\/95.1100\/","token":"95.1100"},"59":{"id":"1424","structure_id":"73","section_number":"95.1200","catch_line":"Basic Provisions.","url":"\/95.1200\/","token":"95.1200"},"60":{"id":"703","structure_id":"73","section_number":"95.1300","catch_line":"Basic Provisions.","url":"\/95.1300\/","token":"95.1300"},"61":{"id":"3818","structure_id":"73","section_number":"95.1400","catch_line":"Basic Provisions.","url":"\/95.1400\/","token":"95.1400"},"62":{"id":"2018","structure_id":"73","section_number":"95.1500","catch_line":"Basic Provisions.","url":"\/95.1500\/","token":"95.1500"},"63":{"id":"1574","structure_id":"73","section_number":"95.1600","catch_line":"Basic Provisions.","url":"\/95.1600\/","token":"95.1600"},"64":{"id":"598","structure_id":"73","section_number":"95.1700","catch_line":"Basic Provisions.","url":"\/95.1700\/","token":"95.1700"},"65":{"id":"3197","structure_id":"73","section_number":"95.1800","catch_line":"Basic Provisions.","url":"\/95.1800\/","token":"95.1800"}},"previous_section":{"id":"1506","structure_id":"73","section_number":"95.114","catch_line":"Permit Issuance.","url":"\/95.114\/","token":"95.114"},"next_section":{"id":"4077","structure_id":"73","section_number":"95.116","catch_line":"Inspections.","url":"\/95.116\/","token":"95.116"},"metadata":false,"references":false,"url":"\/95.115\/","token":"95.115","formats":{"txt":"\/95.115.txt","json":"\/95.115.xml"},"dublin_core":{"Title":"Permit Fees.","Type":"Text","Format":"text\/html","Identifier":"§ 95.115","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPERMIT FEES. (§ 95.115)\n\n  PERMIT FEES.\n\t(Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)95.115.1.  PERMIT\nFEES.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  Before any permit\nrequired by this Code is issued, the applicant shall pay to the Department the\nfollowing fees:PERMIT FEE SCHEDULE FOR HEATING, VENTILATING, AIR-CONDITIONING\nAND REFRIGERATION EQUIPMENT AND MISCELLANEOUS HEAT-PRODUCING APPLIANCES\n  \n    \n      \n        Permit\n      \n      \n        Fee\n      \n    \n    \n      \n        1.\n      \n      \n        a.    For issuing permit\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tFor issuing a supplementary permit (the fee for which shall be\nthe difference between the fee paid for the  original permit and the fee which\nwould have been  required had the original permit included the entire\ninstallation, repair, relocation or alteration plus\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        2.\n      \n      \n        For the installation or relocation of each fuel-burning heating\nappliance regulated by this Code\t\n      \n      \n        $19.00\n      \n    \n    \n      \n        3.\n      \n      \n        For  each  air  inlet  and  air  outlet  served  by any \nheating,  air-conditioning  or  ventilation  system\t\n      \n      \n        $5.00\n      \n    \n    \n      \n        \n      \n      \n        or for each 1,000 square feet (92.9 m2) or fraction thereof of\nconditioned area for any heating or air-conditioning system using perforated\nbuilding material in lieu of conventional air inlets and outlets\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        4.\n      \n      \n        a.\t    For the installation of each appliance vent system,\nfactory-built chimney and each absorption unit vent system regulated by this\nCode\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        b.    For the installation of each unlisted single-wall metal chimney\n(smokestack)\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n              Note:  This fee shall not apply to a vent system which is an\nintegral part of an appliance or an absorption unit, which is listed for outdoor\ninstallation.\n      \n      \n        \n      \n    \n    \n      \n        5.\n      \n      \n        For the repair of, alteration of or addition to each refrigeration\nsystem, fuel- burning heating appliance, comfort-cooling unit, absorption unit,\nor each comfort-heating, cooling, absorption, ventilation or evaporative cooling\nsystem, including the installation of controls regulated by this Code\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        6.\n      \n      \n        a.    For each ventilation system which is serving a commercial\ncooking hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For each environmental air and commercial-type clothes dryer\nventilation system regulated by this Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        c.    For each product-conveying duct system regulated by this Code\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        7.\n      \n      \n        For the installation of each hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        8.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of\n25-horsepower (87.9 k\/W) rating or less and each absorption unit having an input\ncapacity of 500,000 Btu\/h (2299.3 L\/W) or less\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of\n25-horsepower rating (87.9 k\/W) or less, other than a compressor for a unit\nrefrigeration system\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        9.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor over\n25-horsepower (87.9 K\/W) rating and under 50-horsepower (175.8 k\/W) rating, and\neach absorption unit having an input capacity over 500,000 Btu\/h (2299.3 L\/W)\nand under 1,000,000 Btu\/h (4598.6 L\/W)\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor over\n25-horsepower (87.9 k\/W) rating and under 50-horsepower (175.8 k\/W) rating\t\n      \n      \n        $77.00\n      \n    \n    \n      \n        10.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of\n50-horsepower (175.8 k\/W) rating and over, and each absorption unit having an\ninput capacity of 1,000,000 Btu\/h (4598.6 L\/W) and over\t\n      \n      \n        $116.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of\n50-horsepower (175.8 k\/W) rating and over\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        11.\n      \n      \n        For  the  installation  of  each  air-handling  unit  used \nfor  the  distribution  of  conditioned  air supply\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  This fee shall not apply to an air-handling unit which is a\nportion of a factory-assembled appliance, comfort-cooling unit, evaporative\ncooler or absorption unit for which a permit is required elsewhere in this\nCode.\t\n      \n      \n        \n      \n    \n    \n      \n        12.\n      \n      \n        For the installation of each evaporative cooler which is not classified\nas a portable evaporative cooler\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        13.\n      \n      \n        When it shall be necessary to make an extra inspection trip due to the\napplicant having given an incorrect address or wrong location for any permit\nwhen obtaining a permit required by this Code, a fee shall be paid by the\napplicant for correcting the address or location given in such permit\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        14.\n      \n      \n        For the installation of incidental gas piping for each  existing \nindividual  metered  system  up  to and  including  five  outlets \n(see  Section 95.112.4)\t\n      \n      \n        $25.00\n      \n    \n    \n      \n              \n      \n      \n        For each outlet over five\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  For the purpose of this fee, incidental gas piping shall mean\nany addition made to an existing low-pressure gas piping system to accommodate\ngas-burning equipment regulated by this Code.  This fee shall not apply if such\npiping is less than six feet (1.8 m) in length and connects to an existing gas\noutlet.\n      \n      \n        \n      \n    \n    \n      \n        15.\n      \n      \n        For the installation of each fire damper\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        16.\n      \n      \n        For the installation of each smoke-control damper which is a portion of\na smoke- control system that is required by the Los Angeles Municipal Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        17.\n      \n      \n        For each smoke detector which is required by the Los Angeles Mechanical\nCode\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        18.\n      \n      \n        For witnessing the performance test of any emergency mechanical\nsmoke-control system, stair shaft pressurization system, smoke detector or smoke\ndamper which is a portion of that system.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        19.\n      \n      \n        For witnessing the performance test of any heating or cooling equipment\nfor automatic shutoff.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        20.\n      \n      \n        For witnessing the performance test of any ventilating system serving\ncommercial food heat-processing equipment.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        21.\n      \n      \n        For the minimum inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        22.\n      \n      \n        For each additional inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        23.\n      \n      \n        Minimum inspection fee.  Los Angeles Municipal Code Section 98.0412.1\nand 98.0412.1.1:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.    For the installation of a single fixture described in this\nsection\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tWhere the cumulative fees described in this section total less\nthan the minimum fee required by the Los Angeles Mechanical Code\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        24.\n      \n      \n        For transfer of a permit\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        Note:  Items 18, 19 and 20.  For the purpose of witness fee\nrequirements, more than one system of the same category can be inspected in the\nsame building spaces if completed within the same hour.  For each additional\ncategory or additional hour or fraction thereof a fee of $75.00 is required. \nThese fees are not to be included in determining plan check fee.\n      \n    \n  \t\n95.115.2.  PLAN CHECK FEES.  (Amended by Ord. No. 180,868, Eff.\n10\/22\/09.)\t(a)\tBefore formally accepting a set of plans and specifications for\nchecking, the Department shall collect a plan check fee.\tA complete schedule of\nthe permit fees due shall be included with each set of plans submitted to the\nDepartment.\tThe plan check fees required by the provisions of this section are\nin addition to the inspection fees required by Sections 95.115.5 and 95.115.8 of\nthis Code.\tA fee as specified in Item 10 of Section 95.115.2 shall be collected\nby the Department prior to approval for each set of plans submitted beyond the\ntwo required by this Code containing more than 10 sheets including calculations\nand documentation.\tPlan check fee shall be as follows:\t1.\tAll projects\n  \n    \n      \n        Type of Installation\n      \n      \n        Standard Design\n      \n      \n        Additional Fee for Checking Analysis of Annual Energy Budget\n      \n    \n    \n      \n        Installation of equipment as listed in Section 95.115.1\n      \n      \n        70% of permit fee\n$93.00 minimum; plus a surcharge of 10% of permit fee, $72.00 minimum, for\nchecking compliance with State Energy Standards\nNOTE: For conditioned areas where the number of air inlets and air outlets is\nunknown, $12.00 for each 1000 sq. ft. or fraction thereof.\n      \n      \n        60% of permit fee,\n$144.00 minimum, \n$4,037.00 maximum\n      \n    \n  \n\t2.\tIn addition to the above fee, a plan checking fee shall be assessed for\nchecking the following systems:\ta.\tCommercial cooking ventilation systems,\nserving type I hoods, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. . $216.00\tb.\tCommercial cooking ventilation systems, serving\ntype II hoods each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. . $144.00\tc.\tType  I,  Type  II  or  fume  hoods, \neach  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. .\n$72.00\td.\tProduct  conveying  ventilation systems  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00\te.\tEngineering calculations\nof smoke control systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. . $1,081.00\tf.\tEngineering calculations of stair shaft\npressurization systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. . $216.00\tg.\tEngineered and\/or proprietary duct joints, \neach  HVAC  system, minimum  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. \n.&thinsp;.&thinsp;. . $144.00\th.\tThe Department may collect a plan check fee as\nspecified in Section 98.0415(e) of the Los Angeles Municipal Code for the\nfollowing plan check services:\t1.\tSpecially engineered systems;\t2.\tEngineered\nsystems not listed in Section 95.115.1;\t3.\tReview of expired plans provided that\nthe original approved plans are submitted along with the new plans, and the new\nplans have no changes other than those required to comply with the current\ncode;\t4.\tReview of plans revised for reasons other than to comply with plan\ncheck corrections;\t5.\tReview of “As Built” plans provided that the original\napproved plans are submitted along with the new plans;\t6.\tAny time not included\nin the original plan check fee.\t(b)\tOff-hour Plan Check.  Upon request by an\napplicant and accepted by the Department, an off-hour plan check fee per Section\n98.0422 of the Los Angeles Municipal Code may be collected.\n95.115.3.  EXPIRATION OF PLAN CHECK.  Plan check approval shall expire as\nprovided for in Section 98.0603 of the Los Angeles Municipal Code.95.115.4. \nMINIMUM INSPECTION FEE.\t1.\tA minimum fee as specified in Section 98.0412 of the\nLos Angeles Municipal Code shall be paid to the Department for each mechanical\ninstallation for which a permit is required by this Code.\t2.\tWhen the cumulative\nfees and the issuing fee set forth in this Code are less than the minimum fee,\nthe minimum fee shall be paid, which shall include the issuing fee.\t3.\tThe fee\nfor single fixture shall apply to the installation of only one mechanical\nfixture\/equipment and shall include the issuing fee.  Where the fee for a\nsingle fixture exceeds the minimum fee for single fixtures, this fee shall not\napply.95.115.5.  FEES FOR MISCELLANEOUS PERMITS.\t1.\tWhen permission has been\nobtained from the Department, a permit may be issued for that portion of\nequipment to be concealed if the permit cannot be issued until required plans\nhave been approved.  The miscellaneous permit shall not be an authorization for\nthe installation of any other equipment.\tThe permittee shall submit plans along\nwith this permit application which shall clearly designate the equipment to be\nconcealed and the building area involved.  If the work done on the\nmiscellaneous permit is not in accordance with the final approved plans, the\npermittee shall be responsible for making all necessary corrections for\ncompliance with the Code.\tA fee as specified in Section 98.0412 of the Los\nAngeles Municipal Code shall be paid for the inspection of this installation and\nshall be limited to one inspection trip and one reinspection trip.  This fee is\nin addition to the permit-issuing fee specified in Section 95.115.1.\t2.\tA\nmiscellaneous permit fee as specified in Section 98.0412 of the Los Angeles\nMunicipal Code shall be paid for inspection of the installation of equipment\nregulated by this Code which requires an inspection for determination of Code\ncompliance and where such installation inspection is not provided for in the\npermit fee schedule specified in Section 95.115.1.  This fee is in addition to\nthe permit issuing fee specified in Section 95.115.1.95.115.6.  INVESTIGATION\nFEE.  Except as provided in Section 95.112.1, whenever any work for which a\npermit is required under the provisions of this Code has been commenced without\nthe authorization of a permit, a special investigation shall be made before a\npermit may be issued for the work.  In addition to the permit fee, an\ninvestigation fee shall be collected as provided for in Section 98.0402 of the\nLos Angeles Municipal Code.95.115.7.  TRANSFER OF PERMITS AND PLAN CHECKS. \n(Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)  No permit shall be\ntransferable from the original permittee to any other person, unless the\nproperty owner authorizes the transfer in writing.  Upon authorization, the new\npermittee shall file with the Department a new permit and pay to the Department\na fee as specified in Section LAMC 98.0415 for issuing the new permit.  This\nfee includes the issuing permit fee specified in the fee schedule set forth in\nLAMC Section 95.115.1.\tNOTE:  No plan check shall be transferable from one\ncontractor to another unless the original plans were prepared and signed by a\nstate-licensed engineer in the proper classification.95.115.8.  FEES FOR\nADDITIONAL INSPECTIONS.\t1.\tEach permit shall be entitled to three inspection\ntrips when the job is of a type requiring an inspection before covering or\nconcealing the work.  On jobs which may be completely inspected on one\ninspection trip, two inspection trips will be allowed.\tEXCEPTION:  The number\nof inspection trips will not be limited on progress jobs, provided, however,\nthat only one inspection will be permitted for checking a correction.  For the\npurpose of this section, progress jobs are those in which circumstances beyond\nthe control of the applicant make it impossible for the installation to be\ncompleted at any specific time.\t2.\tIf more inspection trips than are specified\nin Subsection 1 of this section are required due to the fault or error on the\npart of the applicant or the applicant’s employees, an additional fee as\nspecified in Section 98.0412 of the Los Angeles Municipal Code shall be paid by\nthe applicant for each additional inspection trip.\t3.\tThe Department may recheck\ninstallations at intervals of 30 days or more, where violations continue to\nexist, until either the violations are cleared or a total of three rechecks are\nmade.  The fees specified in Subsection 2 of this section shall apply for each\nrecheck inspection.\t4.\tThe fees charged under this section are in addition to\nany other fees shown and the payment of the fees required by this section shall\nnot exempt any person from compliance with other provisions of this Code nor\nfrom any penalty prescribed by law.\t5.\tWhenever special enforcement procedures\nare required to obtain compliance with properly executed Department notices or\norders, a fee, as specified in Section 98.0407 of the Los Angeles Municipal\nCode, shall be assessed in addition to the added trip fee specified in\nSubsection 2 of this section.95.115.9.  INSPECTION FEES FOR OFF-HOURS\nINSPECTIONS.  The Department may, at its discretion, make emergency inspections\nat other than normal working hours upon the request of a permittee, provided\nthat additional fees are paid as specified in Section 98.0406 of the Los Angeles\nMunicipal Code.95.115.10.  FEES FOR OFF-SITE INSPECTIONS.  Upon written\nrequest, the Department may, at its discretion, make inspections at locations\nother than the site upon which a building will be located, provided that\nlocation is within 60 miles (96.56 km) of the Los Angeles City Hall.\tA fee, in\naddition to fees charged elsewhere in this Code, at the rate specified in\nSection 98.0412 of the Los Angeles Municipal Code per hour shall be charged for\nsuch inspections, time to include travel to and from the place of inspection,\nwith the minimum fee as specified in Section 98.0412 of the Los Angeles\nMunicipal Code.\n","html":"\n\t\t\t\t\t<section><p>  PERMIT FEES.\n\t(Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)<br \/><br \/>95.115.1.  PERMIT FEES.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  Before any permit required by this Code is issued, the applicant shall pay to the Department the following fees:<br \/><br \/>PERMIT FEE SCHEDULE FOR HEATING, VENTILATING, AIR-CONDITIONING AND REFRIGERATION EQUIPMENT AND MISCELLANEOUS HEAT-PRODUCING APPLIANCES<br \/><br \/>\n  \n    \n      \n        Permit\n      \n      \n        Fee\n      \n    \n    \n      \n        1.\n      \n      \n        a.    For issuing permit\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tFor issuing a supplementary permit (the fee for which shall be the difference between the fee paid for the  original permit and the fee which would have been  required had the original permit included the entire installation, repair, relocation or alteration plus\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        2.\n      \n      \n        For the installation or relocation of each fuel-burning heating appliance regulated by this Code\t\n      \n      \n        $19.00\n      \n    \n    \n      \n        3.\n      \n      \n        For  each  air  inlet  and  air  outlet  served  by any  heating,  air-conditioning  or  ventilation  system\t\n      \n      \n        $5.00\n      \n    \n    \n      \n        \n      \n      \n        or for each 1,000 square feet (92.9 m2) or fraction thereof of conditioned area for any heating or air-conditioning system using perforated building <span class=\"dictionary\">material<\/span> in lieu of conventional air inlets and outlets\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        4.\n      \n      \n        a.\t    For the installation of each appliance vent system, factory-built chimney and each absorption unit vent system regulated by this Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        b.    For the installation of each unlisted single-wall metal chimney (smokestack)\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n              Note:  This fee shall not apply to a vent system which is an integral part of an appliance or an absorption unit, which is listed for outdoor installation.\n      \n      \n        \n      \n    \n    \n      \n        5.\n      \n      \n        For the repair of, alteration of or addition to each refrigeration system, fuel- burning heating appliance, comfort-cooling unit, absorption unit, or each comfort-heating, cooling, absorption, ventilation or evaporative cooling system, including the installation of controls regulated by this Code\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        6.\n      \n      \n        a.    For each ventilation system which is serving a commercial cooking hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For each environmental air and commercial-type clothes dryer ventilation system regulated by this Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        c.    For each product-conveying duct system regulated by this Code\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        7.\n      \n      \n        For the installation of each hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        8.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of 25-horsepower (87.9 k\/W) rating or less and each absorption unit having an input capacity of 500,000 Btu\/h (2299.3 L\/W) or less\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of 25-horsepower rating (87.9 k\/W) or less, other than a compressor for a unit refrigeration system\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        9.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor over 25-horsepower (87.9 K\/W) rating and under 50-horsepower (175.8 k\/W) rating, and each absorption unit having an input capacity over 500,000 Btu\/h (2299.3 L\/W) and under 1,000,000 Btu\/h (4598.6 L\/W)\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor over 25-horsepower (87.9 k\/W) rating and under 50-horsepower (175.8 k\/W) rating\t\n      \n      \n        $77.00\n      \n    \n    \n      \n        10.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of 50-horsepower (175.8 k\/W) rating and over, and each absorption unit having an input capacity of 1,000,000 Btu\/h (4598.6 L\/W) and over\t\n      \n      \n        $116.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of 50-horsepower (175.8 k\/W) rating and over\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        11.\n      \n      \n        For  the  installation  of  each  air-handling  unit  used  for  the  distribution  of  conditioned  air supply\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  This fee shall not apply to an air-handling unit which is a portion of a factory-assembled appliance, comfort-cooling unit, evaporative cooler or absorption unit for which a permit is required elsewhere in this Code.\t\n      \n      \n        \n      \n    \n    \n      \n        12.\n      \n      \n        For the installation of each evaporative cooler which is not classified as a portable evaporative cooler\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        13.\n      \n      \n        When it shall be necessary to make an extra inspection trip due to the applicant having given an incorrect address or wrong location for any permit when obtaining a permit required by this Code, a fee shall be paid by the applicant for correcting the address or location given in such permit\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        14.\n      \n      \n        For the installation of incidental gas piping for each  existing  individual  metered  system  up  to and  including  five  outlets  (see  Section 95.112.4)\t\n      \n      \n        $25.00\n      \n    \n    \n      \n              \n      \n      \n        For each outlet over five\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  For the purpose of this fee, incidental gas piping shall mean any addition made to an existing low-pressure gas piping system to accommodate gas-burning equipment regulated by this Code.  This fee shall not apply if such piping is less than six feet (1.8 m) in length and connects to an existing gas outlet.\n      \n      \n        \n      \n    \n    \n      \n        15.\n      \n      \n        For the installation of each fire damper\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        16.\n      \n      \n        For the installation of each smoke-control damper which is a portion of a smoke- control system that is required by the Los Angeles Municipal Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        17.\n      \n      \n        For each smoke detector which is required by the Los Angeles Mechanical Code\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        18.\n      \n      \n        For witnessing the performance test of any emergency mechanical smoke-control system, stair shaft pressurization system, smoke detector or smoke damper which is a portion of that system.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        19.\n      \n      \n        For witnessing the performance test of any heating or cooling equipment for automatic shutoff.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        20.\n      \n      \n        For witnessing the performance test of any ventilating system serving commercial food heat-processing equipment.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        21.\n      \n      \n        For the minimum inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        22.\n      \n      \n        For each additional inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        23.\n      \n      \n        Minimum inspection fee.  Los Angeles Municipal Code Section 98.0412.1 and 98.0412.1.1:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.    For the installation of a single fixture described in this section\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tWhere the cumulative fees described in this section total less than the minimum fee required by the Los Angeles Mechanical Code\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        24.\n      \n      \n        For transfer of a permit\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        Note:  Items 18, 19 and 20.  For the purpose of <span class=\"dictionary\">witness<\/span> fee requirements, more than one system of the same category can be inspected in the same building spaces if completed within the same hour.  For each additional category or additional hour or fraction thereof a fee of $75.00 is required.  These fees are not to be included in determining plan check fee.\n      \n    \n  <br \/><br \/>\t\n95.115.2.  PLAN CHECK FEES.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)<br \/><br \/>\t(a)\tBefore formally accepting a set of plans and specifications for checking, the Department shall collect a plan check fee.<br \/><br \/>\tA complete schedule of the permit fees due shall be included with each set of plans submitted to the Department.<br \/><br \/>\tThe plan check fees required by the provisions of this section are in addition to the inspection fees required by Sections 95.115.5 and 95.115.8 of this Code.<br \/><br \/>\tA fee as specified in Item 10 of Section 95.115.2 shall be collected by the Department prior to approval for each set of plans submitted beyond the two required by this Code containing more than 10 sheets including calculations and documentation.<br \/><br \/>\tPlan check fee shall be as follows:<br \/><br \/>\t1.\tAll projects<br \/><br \/>\n  \n    \n      \n        Type of Installation\n      \n      \n        Standard Design\n      \n      \n        Additional Fee for Checking Analysis of Annual Energy Budget\n      \n    \n    \n      \n        Installation of equipment as listed in Section 95.115.1\n      \n      \n        70% of permit fee\n$93.00 minimum; plus a surcharge of 10% of permit fee, $72.00 minimum, for checking compliance with State Energy Standards\nNOTE: For conditioned areas where the number of air inlets and air outlets is unknown, $12.00 for each 1000 sq. ft. or fraction thereof.\n      \n      \n        60% of permit fee,\n$144.00 minimum, \n$4,037.00 maximum\n      \n    \n  <br \/><br \/>\n\t2.\tIn addition to the above fee, a plan checking fee shall be assessed for checking the following systems:<br \/><br \/>\ta.\tCommercial cooking ventilation systems, serving type I hoods, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00<br \/><br \/>\tb.\tCommercial cooking ventilation systems, serving type II hoods each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $144.00<br \/><br \/>\tc.\tType  I,  Type  II  or  fume  hoods,  each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $72.00<br \/><br \/>\td.\tProduct  conveying  ventilation systems  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00<br \/><br \/>\te.\tEngineering calculations of smoke control systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $1,081.00<br \/><br \/>\tf.\tEngineering calculations of stair shaft pressurization systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00<br \/><br \/>\tg.\tEngineered and\/or proprietary duct joints,  each  HVAC  system, minimum  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $144.00<br \/><br \/>\th.\tThe Department may collect a plan check fee as specified in Section 98.0415(e) of the Los Angeles Municipal Code for the following plan check services:<br \/><br \/>\t1.\tSpecially engineered systems;<br \/><br \/>\t2.\tEngineered systems not listed in Section 95.115.1;<br \/><br \/>\t3.\tReview of expired plans provided that the original approved plans are submitted along with the new plans, and the new plans have no changes other than those required to comply with the current code;<br \/><br \/>\t4.\tReview of plans revised for reasons other than to comply with plan check corrections;<br \/><br \/>\t5.\tReview of “As Built” plans provided that the original approved plans are submitted along with the new plans;<br \/><br \/>\t6.\tAny time not included in the original plan check fee.<br \/><br \/>\t(b)\tOff-hour Plan Check.  Upon request by an applicant and accepted by the Department, an off-hour plan check fee per Section 98.0422 of the Los Angeles Municipal Code may be collected.<br \/><br \/>\n95.115.3.  EXPIRATION OF PLAN CHECK.  Plan check approval shall expire as provided for in Section 98.0603 of the Los Angeles Municipal Code.<br \/><br \/>95.115.4.  MINIMUM INSPECTION FEE.<br \/><br \/>\t1.\tA minimum fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid to the Department for each mechanical installation for which a permit is required by this Code.<br \/><br \/>\t2.\tWhen the cumulative fees and the issuing fee set forth in this Code are less than the minimum fee, the minimum fee shall be paid, which shall include the issuing fee.<br \/><br \/>\t3.\tThe fee for single fixture shall apply to the installation of only one mechanical fixture\/equipment and shall include the issuing fee.  Where the fee for a single fixture exceeds the minimum fee for single fixtures, this fee shall not apply.<br \/><br \/>95.115.5.  FEES FOR MISCELLANEOUS PERMITS.<br \/><br \/>\t1.\tWhen permission has been obtained from the Department, a permit may be issued for that portion of equipment to be concealed if the permit cannot be issued until required plans have been approved.  The miscellaneous permit shall not be an authorization for the installation of any other equipment.<br \/><br \/>\tThe permittee shall submit plans along with this permit application which shall clearly designate the equipment to be concealed and the building area involved.  If the work done on the miscellaneous permit is not in accordance with the final approved plans, the permittee shall be responsible for making all necessary corrections for compliance with the Code.<br \/><br \/>\tA fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid for the inspection of this installation and shall be limited to one inspection trip and one reinspection trip.  This fee is in addition to the permit-issuing fee specified in Section 95.115.1.<br \/><br \/>\t2.\tA miscellaneous permit fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid for inspection of the installation of equipment regulated by this Code which requires an inspection for determination of Code compliance and where such installation inspection is not provided for in the permit fee schedule specified in Section 95.115.1.  This fee is in addition to the permit issuing fee specified in Section 95.115.1.<br \/><br \/>95.115.6.  INVESTIGATION FEE.  Except as provided in Section 95.112.1, whenever any work for which a permit is required under the provisions of this Code has been commenced without the authorization of a permit, a special investigation shall be made before a permit may be issued for the work.  In addition to the permit fee, an investigation fee shall be collected as provided for in Section 98.0402 of the Los Angeles Municipal Code.<br \/><br \/>95.115.7.  TRANSFER OF PERMITS AND PLAN CHECKS.  (Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)  No permit shall be transferable from the original permittee to any other person, unless the property owner authorizes the transfer in writing.  Upon authorization, the new permittee shall file with the Department a new permit and pay to the Department a fee as specified in Section LAMC 98.0415 for issuing the new permit.  This fee includes the issuing permit fee specified in the fee schedule set forth in LAMC Section 95.115.1.<br \/><br \/>\tNOTE:  No plan check shall be transferable from one contractor to another unless the original plans were prepared and signed by a state-licensed engineer in the proper classification.<br \/><br \/>95.115.8.  FEES FOR ADDITIONAL INSPECTIONS.<br \/><br \/>\t1.\tEach permit shall be entitled to three inspection trips when the job is of a type requiring an inspection before covering or concealing the work.  On jobs which may be completely inspected on one inspection trip, two inspection trips will be allowed.<br \/><br \/>\tEXCEPTION:  The number of inspection trips will not be limited on progress jobs, provided, however, that only one inspection will be permitted for checking a correction.  For the purpose of this section, progress jobs are those in which circumstances beyond the control of the applicant make it impossible for the installation to be completed at any specific time.<br \/><br \/>\t2.\tIf more inspection trips than are specified in Subsection 1 of this section are required due to the fault or error on the part of the applicant or the applicant’s employees, an additional fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid by the applicant for each additional inspection trip.<br \/><br \/>\t3.\tThe Department may recheck installations at intervals of 30 days or more, where violations continue to exist, until either the violations are cleared or a total of three rechecks are made.  The fees specified in Subsection 2 of this section shall apply for each recheck inspection.<br \/><br \/>\t4.\tThe fees charged under this section are in addition to any other fees shown and the payment of the fees required by this section shall not exempt any person from compliance with other provisions of this Code nor from any <span class=\"dictionary\">penalty<\/span> prescribed by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t5.\tWhenever special enforcement procedures are required to obtain compliance with properly executed Department notices or <span class=\"dictionary\">orders<\/span>, a fee, as specified in Section 98.0407 of the Los Angeles Municipal Code, shall be assessed in addition to the added trip fee specified in Subsection 2 of this section.<br \/><br \/>95.115.9.  INSPECTION FEES FOR OFF-HOURS INSPECTIONS.  The Department may, at its discretion, make emergency inspections at other than normal working hours upon the request of a permittee, provided that additional fees are paid as specified in Section 98.0406 of the Los Angeles Municipal Code.<br \/><br \/>95.115.10.  FEES FOR OFF-SITE INSPECTIONS.  Upon written request, the Department may, at its discretion, make inspections at locations other than the site upon which a building will be located, provided that location is within 60 miles (96.56 km) of the Los Angeles City Hall.<br \/><br \/>\tA fee, in addition to fees charged elsewhere in this Code, at the rate specified in Section 98.0412 of the Los Angeles Municipal Code per hour shall be charged for such inspections, time to include travel to and from the place of inspection, with the minimum fee as specified in Section 98.0412 of the Los Angeles Municipal Code.<\/p><\/section>","text":{"0":{"id":"2795","text":"  PERMIT FEES.\n\t(Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)95.115.1.  PERMIT FEES.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)  Before any permit required by this Code is issued, the applicant shall pay to the Department the following fees:PERMIT FEE SCHEDULE FOR HEATING, VENTILATING, AIR-CONDITIONING AND REFRIGERATION EQUIPMENT AND MISCELLANEOUS HEAT-PRODUCING APPLIANCES\n  \n    \n      \n        Permit\n      \n      \n        Fee\n      \n    \n    \n      \n        1.\n      \n      \n        a.    For issuing permit\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tFor issuing a supplementary permit (the fee for which shall be the difference between the fee paid for the  original permit and the fee which would have been  required had the original permit included the entire installation, repair, relocation or alteration plus\t\n      \n      \n        $20.00\n      \n    \n    \n      \n        2.\n      \n      \n        For the installation or relocation of each fuel-burning heating appliance regulated by this Code\t\n      \n      \n        $19.00\n      \n    \n    \n      \n        3.\n      \n      \n        For  each  air  inlet  and  air  outlet  served  by any  heating,  air-conditioning  or  ventilation  system\t\n      \n      \n        $5.00\n      \n    \n    \n      \n        \n      \n      \n        or for each 1,000 square feet (92.9 m2) or fraction thereof of conditioned area for any heating or air-conditioning system using perforated building material in lieu of conventional air inlets and outlets\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        4.\n      \n      \n        a.\t    For the installation of each appliance vent system, factory-built chimney and each absorption unit vent system regulated by this Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        b.    For the installation of each unlisted single-wall metal chimney (smokestack)\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n              Note:  This fee shall not apply to a vent system which is an integral part of an appliance or an absorption unit, which is listed for outdoor installation.\n      \n      \n        \n      \n    \n    \n      \n        5.\n      \n      \n        For the repair of, alteration of or addition to each refrigeration system, fuel- burning heating appliance, comfort-cooling unit, absorption unit, or each comfort-heating, cooling, absorption, ventilation or evaporative cooling system, including the installation of controls regulated by this Code\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        6.\n      \n      \n        a.    For each ventilation system which is serving a commercial cooking hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For each environmental air and commercial-type clothes dryer ventilation system regulated by this Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        \n      \n      \n        c.    For each product-conveying duct system regulated by this Code\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        7.\n      \n      \n        For the installation of each hood\t\n      \n      \n        $33.00\n      \n    \n    \n      \n        8.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of 25-horsepower (87.9 k\/W) rating or less and each absorption unit having an input capacity of 500,000 Btu\/h (2299.3 L\/W) or less\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of 25-horsepower rating (87.9 k\/W) or less, other than a compressor for a unit refrigeration system\t\n      \n      \n        $38.00\n      \n    \n    \n      \n        9.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor over 25-horsepower (87.9 K\/W) rating and under 50-horsepower (175.8 k\/W) rating, and each absorption unit having an input capacity over 500,000 Btu\/h (2299.3 L\/W) and under 1,000,000 Btu\/h (4598.6 L\/W)\t\n      \n      \n        $59.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor over 25-horsepower (87.9 k\/W) rating and under 50-horsepower (175.8 k\/W) rating\t\n      \n      \n        $77.00\n      \n    \n    \n      \n        10.\n      \n      \n        a.\t    For the installation of each comfort-cooling compressor of 50-horsepower (175.8 k\/W) rating and over, and each absorption unit having an input capacity of 1,000,000 Btu\/h (4598.6 L\/W) and over\t\n      \n      \n        $116.00\n      \n    \n    \n      \n        \n      \n      \n        b.\t    For the installation of each refrigeration compressor of 50-horsepower (175.8 k\/W) rating and over\t\n      \n      \n        $158.00\n      \n    \n    \n      \n        11.\n      \n      \n        For  the  installation  of  each  air-handling  unit  used  for  the  distribution  of  conditioned  air supply\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  This fee shall not apply to an air-handling unit which is a portion of a factory-assembled appliance, comfort-cooling unit, evaporative cooler or absorption unit for which a permit is required elsewhere in this Code.\t\n      \n      \n        \n      \n    \n    \n      \n        12.\n      \n      \n        For the installation of each evaporative cooler which is not classified as a portable evaporative cooler\t\n      \n      \n        $24.00\n      \n    \n    \n      \n        13.\n      \n      \n        When it shall be necessary to make an extra inspection trip due to the applicant having given an incorrect address or wrong location for any permit when obtaining a permit required by this Code, a fee shall be paid by the applicant for correcting the address or location given in such permit\t\n      \n      \n        $36.00\n      \n    \n    \n      \n        14.\n      \n      \n        For the installation of incidental gas piping for each  existing  individual  metered  system  up  to and  including  five  outlets  (see  Section 95.112.4)\t\n      \n      \n        $25.00\n      \n    \n    \n      \n              \n      \n      \n        For each outlet over five\t\n      \n      \n        $7.00\n      \n    \n    \n      \n        \n      \n      \n        Note:  For the purpose of this fee, incidental gas piping shall mean any addition made to an existing low-pressure gas piping system to accommodate gas-burning equipment regulated by this Code.  This fee shall not apply if such piping is less than six feet (1.8 m) in length and connects to an existing gas outlet.\n      \n      \n        \n      \n    \n    \n      \n        15.\n      \n      \n        For the installation of each fire damper\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        16.\n      \n      \n        For the installation of each smoke-control damper which is a portion of a smoke- control system that is required by the Los Angeles Municipal Code\t\n      \n      \n        $12.00\n      \n    \n    \n      \n        17.\n      \n      \n        For each smoke detector which is required by the Los Angeles Mechanical Code\t\n      \n      \n        $10.00\n      \n    \n    \n      \n        18.\n      \n      \n        For witnessing the performance test of any emergency mechanical smoke-control system, stair shaft pressurization system, smoke detector or smoke damper which is a portion of that system.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        19.\n      \n      \n        For witnessing the performance test of any heating or cooling equipment for automatic shutoff.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        20.\n      \n      \n        For witnessing the performance test of any ventilating system serving commercial food heat-processing equipment.  For each hour or fraction thereof\t\n      \n      \n        $108.00\n      \n    \n    \n      \n        21.\n      \n      \n        For the minimum inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        22.\n      \n      \n        For each additional inspection\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        23.\n      \n      \n        Minimum inspection fee.  Los Angeles Municipal Code Section 98.0412.1 and 98.0412.1.1:\n      \n      \n        \n      \n    \n    \n      \n        \n      \n      \n        a.    For the installation of a single fixture described in this section\t\n      \n      \n        $57.00\n      \n    \n    \n      \n        \n      \n      \n        b.    \tWhere the cumulative fees described in this section total less than the minimum fee required by the Los Angeles Mechanical Code\t\n      \n      \n        $93.00\n      \n    \n    \n      \n        24.\n      \n      \n        For transfer of a permit\t\n      \n      \n        $50.00\n      \n    \n    \n      \n        Note:  Items 18, 19 and 20.  For the purpose of witness fee requirements, more than one system of the same category can be inspected in the same building spaces if completed within the same hour.  For each additional category or additional hour or fraction thereof a fee of $75.00 is required.  These fees are not to be included in determining plan check fee.\n      \n    \n  \t\n95.115.2.  PLAN CHECK FEES.  (Amended by Ord. No. 180,868, Eff. 10\/22\/09.)\t(a)\tBefore formally accepting a set of plans and specifications for checking, the Department shall collect a plan check fee.\tA complete schedule of the permit fees due shall be included with each set of plans submitted to the Department.\tThe plan check fees required by the provisions of this section are in addition to the inspection fees required by Sections 95.115.5 and 95.115.8 of this Code.\tA fee as specified in Item 10 of Section 95.115.2 shall be collected by the Department prior to approval for each set of plans submitted beyond the two required by this Code containing more than 10 sheets including calculations and documentation.\tPlan check fee shall be as follows:\t1.\tAll projects\n  \n    \n      \n        Type of Installation\n      \n      \n        Standard Design\n      \n      \n        Additional Fee for Checking Analysis of Annual Energy Budget\n      \n    \n    \n      \n        Installation of equipment as listed in Section 95.115.1\n      \n      \n        70% of permit fee\n$93.00 minimum; plus a surcharge of 10% of permit fee, $72.00 minimum, for checking compliance with State Energy Standards\nNOTE: For conditioned areas where the number of air inlets and air outlets is unknown, $12.00 for each 1000 sq. ft. or fraction thereof.\n      \n      \n        60% of permit fee,\n$144.00 minimum, \n$4,037.00 maximum\n      \n    \n  \n\t2.\tIn addition to the above fee, a plan checking fee shall be assessed for checking the following systems:\ta.\tCommercial cooking ventilation systems, serving type I hoods, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00\tb.\tCommercial cooking ventilation systems, serving type II hoods each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $144.00\tc.\tType  I,  Type  II  or  fume  hoods,  each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $72.00\td.\tProduct  conveying  ventilation systems  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00\te.\tEngineering calculations of smoke control systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $1,081.00\tf.\tEngineering calculations of stair shaft pressurization systems, each  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $216.00\tg.\tEngineered and\/or proprietary duct joints,  each  HVAC  system, minimum  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;.  .&thinsp;.&thinsp;. . $144.00\th.\tThe Department may collect a plan check fee as specified in Section 98.0415(e) of the Los Angeles Municipal Code for the following plan check services:\t1.\tSpecially engineered systems;\t2.\tEngineered systems not listed in Section 95.115.1;\t3.\tReview of expired plans provided that the original approved plans are submitted along with the new plans, and the new plans have no changes other than those required to comply with the current code;\t4.\tReview of plans revised for reasons other than to comply with plan check corrections;\t5.\tReview of “As Built” plans provided that the original approved plans are submitted along with the new plans;\t6.\tAny time not included in the original plan check fee.\t(b)\tOff-hour Plan Check.  Upon request by an applicant and accepted by the Department, an off-hour plan check fee per Section 98.0422 of the Los Angeles Municipal Code may be collected.\n95.115.3.  EXPIRATION OF PLAN CHECK.  Plan check approval shall expire as provided for in Section 98.0603 of the Los Angeles Municipal Code.95.115.4.  MINIMUM INSPECTION FEE.\t1.\tA minimum fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid to the Department for each mechanical installation for which a permit is required by this Code.\t2.\tWhen the cumulative fees and the issuing fee set forth in this Code are less than the minimum fee, the minimum fee shall be paid, which shall include the issuing fee.\t3.\tThe fee for single fixture shall apply to the installation of only one mechanical fixture\/equipment and shall include the issuing fee.  Where the fee for a single fixture exceeds the minimum fee for single fixtures, this fee shall not apply.95.115.5.  FEES FOR MISCELLANEOUS PERMITS.\t1.\tWhen permission has been obtained from the Department, a permit may be issued for that portion of equipment to be concealed if the permit cannot be issued until required plans have been approved.  The miscellaneous permit shall not be an authorization for the installation of any other equipment.\tThe permittee shall submit plans along with this permit application which shall clearly designate the equipment to be concealed and the building area involved.  If the work done on the miscellaneous permit is not in accordance with the final approved plans, the permittee shall be responsible for making all necessary corrections for compliance with the Code.\tA fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid for the inspection of this installation and shall be limited to one inspection trip and one reinspection trip.  This fee is in addition to the permit-issuing fee specified in Section 95.115.1.\t2.\tA miscellaneous permit fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid for inspection of the installation of equipment regulated by this Code which requires an inspection for determination of Code compliance and where such installation inspection is not provided for in the permit fee schedule specified in Section 95.115.1.  This fee is in addition to the permit issuing fee specified in Section 95.115.1.95.115.6.  INVESTIGATION FEE.  Except as provided in Section 95.112.1, whenever any work for which a permit is required under the provisions of this Code has been commenced without the authorization of a permit, a special investigation shall be made before a permit may be issued for the work.  In addition to the permit fee, an investigation fee shall be collected as provided for in Section 98.0402 of the Los Angeles Municipal Code.95.115.7.  TRANSFER OF PERMITS AND PLAN CHECKS.  (Amended by Ord. No. 172,595, Eff. 6\/28\/99, Oper. 7\/1\/99.)  No permit shall be transferable from the original permittee to any other person, unless the property owner authorizes the transfer in writing.  Upon authorization, the new permittee shall file with the Department a new permit and pay to the Department a fee as specified in Section LAMC 98.0415 for issuing the new permit.  This fee includes the issuing permit fee specified in the fee schedule set forth in LAMC Section 95.115.1.\tNOTE:  No plan check shall be transferable from one contractor to another unless the original plans were prepared and signed by a state-licensed engineer in the proper classification.95.115.8.  FEES FOR ADDITIONAL INSPECTIONS.\t1.\tEach permit shall be entitled to three inspection trips when the job is of a type requiring an inspection before covering or concealing the work.  On jobs which may be completely inspected on one inspection trip, two inspection trips will be allowed.\tEXCEPTION:  The number of inspection trips will not be limited on progress jobs, provided, however, that only one inspection will be permitted for checking a correction.  For the purpose of this section, progress jobs are those in which circumstances beyond the control of the applicant make it impossible for the installation to be completed at any specific time.\t2.\tIf more inspection trips than are specified in Subsection 1 of this section are required due to the fault or error on the part of the applicant or the applicant’s employees, an additional fee as specified in Section 98.0412 of the Los Angeles Municipal Code shall be paid by the applicant for each additional inspection trip.\t3.\tThe Department may recheck installations at intervals of 30 days or more, where violations continue to exist, until either the violations are cleared or a total of three rechecks are made.  The fees specified in Subsection 2 of this section shall apply for each recheck inspection.\t4.\tThe fees charged under this section are in addition to any other fees shown and the payment of the fees required by this section shall not exempt any person from compliance with other provisions of this Code nor from any penalty prescribed by law.\t5.\tWhenever special enforcement procedures are required to obtain compliance with properly executed Department notices or orders, a fee, as specified in Section 98.0407 of the Los Angeles Municipal Code, shall be assessed in addition to the added trip fee specified in Subsection 2 of this section.95.115.9.  INSPECTION FEES FOR OFF-HOURS INSPECTIONS.  The Department may, at its discretion, make emergency inspections at other than normal working hours upon the request of a permittee, provided that additional fees are paid as specified in Section 98.0406 of the Los Angeles Municipal Code.95.115.10.  FEES FOR OFF-SITE INSPECTIONS.  Upon written request, the Department may, at its discretion, make inspections at locations other than the site upon which a building will be located, provided that location is within 60 miles (96.56 km) of the Los Angeles City Hall.\tA fee, in addition to fees charged elsewhere in this Code, at the rate specified in Section 98.0412 of the Los Angeles Municipal Code per hour shall be charged for such inspections, time to include travel to and from the place of inspection, with the minimum fee as specified in Section 98.0412 of the Los Angeles Municipal Code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}