{"section_number":"96.303","edition_id":"1","section_id":"2492","structure_id":"45","catch_line":"Application.","history":"","full_text":"  APPLICATION.\n\t(Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\n\n\tUpon written application by the owner or the owner’s agent to the Department of Building and Safety on forms provided by the City and the payment of a fee specified herein to the Department of Building and Safety, the Superintendent of Building and the City Engineer shall review the appropriate City records.  This application shall contain the name and address of the owner, the legal description, the county assessor’s map book page and parcel number and, if available, the street address of the residential property for which the reports are sought.\n\n\tThe application for the report regarding a sale or exchange of a residential property shall not be accepted by the Department of Building and Safety until such time as the applicant provides the Department of Building and Safety with one of the following:\n\n\t1.\tA declaration under penalty of perjury by the owner certifying that in the residential property for which the report is sought:\n\n\t(a)\tSmoke detectors have been installed in accordance with Section 91.8603 of the Los Angeles Municipal Code; and\n\n\t(b)\tImpact hazard glazing has been installed in accordance with Section 91.6101 of the Los Angeles Municipal Code; and\n\n\t(c)\tWater conservation devices have been installed in accordance with Section 122.03 of the Los Angeles Municipal Code;\n\n\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms have been installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and\n\n\t(e)\tLights and locks have been installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and\n\n\t(f)\tSeismic gas shutoff valves have been installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.\n\n\t2.\tA declaration under penalty of perjury by the owner certifying that in the residential property for which the report is sought:\n\n\t(a)\tSmoke detectors will be installed in accordance with Section 91.8603 of the Los Angeles Municipal Code; and\n\n\t(b)\tImpact hazard glazing will be installed in accordance with Section 91.6101 of the Los Angeles Municipal Code.\n\n\tThe owner shall further certify that such smoke detectors and\/or impact hazard glazing will be installed prior to entering into an agreement of sale or contracting for an exchange of a residential property, or, where an escrow agreement has been executed in connection therewith, prior to close of escrow, and that within ten days after the smoke detectors and\/or impact hazard glazing is\/are installed he\/she will so advise the Department of Building and Safety in writing; and\n\n\t(c)\tWater conservation devices will be installed in accordance with Section 122.03 of the Los Angeles Municipal Code;\n\n\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms will be installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and\n\n\t(e)\tLights and locks will be installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and\n\n\t(f)\tSeismic gas shutoff valves will be installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.\n\n\t3.\tA declaration under penalty of perjury by the buyer certifying that in the residential property for which the report is sought:\n\n\t(a)\tSmoke detectors will be installed in accordance with 91.8603 of the Los Angeles Municipal Code Section; and\n\n\t(b)\tImpact hazard glazing will be installed in accordance with Section 91.6101 of the Los Angeles Municipal Code.\n\n\tThe buyer shall further certify that such smoke detectors and\/or impact hazard glazing will be installed within 30 days after entering into an agreement of sale or contracting for an exchange of a residential property, or, where an escrow agreement has been executed in connection therewith, within 30 days after close of escrow, and that within 10 days after the smoke detectors and\/or impact hazard glazing is\/are installed he\/she will so advise the Department of Building and Safety in writing; and\n\n\t(c)\tWater conservation devices have been installed in accordance with Section 122.03 of the Los Angeles Municipal Code;\n\n\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms have been installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and\n\n\t(e)\tLights and locks have been installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and\n\n\t(f)\tSeismic gas shutoff valves will be or have been installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.\n\n\t4.\tThe Department of Building and Safety shall deliver to the applicant, either in person or by mail, the reports required within 15 calendar days after the date of the acceptance of the application.\n\n\t5.\tThe owner must also provide a declaration under penalty of perjury that he or she has inspected the property for the existence of protected trees and the number of protected trees, if any, located on the subject property.  For the purposes of this section, the definition of “protected tree” set forth in Section 46.01 the Los Angeles Municipal Code shall apply.  The declaration shall also authorize the Bureau of Street Services within the Department of Public Works to verify this information by entry upon the subject property.  A fee may be collected for any inspection required to verify the declaration.  The fee shall be determined and adopted in the same manner as provided in Section 12.37 I.1 of the Los Angeles Municipal Code for establishing fees.","order_by":"303","ancestry":{"1":{"id":"45","name":"Miscellaneous","identifier":"6","label":"article","url":"\/9\/6\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"1292","structure_id":"45","section_number":"96.02","catch_line":"Excavating, Depositing, Dumping – Earth, Sand, Gravel, Etc. – Where Prohibited.","url":"\/96.02\/","token":"96.02"},"1":{"id":"3048","structure_id":"45","section_number":"96.05","catch_line":"Declaring Certain Area Subject To Inundation And Prohibiting Construction Of Certain Buildings Therein.","url":"\/96.05\/","token":"96.05"},"2":{"id":"3590","structure_id":"45","section_number":"96.200","catch_line":"Statement Of Purpose.","url":"\/96.200\/","token":"96.200"},"3":{"id":"2549","structure_id":"45","section_number":"96.201","catch_line":"Definitions.","url":"\/96.201\/","token":"96.201"},"4":{"id":"949","structure_id":"45","section_number":"96.203","catch_line":"Scope And Effect Of Approvals.","url":"\/96.203\/","token":"96.203"},"5":{"id":"1467","structure_id":"45","section_number":"96.204","catch_line":"Issuance Of Approvals – Procedures.","url":"\/96.204\/","token":"96.204"},"6":{"id":"1567","structure_id":"45","section_number":"96.205","catch_line":"Suspension And Revocation Of Approvals.","url":"\/96.205\/","token":"96.205"},"7":{"id":"4036","structure_id":"45","section_number":"96.300","catch_line":"Intent.","url":"\/96.300\/","token":"96.300"},"8":{"id":"1727","structure_id":"45","section_number":"96.301","catch_line":"Definitions.","url":"\/96.301\/","token":"96.301"},"9":{"id":"175","structure_id":"45","section_number":"96.302","catch_line":"Reports Required.","url":"\/96.302\/","token":"96.302"},"10":{"id":"2492","structure_id":"45","section_number":"96.303","catch_line":"Application.","url":"\/96.303\/","token":"96.303"},"11":{"id":"3315","structure_id":"45","section_number":"96.304","catch_line":"Contents Of Reports.","url":"\/96.304\/","token":"96.304"},"12":{"id":"208","structure_id":"45","section_number":"96.305","catch_line":"Fee For Reports.","url":"\/96.305\/","token":"96.305"},"13":{"id":"447","structure_id":"45","section_number":"96.306","catch_line":"Effective Period Of Report.","url":"\/96.306\/","token":"96.306"},"14":{"id":"400","structure_id":"45","section_number":"96.307","catch_line":"Delivery Of The Report.","url":"\/96.307\/","token":"96.307"},"15":{"id":"1588","structure_id":"45","section_number":"96.308","catch_line":"Exceptions.","url":"\/96.308\/","token":"96.308"},"16":{"id":"3354","structure_id":"45","section_number":"96.309","catch_line":"Non-Compliance Not To Invalidate Sale Or Exchange:Exception.","url":"\/96.309\/","token":"96.309"},"17":{"id":"82","structure_id":"45","section_number":"96.309.1","catch_line":"Information Furnished As Ground For Rescission.","url":"\/96.309.1\/","token":"96.309.1"},"18":{"id":"1500","structure_id":"45","section_number":"96.310","catch_line":"Effective Date.","url":"\/96.310\/","token":"96.310"}},"next_section":{"id":"3315","structure_id":"45","section_number":"96.304","catch_line":"Contents Of Reports.","url":"\/96.304\/","token":"96.304"},"metadata":false,"references":false,"url":"\/96.303\/","token":"96.303","formats":{"txt":"\/96.303.txt","json":"\/96.303.xml"},"dublin_core":{"Title":"Application.","Type":"Text","Format":"text\/html","Identifier":"§ 96.303","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAPPLICATION. (§ 96.303)\n\n  APPLICATION.\n\t(Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\tUpon written application by the\nowner or the owner’s agent to the Department of Building and Safety on forms\nprovided by the City and the payment of a fee specified herein to the Department\nof Building and Safety, the Superintendent of Building and the City Engineer\nshall review the appropriate City records.  This application shall contain the\nname and address of the owner, the legal description, the county assessor’s\nmap book page and parcel number and, if available, the street address of the\nresidential property for which the reports are sought.\tThe application for the\nreport regarding a sale or exchange of a residential property shall not be\naccepted by the Department of Building and Safety until such time as the\napplicant provides the Department of Building and Safety with one of the\nfollowing:\t1.\tA declaration under penalty of perjury by the owner certifying\nthat in the residential property for which the report is sought:\t(a)\tSmoke\ndetectors have been installed in accordance with Section 91.8603 of the Los\nAngeles Municipal Code; and\t(b)\tImpact hazard glazing has been installed in\naccordance with Section 91.6101 of the Los Angeles Municipal Code; and\t(c)\tWater\nconservation devices have been installed in accordance with Section 122.03 of\nthe Los Angeles Municipal Code;\t(d)\tMetal bars, grilles, grates, security\nroll-down shutters, and similar devices over emergency escape windows in\nsleeping rooms have been installed in accordance with Section 91.6304.3 of the\nLos Angeles Municipal Code; and\t(e)\tLights and locks have been installed in\naccordance with Section 91.8607 of the Los Angeles Municipal Code;\nand\t(f)\tSeismic gas shutoff valves have been installed in accordance with\nSection 94.1219 of the Los Angeles Municipal Code.\t2.\tA declaration under\npenalty of perjury by the owner certifying that in the residential property for\nwhich the report is sought:\t(a)\tSmoke detectors will be installed in accordance\nwith Section 91.8603 of the Los Angeles Municipal Code; and\t(b)\tImpact hazard\nglazing will be installed in accordance with Section 91.6101 of the Los Angeles\nMunicipal Code.\tThe owner shall further certify that such smoke detectors and\/or\nimpact hazard glazing will be installed prior to entering into an agreement of\nsale or contracting for an exchange of a residential property, or, where an\nescrow agreement has been executed in connection therewith, prior to close of\nescrow, and that within ten days after the smoke detectors and\/or impact hazard\nglazing is\/are installed he\/she will so advise the Department of Building and\nSafety in writing; and\t(c)\tWater conservation devices will be installed in\naccordance with Section 122.03 of the Los Angeles Municipal Code;\t(d)\tMetal\nbars, grilles, grates, security roll-down shutters, and similar devices over\nemergency escape windows in sleeping rooms will be installed in accordance with\nSection 91.6304.3 of the Los Angeles Municipal Code; and\t(e)\tLights and locks\nwill be installed in accordance with Section 91.8607 of the Los Angeles\nMunicipal Code; and\t(f)\tSeismic gas shutoff valves will be installed in\naccordance with Section 94.1219 of the Los Angeles Municipal Code.\t3.\tA\ndeclaration under penalty of perjury by the buyer certifying that in the\nresidential property for which the report is sought:\t(a)\tSmoke detectors will be\ninstalled in accordance with 91.8603 of the Los Angeles Municipal Code Section;\nand\t(b)\tImpact hazard glazing will be installed in accordance with Section\n91.6101 of the Los Angeles Municipal Code.\tThe buyer shall further certify that\nsuch smoke detectors and\/or impact hazard glazing will be installed within 30\ndays after entering into an agreement of sale or contracting for an exchange of\na residential property, or, where an escrow agreement has been executed in\nconnection therewith, within 30 days after close of escrow, and that within 10\ndays after the smoke detectors and\/or impact hazard glazing is\/are installed\nhe\/she will so advise the Department of Building and Safety in writing;\nand\t(c)\tWater conservation devices have been installed in accordance with\nSection 122.03 of the Los Angeles Municipal Code;\t(d)\tMetal bars, grilles,\ngrates, security roll-down shutters, and similar devices over emergency escape\nwindows in sleeping rooms have been installed in accordance with Section\n91.6304.3 of the Los Angeles Municipal Code; and\t(e)\tLights and locks have been\ninstalled in accordance with Section 91.8607 of the Los Angeles Municipal Code;\nand\t(f)\tSeismic gas shutoff valves will be or have been installed in accordance\nwith Section 94.1219 of the Los Angeles Municipal Code.\t4.\tThe Department of\nBuilding and Safety shall deliver to the applicant, either in person or by mail,\nthe reports required within 15 calendar days after the date of the acceptance of\nthe application.\t5.\tThe owner must also provide a declaration under penalty of\nperjury that he or she has inspected the property for the existence of protected\ntrees and the number of protected trees, if any, located on the subject\nproperty.  For the purposes of this section, the definition of “protected\ntree” set forth in Section 46.01 the Los Angeles Municipal Code shall apply. \nThe declaration shall also authorize the Bureau of Street Services within the\nDepartment of Public Works to verify this information by entry upon the subject\nproperty.  A fee may be collected for any inspection required to verify the\ndeclaration.  The fee shall be determined and adopted in the same manner as\nprovided in Section 12.37 I.1 of the Los Angeles Municipal Code for establishing\nfees.\n","html":"\n\t\t\t\t\t<section><p>  APPLICATION.\n\t(Amended by Ord. No. 180,619, Eff. 5\/12\/09.)<br \/><br \/>\tUpon written application by the owner or the owner’s agent to the Department of Building and Safety on forms provided by the City and the payment of a fee specified herein to the Department of Building and Safety, the Superintendent of Building and the City Engineer shall review the appropriate City records.  This application shall contain the name and address of the owner, the legal description, the county assessor’s map book page and parcel number and, if available, the street address of the residential property for which the reports are sought.<br \/><br \/>\tThe application for the report regarding a sale or exchange of a residential property shall not be accepted by the Department of Building and Safety until such time as the applicant provides the Department of Building and Safety with one of the following:<br \/><br \/>\t1.\tA declaration under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by the owner certifying that in the residential property for which the report is sought:<br \/><br \/>\t(a)\tSmoke detectors have been installed in accordance with Section 91.8603 of the Los Angeles Municipal Code; and<br \/><br \/>\t(b)\tImpact hazard glazing has been installed in accordance with Section 91.6101 of the Los Angeles Municipal Code; and<br \/><br \/>\t(c)\tWater conservation devices have been installed in accordance with Section 122.03 of the Los Angeles Municipal Code;<br \/><br \/>\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms have been installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and<br \/><br \/>\t(e)\tLights and locks have been installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and<br \/><br \/>\t(f)\tSeismic gas shutoff valves have been installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.<br \/><br \/>\t2.\tA declaration under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by the owner certifying that in the residential property for which the report is sought:<br \/><br \/>\t(a)\tSmoke detectors will be installed in accordance with Section 91.8603 of the Los Angeles Municipal Code; and<br \/><br \/>\t(b)\tImpact hazard glazing will be installed in accordance with Section 91.6101 of the Los Angeles Municipal Code.<br \/><br \/>\tThe owner shall further certify that such smoke detectors and\/or impact hazard glazing will be installed prior to entering into an agreement of sale or contracting for an exchange of a residential property, or, where an escrow agreement has been executed in connection therewith, prior to close of escrow, and that within ten days after the smoke detectors and\/or impact hazard glazing is\/are installed he\/she will so advise the Department of Building and Safety in writing; and<br \/><br \/>\t(c)\tWater conservation devices will be installed in accordance with Section 122.03 of the Los Angeles Municipal Code;<br \/><br \/>\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms will be installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and<br \/><br \/>\t(e)\tLights and locks will be installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and<br \/><br \/>\t(f)\tSeismic gas shutoff valves will be installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.<br \/><br \/>\t3.\tA declaration under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by the buyer certifying that in the residential property for which the report is sought:<br \/><br \/>\t(a)\tSmoke detectors will be installed in accordance with 91.8603 of the Los Angeles Municipal Code Section; and<br \/><br \/>\t(b)\tImpact hazard glazing will be installed in accordance with Section 91.6101 of the Los Angeles Municipal Code.<br \/><br \/>\tThe buyer shall further certify that such smoke detectors and\/or impact hazard glazing will be installed within 30 days after entering into an agreement of sale or contracting for an exchange of a residential property, or, where an escrow agreement has been executed in connection therewith, within 30 days after close of escrow, and that within 10 days after the smoke detectors and\/or impact hazard glazing is\/are installed he\/she will so advise the Department of Building and Safety in writing; and<br \/><br \/>\t(c)\tWater conservation devices have been installed in accordance with Section 122.03 of the Los Angeles Municipal Code;<br \/><br \/>\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms have been installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and<br \/><br \/>\t(e)\tLights and locks have been installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and<br \/><br \/>\t(f)\tSeismic gas shutoff valves will be or have been installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.<br \/><br \/>\t4.\tThe Department of Building and Safety shall deliver to the applicant, either in person or by mail, the reports required within 15 calendar days after the date of the acceptance of the application.<br \/><br \/>\t5.\tThe owner must also provide a declaration under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> that he or she has inspected the property for the existence of protected trees and the number of protected trees, if any, located on the subject property.  For the purposes of this section, the definition of “protected tree” set forth in Section 46.01 the Los Angeles Municipal Code shall apply.  The declaration shall also authorize the Bureau of Street Services within the Department of Public Works to verify this information by entry upon the subject property.  A fee may be collected for any inspection required to verify the declaration.  The fee shall be determined and adopted in the same manner as provided in Section 12.37 I.1 of the Los Angeles Municipal Code for establishing fees.<\/p><\/section>","previous_section":{"id":"175","structure_id":"45","section_number":"96.302","catch_line":"Reports Required.","url":"\/96.302\/","token":"96.302"},"text":{"0":{"id":"2469","text":"  APPLICATION.\n\t(Amended by Ord. No. 180,619, Eff. 5\/12\/09.)\tUpon written application by the owner or the owner’s agent to the Department of Building and Safety on forms provided by the City and the payment of a fee specified herein to the Department of Building and Safety, the Superintendent of Building and the City Engineer shall review the appropriate City records.  This application shall contain the name and address of the owner, the legal description, the county assessor’s map book page and parcel number and, if available, the street address of the residential property for which the reports are sought.\tThe application for the report regarding a sale or exchange of a residential property shall not be accepted by the Department of Building and Safety until such time as the applicant provides the Department of Building and Safety with one of the following:\t1.\tA declaration under penalty of perjury by the owner certifying that in the residential property for which the report is sought:\t(a)\tSmoke detectors have been installed in accordance with Section 91.8603 of the Los Angeles Municipal Code; and\t(b)\tImpact hazard glazing has been installed in accordance with Section 91.6101 of the Los Angeles Municipal Code; and\t(c)\tWater conservation devices have been installed in accordance with Section 122.03 of the Los Angeles Municipal Code;\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms have been installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and\t(e)\tLights and locks have been installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and\t(f)\tSeismic gas shutoff valves have been installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.\t2.\tA declaration under penalty of perjury by the owner certifying that in the residential property for which the report is sought:\t(a)\tSmoke detectors will be installed in accordance with Section 91.8603 of the Los Angeles Municipal Code; and\t(b)\tImpact hazard glazing will be installed in accordance with Section 91.6101 of the Los Angeles Municipal Code.\tThe owner shall further certify that such smoke detectors and\/or impact hazard glazing will be installed prior to entering into an agreement of sale or contracting for an exchange of a residential property, or, where an escrow agreement has been executed in connection therewith, prior to close of escrow, and that within ten days after the smoke detectors and\/or impact hazard glazing is\/are installed he\/she will so advise the Department of Building and Safety in writing; and\t(c)\tWater conservation devices will be installed in accordance with Section 122.03 of the Los Angeles Municipal Code;\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms will be installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and\t(e)\tLights and locks will be installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and\t(f)\tSeismic gas shutoff valves will be installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.\t3.\tA declaration under penalty of perjury by the buyer certifying that in the residential property for which the report is sought:\t(a)\tSmoke detectors will be installed in accordance with 91.8603 of the Los Angeles Municipal Code Section; and\t(b)\tImpact hazard glazing will be installed in accordance with Section 91.6101 of the Los Angeles Municipal Code.\tThe buyer shall further certify that such smoke detectors and\/or impact hazard glazing will be installed within 30 days after entering into an agreement of sale or contracting for an exchange of a residential property, or, where an escrow agreement has been executed in connection therewith, within 30 days after close of escrow, and that within 10 days after the smoke detectors and\/or impact hazard glazing is\/are installed he\/she will so advise the Department of Building and Safety in writing; and\t(c)\tWater conservation devices have been installed in accordance with Section 122.03 of the Los Angeles Municipal Code;\t(d)\tMetal bars, grilles, grates, security roll-down shutters, and similar devices over emergency escape windows in sleeping rooms have been installed in accordance with Section 91.6304.3 of the Los Angeles Municipal Code; and\t(e)\tLights and locks have been installed in accordance with Section 91.8607 of the Los Angeles Municipal Code; and\t(f)\tSeismic gas shutoff valves will be or have been installed in accordance with Section 94.1219 of the Los Angeles Municipal Code.\t4.\tThe Department of Building and Safety shall deliver to the applicant, either in person or by mail, the reports required within 15 calendar days after the date of the acceptance of the application.\t5.\tThe owner must also provide a declaration under penalty of perjury that he or she has inspected the property for the existence of protected trees and the number of protected trees, if any, located on the subject property.  For the purposes of this section, the definition of “protected tree” set forth in Section 46.01 the Los Angeles Municipal Code shall apply.  The declaration shall also authorize the Bureau of Street Services within the Department of Public Works to verify this information by entry upon the subject property.  A fee may be collected for any inspection required to verify the declaration.  The fee shall be determined and adopted in the same manner as provided in Section 12.37 I.1 of the Los Angeles Municipal Code for establishing fees.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}