{"section_number":"98.0403.1","edition_id":"1","section_id":"469","structure_id":"34","catch_line":"Powers Of The Department And The Board.","history":"","full_text":"  POWERS OF THE DEPARTMENT AND THE BOARD.\n\t(Former Sec. 98.0403 Redesignated by Ord. No. 165,310, Eff. 12\/31\/89.)\n\n\t(a)\tPowers of the Department.\n\n\t1.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all ordinances and laws relating to the construction, alteration, repair and demolition, or removal of buildings or structures in the City, and to the installation, alteration, repair, use, and operation of all heating, plumbing, lighting, ventilating, refrigerating, electrical and mechanical appliances and equipment in those buildings or structures.\n\n\t2.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all ordinances and laws relating to the construction, alteration, repair, removal or installation of elevators, escalators, console and\/or stage lifts, incline cars, manlifts, manhoists, steam boilers, pressure vessels and all connections and appurtenances pertaining to their proper functioning.\n\n\t3.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce the zoning ordinances of the City.\n\n\t4.\t(Amended by Ord. No. 171,455, Eff. 1\/30\/97.)  The Department shall have the power and duty to enforce all ordinances and laws relating to grading and control of excessive dust emission.\n\n\t5.\tThe Department shall have the power and duty to enforce all portions of the Rules and Regulations of the State Fire Marshal which relate to the construction, alteration, repair, demolition, or removal of buildings, or structures, and to the use and operation of all heating, plumbing, lighting, ventilating, refrigerating, electrical, and mechanical appliances therein. Provided, however, that no application for modification of specific provisions of the Rules and Regulations of the State Fire Marshal shall be granted by the Department, unless and until such application shall be first submitted to the Chief Engineer of the Fire Department or his representative for report and recommendation with respect thereto.\n\n\t6.\tThe Department shall have the power to enforce those building regulations mandated by State or Federal law to be enforced by the local building Department or building official.\n\n\t7.\tThe Department shall have the power to enforce States laws relating to buildings, structures and construction activities provided the authority to do so has been allowed or granted by the State and the Department has determined to undertake such enforcement.\n\n\t8.\tThe Department shall have the power to enforce other ordinances and laws when designated to do so by law.\n\n\t9.\tIn the exercise of the powers enumerated in this subsection, the Department shall have the power to apply the building ordinances of the City (Chapter 9 of the Code) and those building regulations mandated by State law to be enforced by the local agency, building Department or building official to buildings and structures containing one or more air space lots as defined in Chapter 1, Article 2, of the Code so as to treat the entirety of such buildings or structures as if they were on or within a single lot, provided:\n\n\ti.\tThat such buildings or structures or portions thereof would otherwise conform to such ordinances and regulations, but for the creation of such air space lots; and\n\n\tii.\tThat a covenant and agreement, in a form designed to run with the land and satisfactory to the Department be recorded with the Office of the County Recorder and a copy filed with the Department by the owners binding themselves and future owners and assigns to keep, preserve and maintain all portions of such buildings or structures in accordance with and pursuant to such building ordinances and regulations.\n\n\t10.\t(Amended by Ord. No. 170,141, Eff. 1\/2\/95.)  The Department shall have the power to hear and act upon requests for slight modifications in individual cases to the building ordinances of the City, and regulations under Articles 1 through 8 of Chapter IX of the Los Angeles Municipal Code.\n\n\tIn granting a request for a slight modification, the Department shall determine that the slight modification is reasonably equivalent to the ordinance requirement involved, that a special individual reason makes the strict letter of the ordinance impractical and that the slight modification is in conformity with the spirit and purpose of the code or codes involved.\n\n\t11.\t(Added by Ord. No. 170,141, Eff. 1\/2\/95.)  The Department shall have the power to hear and determine requests for slight modifications for individual cases in the yard area requirements of the zoning ordinance, provided that in each such modification, the Superintendent shall first find that a special, individual reason makes the strict letter of the ordinance impractical and that the modification is in conformity with the spirit and purpose of the ordinance involved.  Any action granting a modification shall be recorded and entered in the files of the Department.\n\n\tFor structures and additions constructed after January 1, 1995, slight modifications from the yard requirements shall be limited to deviations permitting portions of buildings to extend into a required yard or other open space a distance of not to exceed 20 percent of the width or depth of such required yard or open space.  However, for structures and additions existing prior to January 1, 1995, slight modifications may be granted for yard deviations slightly over 20 percent.\n\n\tExcept as expressly provided herein, the Superintendent of Building shall not grant deviations from the lot area, height, or density requirements.  Further, the Superintendent shall not grant deviations from the yard requirements relating to the height of fences and walls, or including those for tennis or paddle tennis courts and other game courts.\n\n\tIf the yard regulations cannot reasonably be complied with or it is difficult to determine their application on lots of peculiar shape or location, then the regulations may be modified or determined by the Superintendent of Building.  The Superintendent may also waive all or part of the required loading space on unusually shaped lots, oddly located lots, or hillside lots, when such space cannot reasonably be provided or utilized.\n\n\tRequests for yard modifications as provided in this subsection shall be made in accordance with the procedures established in Section 98.0403.2 of the Los Angeles Municipal Code.\n\n\t12.\t(Amended by Ord. No. 173,364, Eff. 7\/29\/00.)  The Department shall have the power to enforce any administrative nuisance abatement determination made by the Zoning Administrator, former Board of Zoning Appeals, City Planning Commission, Director of Planning or City Council.  There shall be no administrative appeal to any City official or Board from such an enforcement action by the Department.\n\n\t(b)\tPowers of the Board.\n\n\t1.\t(Amended by Ord. No. 175,428, Eff. 9\/28\/03.)  The Board shall have the power to hear and act upon appeals filed by any person aggrieved by the Department requesting a slight modification under this section, except for those actions permitted in subsection (a)11.\n\n\tIf the Board grants a slight modification on appeal, then the Board shall make the same findings as required by the Department when acting on a slight modification.\n\n\t2.\t(Amended by Ord. No. 175,428, Eff. 9\/28\/03.)  The Board shall have the power to hear and determine appeals from orders, interpretations, requirements, determinations, or actions of the Department pertaining to enforcement of specific ordinances, regulations, or laws in site-specific cases.  These appeals shall state how the Department has erred or abused its discretion in the matter of the appeal.  The Department shall provide the Board with a written report on the appeal.  The Department, however, may reverse or modify the action appealed at any time prior to final action by the Commission.  The Board shall hear and make its determination on the appeal no later than the 30th calendar day after the appeal is heard.\n\n\tNotwithstanding the above, the Board shall have no authority to hear and determine appeals from orders, interpretations, requirements, determinations, or actions of the Department pertaining to enforcement of specific ordinances, regulations, or laws contained in Chapter I of this Code and in other land use ordinances.  Any appeal concerning these requirements shall be made to the Director of Planning in accordance with the provisions set forth in Section 12.26 K.\n\n\tThe Department shall maintain a file of requests from individuals or groups who wish to be notified of certain determinations on individual job addresses.  These requests shall be submitted to the Department in writing and shall specify the subject job address, and the address and telephone number where they wish to be notified.  The request shall be in force until the end of the calendar year in which the request is filed and the request may be renewed at any time during the subsequent calendar year.\n\n\tThe Department shall provide a copy of board agendas by U.S. mail to individuals or groups who wish to receive them.  The mailing of agendas shall be maintained by a yearly subscription fee of $50.00.  A subscription fee of $25.00 will be charged if there is less than six months remaining in the calendar year.  Fees for individual and\/or mail requests for copies of board agendas and other documents shall be as set forth in Los Angeles Administrative Code Sections 12.31 and 12.32.\n\n\t3.\tThe Board shall have the power to act in other situations as provided by ordinance or law.\n\n\t4.\tThe Board shall have the power to refuse to hear an appeal if the Board determines that the appeal is basically a restatement of a previous appeal on the same job and no substantial additional justification has been presented by the appellant.\n\n\t5.\tThe power of the Board shall not include the right to hear and act upon any of the following:\n\n\ti.\tAn appeal from the Department’s action on a request for a slight modification, an appeal of a legitimate Department order or an appeal objecting to the Department’s determination, if such appeal is:\n\n\ta)  Filed on or after the date a citation is issued charging a person with a violation of the Code or any other ordinance or law enforced by the Department, and the appeal in any way involves the citation issuance, an arrest associated with the citation issuance, or the facts or Code issues underlying the citation issuance.\n\n\tb)  (Amended by Ord. No. 170,324, Eff. 3\/6\/95.)  Filed on or after evidence of a violation of the Code or any other ordinance or law enforced by the Department is presented to and accepted by the City Attorney for criminal prosecution.\n\n\tIf an appeal or request for a slight modification is not filed with 15 days after the Department’s action on the violation, the action and\/or determination of the Department shall be final.\n\n\tii.\tAn appeal in violation of limitations placed upon the Board’s powers as specified in other ordinances, regulations, or law.\n\n\tiii.\t(Repealed by Ord. No. 175,428, Eff. 9\/28\/03.)\n\n\tiv.\tIf the Board or Superintendent determines that an appeal or request for a slight modification, filed with the Board, relates to Department enforcement of laws or access to public accommodations and housing by the physically handicapped, then the matter shall be referred to the Handicapped Access Appeals Commission for its action. The Board’s jurisdiction shall not include the right to hear appeals from or otherwise review any action, order, or determination of the Handicapped Access Appeals Commission.\n\n\tv.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  An appeal dealing with financial, personnel, or administrative issues or other similar matters.\n\n\tvi.\t(Amended by Ord. No. 173,364, Eff. 7\/29\/00.)  An appeal seeking relief from any nuisance abatement determination or enforcement decision of the Department relating to any administrative nuisance abatement determination made by the Zoning Administrator, former Board of Zoning Appeals, City Planning Commission, Director of Planning or City Council.","order_by":"0403.1","ancestry":{"1":{"id":"34","name":"General Administrative Provisions","identifier":"8","label":"article","url":"\/9\/8\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"3707","structure_id":"34","section_number":"98.0101","catch_line":"Scope Of Chapter.","url":"\/98.0101\/","token":"98.0101"},"1":{"id":"3514","structure_id":"34","section_number":"98.0102","catch_line":"Purpose And Scope Of Article.","url":"\/98.0102\/","token":"98.0102"},"2":{"id":"1209","structure_id":"34","section_number":"98.0102.1","catch_line":"Enforcement Authority Of The Harbor Department Within The Harbor District.","url":"\/98.0102.1\/","token":"98.0102.1"},"3":{"id":"1427","structure_id":"34","section_number":"98.0103","catch_line":"Definitions.","url":"\/98.0103\/","token":"98.0103"},"4":{"id":"1047","structure_id":"34","section_number":"98.0104","catch_line":"Conflicting Sections.","url":"\/98.0104\/","token":"98.0104"},"5":{"id":"59","structure_id":"34","section_number":"98.0105","catch_line":"Inspections.","url":"\/98.0105\/","token":"98.0105"},"6":{"id":"1471","structure_id":"34","section_number":"98.0106","catch_line":"Authority To Accept Underpayments And Overpayments.","url":"\/98.0106\/","token":"98.0106"},"7":{"id":"342","structure_id":"34","section_number":"98.0107","catch_line":"Contractor Permit Applicants – Business And Payroll Expense Tax Registration Information And Certificates.","url":"\/98.0107\/","token":"98.0107"},"8":{"id":"1764","structure_id":"34","section_number":"98.0108","catch_line":"Posting Of Orders.","url":"\/98.0108\/","token":"98.0108"},"9":{"id":"2144","structure_id":"34","section_number":"98.0109","catch_line":"Express Permits.","url":"\/98.0109\/","token":"98.0109"},"10":{"id":"3496","structure_id":"34","section_number":"98.0201","catch_line":"Authority To Make Rules And Regulations.","url":"\/98.0201\/","token":"98.0201"},"11":{"id":"4080","structure_id":"34","section_number":"98.0202","catch_line":"Revocation, Suspension, Limitation Of Licenses.","url":"\/98.0202\/","token":"98.0202"},"12":{"id":"2608","structure_id":"34","section_number":"98.0301","catch_line":"Purpose.","url":"\/98.0301\/","token":"98.0301"},"13":{"id":"1470","structure_id":"34","section_number":"98.0302","catch_line":"General Provisions.","url":"\/98.0302\/","token":"98.0302"},"14":{"id":"2583","structure_id":"34","section_number":"98.0303","catch_line":"Accusation Re Suspension Or Revocation Of Licenses Or Permits.","url":"\/98.0303\/","token":"98.0303"},"15":{"id":"2986","structure_id":"34","section_number":"98.0304","catch_line":"Notice Of Defense To Accusation.","url":"\/98.0304\/","token":"98.0304"},"16":{"id":"154","structure_id":"34","section_number":"98.0305","catch_line":"Notice Of Hearing On Accusation.","url":"\/98.0305\/","token":"98.0305"},"17":{"id":"2954","structure_id":"34","section_number":"98.0306","catch_line":"Amendment Of Accusation After Submission.","url":"\/98.0306\/","token":"98.0306"},"18":{"id":"1565","structure_id":"34","section_number":"98.0307","catch_line":"Subpoenas.","url":"\/98.0307\/","token":"98.0307"},"19":{"id":"3706","structure_id":"34","section_number":"98.0308","catch_line":"Evidence.","url":"\/98.0308\/","token":"98.0308"},"20":{"id":"382","structure_id":"34","section_number":"98.0309","catch_line":"Official Notices.","url":"\/98.0309\/","token":"98.0309"},"21":{"id":"1950","structure_id":"34","section_number":"98.0310","catch_line":"Method Of Decision In Contested Cases.","url":"\/98.0310\/","token":"98.0310"},"22":{"id":"3969","structure_id":"34","section_number":"98.0311","catch_line":"Defaults And Uncontested Cases.","url":"\/98.0311\/","token":"98.0311"},"23":{"id":"309","structure_id":"34","section_number":"98.0312","catch_line":"Reconsideration.","url":"\/98.0312\/","token":"98.0312"},"24":{"id":"3222","structure_id":"34","section_number":"98.0401","catch_line":"Superintendent May Inspect Records.","url":"\/98.0401\/","token":"98.0401"},"25":{"id":"3287","structure_id":"34","section_number":"98.0402","catch_line":"Code Enforcement Costs Incurred:Investigation Costs, Fees And Fines.","url":"\/98.0402\/","token":"98.0402"},"26":{"id":"469","structure_id":"34","section_number":"98.0403.1","catch_line":"Powers Of The Department And The Board.","url":"\/98.0403.1\/","token":"98.0403.1"},"27":{"id":"3716","structure_id":"34","section_number":"98.0403.2","catch_line":"Procedures For Appeals To The Department And To The Board.","url":"\/98.0403.2\/","token":"98.0403.2"},"28":{"id":"923","structure_id":"34","section_number":"98.0404","catch_line":"Extra Territorial Inspections.","url":"\/98.0404\/","token":"98.0404"},"29":{"id":"171","structure_id":"34","section_number":"98.0405","catch_line":"Charges For Printed Materials And Miscellaneous Type Services.","url":"\/98.0405\/","token":"98.0405"},"30":{"id":"3289","structure_id":"34","section_number":"98.0406","catch_line":"Inspection Fees For Off Hours Inspection.","url":"\/98.0406\/","token":"98.0406"},"31":{"id":"3034","structure_id":"34","section_number":"98.0407","catch_line":"Special Enforcement Procedure Fees.","url":"\/98.0407\/","token":"98.0407"},"32":{"id":"3618","structure_id":"34","section_number":"98.0408","catch_line":"Issuance Of Citations By Designated Employees.","url":"\/98.0408\/","token":"98.0408"},"33":{"id":"3098","structure_id":"34","section_number":"98.0410","catch_line":"Surcharge For One-Stop Permit Center.","url":"\/98.0410\/","token":"98.0410"},"34":{"id":"3077","structure_id":"34","section_number":"98.0411","catch_line":"Non-Compliance Fees.","url":"\/98.0411\/","token":"98.0411"},"35":{"id":"2736","structure_id":"34","section_number":"98.0412","catch_line":"Inspection Fees.","url":"\/98.0412\/","token":"98.0412"},"36":{"id":"1360","structure_id":"34","section_number":"98.0413","catch_line":"Surcharge For Electrical And Mechanical Testing.","url":"\/98.0413\/","token":"98.0413"},"37":{"id":"3259","structure_id":"34","section_number":"98.0414","catch_line":"Certification Fees.","url":"\/98.0414\/","token":"98.0414"},"38":{"id":"576","structure_id":"34","section_number":"98.0415","catch_line":"Clerical, Issuing Or Research Fees And Miscellaneous Fees.","url":"\/98.0415\/","token":"98.0415"},"39":{"id":"4001","structure_id":"34","section_number":"98.0416","catch_line":"Building And Safety Systems Development Surcharge.","url":"\/98.0416\/","token":"98.0416"},"40":{"id":"1307","structure_id":"34","section_number":"98.0417","catch_line":"Processing Fees For Miscellaneous Certificates Of Compliance.","url":"\/98.0417\/","token":"98.0417"},"41":{"id":"638","structure_id":"34","section_number":"98.0418","catch_line":"Surcharges For Development Of Automated Systems And General Plan Maintenance For The Department Of City Planning.","url":"\/98.0418\/","token":"98.0418"},"42":{"id":"131","structure_id":"34","section_number":"98.0419","catch_line":"Waiver Of Fees For Structures Damaged In The 1994 Northridge Earthquake.","url":"\/98.0419\/","token":"98.0419"},"43":{"id":"1527","structure_id":"34","section_number":"98.0420","catch_line":"Refunds Of Department Fees.","url":"\/98.0420\/","token":"98.0420"},"44":{"id":"2059","structure_id":"34","section_number":"98.0421","catch_line":"Code Violation Inspection Fee.","url":"\/98.0421\/","token":"98.0421"},"45":{"id":"2816","structure_id":"34","section_number":"98.0422","catch_line":"Fees For Off Hours Plan Check And Other Services","url":"\/98.0422\/","token":"98.0422"},"46":{"id":"3230","structure_id":"34","section_number":"98.0501","catch_line":"Alternate Materials, Devices And Methods Of Construction.","url":"\/98.0501\/","token":"98.0501"},"47":{"id":"2204","structure_id":"34","section_number":"98.0502","catch_line":"Appliances, Fixtures And Equipment.","url":"\/98.0502\/","token":"98.0502"},"48":{"id":"4115","structure_id":"34","section_number":"98.0503","catch_line":"Testing Agencies.","url":"\/98.0503\/","token":"98.0503"},"49":{"id":"571","structure_id":"34","section_number":"98.0504","catch_line":"Environmental Reports.","url":"\/98.0504\/","token":"98.0504"},"50":{"id":"2261","structure_id":"34","section_number":"98.0601","catch_line":"Purpose.","url":"\/98.0601\/","token":"98.0601"},"51":{"id":"1893","structure_id":"34","section_number":"98.0602","catch_line":"Expiration Of Permits.","url":"\/98.0602\/","token":"98.0602"},"52":{"id":"1514","structure_id":"34","section_number":"98.0603","catch_line":"Expiration Of Plan Check.","url":"\/98.0603\/","token":"98.0603"},"53":{"id":"2536","structure_id":"34","section_number":"98.0604","catch_line":"Expiration Of Slight Modifications And Alternatives.","url":"\/98.0604\/","token":"98.0604"},"54":{"id":"2024","structure_id":"34","section_number":"98.0605","catch_line":"Time Limits Of Requests For Extension.","url":"\/98.0605\/","token":"98.0605"},"55":{"id":"2532","structure_id":"34","section_number":"98.0701","catch_line":"Declaration Of Purpose.","url":"\/98.0701\/","token":"98.0701"},"56":{"id":"941","structure_id":"34","section_number":"98.0702","catch_line":"Definitions.","url":"\/98.0702\/","token":"98.0702"},"57":{"id":"2827","structure_id":"34","section_number":"98.0703","catch_line":"Enforcement Authority.","url":"\/98.0703\/","token":"98.0703"},"58":{"id":"3653","structure_id":"34","section_number":"98.0704","catch_line":"Enforcement Remedies.","url":"\/98.0704\/","token":"98.0704"},"59":{"id":"2295","structure_id":"34","section_number":"98.0705","catch_line":"Strict Liability Offenses.","url":"\/98.0705\/","token":"98.0705"},"60":{"id":"2570","structure_id":"34","section_number":"98.0706","catch_line":"Duty To Clean, Fence And Barricade.","url":"\/98.0706\/","token":"98.0706"},"61":{"id":"1423","structure_id":"34","section_number":"98.0707","catch_line":"Administrative Abatement Procedures For Vacant And Unsecured Structures.","url":"\/98.0707\/","token":"98.0707"},"62":{"id":"775","structure_id":"34","section_number":"98.0708","catch_line":"Standards For Fencing And Barricading A Vacant Structure.","url":"\/98.0708\/","token":"98.0708"},"63":{"id":"466","structure_id":"34","section_number":"98.0709","catch_line":"Entry Or Interference With Notice Prohibited.","url":"\/98.0709\/","token":"98.0709"},"64":{"id":"710","structure_id":"34","section_number":"98.0710","catch_line":"Continuous Abatement Authority.","url":"\/98.0710\/","token":"98.0710"},"65":{"id":"332","structure_id":"34","section_number":"98.0711","catch_line":"Abatement Cost.","url":"\/98.0711\/","token":"98.0711"},"66":{"id":"1024","structure_id":"34","section_number":"98.0712","catch_line":"Continuous Public Nuisances.","url":"\/98.0712\/","token":"98.0712"},"67":{"id":"2342","structure_id":"34","section_number":"98.0713","catch_line":"Duty To File A Statement Of Intent.","url":"\/98.0713\/","token":"98.0713"},"68":{"id":"4170","structure_id":"34","section_number":"98.0714","catch_line":"Posting Name Of Responsible Person.","url":"\/98.0714\/","token":"98.0714"},"69":{"id":"4058","structure_id":"34","section_number":"98.0715","catch_line":"Reinspection Fee.","url":"\/98.0715\/","token":"98.0715"},"70":{"id":"263","structure_id":"34","section_number":"98.0716","catch_line":"Vacant Structure Penalty.","url":"\/98.0716\/","token":"98.0716"},"71":{"id":"866","structure_id":"34","section_number":"98.0717","catch_line":"Procedures For Barricaded And Vacant Structure Penalty.","url":"\/98.0717\/","token":"98.0717"},"72":{"id":"3787","structure_id":"34","section_number":"98.0718","catch_line":"Appeal Of Barricaded And Vacant Structure Penalty.","url":"\/98.0718\/","token":"98.0718"},"73":{"id":"1903","structure_id":"34","section_number":"98.0719","catch_line":"Administrative Enforcement Hearing.","url":"\/98.0719\/","token":"98.0719"},"74":{"id":"1523","structure_id":"34","section_number":"98.0720","catch_line":"Failure To Pay Penalties.","url":"\/98.0720\/","token":"98.0720"},"75":{"id":"1275","structure_id":"34","section_number":"98.0721","catch_line":"Allocation Of Vacant Building Penalty.","url":"\/98.0721\/","token":"98.0721"}},"next_section":{"id":"3716","structure_id":"34","section_number":"98.0403.2","catch_line":"Procedures For Appeals To The Department And To The Board.","url":"\/98.0403.2\/","token":"98.0403.2"},"metadata":false,"references":false,"url":"\/98.0403.1\/","token":"98.0403.1","formats":{"txt":"\/98.0403.1.txt","json":"\/98.0403.1.xml"},"dublin_core":{"Title":"Powers Of The Department And The Board.","Type":"Text","Format":"text\/html","Identifier":"§ 98.0403.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPOWERS OF THE DEPARTMENT AND THE BOARD. (§ 98.0403.1)\n\n  POWERS OF THE DEPARTMENT AND THE BOARD.\n\t(Former Sec. 98.0403 Redesignated by Ord. No. 165,310, Eff.\n12\/31\/89.)\t(a)\tPowers of the Department.\t1.\t(Amended by Ord. No. 173,159, Eff.\n5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all\nordinances and laws relating to the construction, alteration, repair and\ndemolition, or removal of buildings or structures in the City, and to the\ninstallation, alteration, repair, use, and operation of all heating, plumbing,\nlighting, ventilating, refrigerating, electrical and mechanical appliances and\nequipment in those buildings or structures.\t2.\t(Amended by Ord. No. 173,159,\nEff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all\nordinances and laws relating to the construction, alteration, repair, removal or\ninstallation of elevators, escalators, console and\/or stage lifts, incline cars,\nmanlifts, manhoists, steam boilers, pressure vessels and all connections and\nappurtenances pertaining to their proper functioning.\t3.\t(Amended by Ord. No.\n173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to\nenforce the zoning ordinances of the City.\t4.\t(Amended by Ord. No. 171,455, Eff.\n1\/30\/97.)  The Department shall have the power and duty to enforce all\nordinances and laws relating to grading and control of excessive dust\nemission.\t5.\tThe Department shall have the power and duty to enforce all\nportions of the Rules and Regulations of the State Fire Marshal which relate to\nthe construction, alteration, repair, demolition, or removal of buildings, or\nstructures, and to the use and operation of all heating, plumbing, lighting,\nventilating, refrigerating, electrical, and mechanical appliances therein.\nProvided, however, that no application for modification of specific provisions\nof the Rules and Regulations of the State Fire Marshal shall be granted by the\nDepartment, unless and until such application shall be first submitted to the\nChief Engineer of the Fire Department or his representative for report and\nrecommendation with respect thereto.\t6.\tThe Department shall have the power to\nenforce those building regulations mandated by State or Federal law to be\nenforced by the local building Department or building official.\t7.\tThe\nDepartment shall have the power to enforce States laws relating to buildings,\nstructures and construction activities provided the authority to do so has been\nallowed or granted by the State and the Department has determined to undertake\nsuch enforcement.\t8.\tThe Department shall have the power to enforce other\nordinances and laws when designated to do so by law.\t9.\tIn the exercise of the\npowers enumerated in this subsection, the Department shall have the power to\napply the building ordinances of the City (Chapter 9 of the Code) and those\nbuilding regulations mandated by State law to be enforced by the local agency,\nbuilding Department or building official to buildings and structures containing\none or more air space lots as defined in Chapter 1, Article 2, of the Code so as\nto treat the entirety of such buildings or structures as if they were on or\nwithin a single lot, provided:\ti.\tThat such buildings or structures or portions\nthereof would otherwise conform to such ordinances and regulations, but for the\ncreation of such air space lots; and\tii.\tThat a covenant and agreement, in a\nform designed to run with the land and satisfactory to the Department be\nrecorded with the Office of the County Recorder and a copy filed with the\nDepartment by the owners binding themselves and future owners and assigns to\nkeep, preserve and maintain all portions of such buildings or structures in\naccordance with and pursuant to such building ordinances and\nregulations.\t10.\t(Amended by Ord. No. 170,141, Eff. 1\/2\/95.)  The Department\nshall have the power to hear and act upon requests for slight modifications in\nindividual cases to the building ordinances of the City, and regulations under\nArticles 1 through 8 of Chapter IX of the Los Angeles Municipal Code.\tIn\ngranting a request for a slight modification, the Department shall determine\nthat the slight modification is reasonably equivalent to the ordinance\nrequirement involved, that a special individual reason makes the strict letter\nof the ordinance impractical and that the slight modification is in conformity\nwith the spirit and purpose of the code or codes involved.\t11.\t(Added by Ord.\nNo. 170,141, Eff. 1\/2\/95.)  The Department shall have the power to hear and\ndetermine requests for slight modifications for individual cases in the yard\narea requirements of the zoning ordinance, provided that in each such\nmodification, the Superintendent shall first find that a special, individual\nreason makes the strict letter of the ordinance impractical and that the\nmodification is in conformity with the spirit and purpose of the ordinance\ninvolved.  Any action granting a modification shall be recorded and entered in\nthe files of the Department.\tFor structures and additions constructed after\nJanuary 1, 1995, slight modifications from the yard requirements shall be\nlimited to deviations permitting portions of buildings to extend into a required\nyard or other open space a distance of not to exceed 20 percent of the width or\ndepth of such required yard or open space.  However, for structures and\nadditions existing prior to January 1, 1995, slight modifications may be granted\nfor yard deviations slightly over 20 percent.\tExcept as expressly provided\nherein, the Superintendent of Building shall not grant deviations from the lot\narea, height, or density requirements.  Further, the Superintendent shall not\ngrant deviations from the yard requirements relating to the height of fences and\nwalls, or including those for tennis or paddle tennis courts and other game\ncourts.\tIf the yard regulations cannot reasonably be complied with or it is\ndifficult to determine their application on lots of peculiar shape or location,\nthen the regulations may be modified or determined by the Superintendent of\nBuilding.  The Superintendent may also waive all or part of the required\nloading space on unusually shaped lots, oddly located lots, or hillside lots,\nwhen such space cannot reasonably be provided or utilized.\tRequests for yard\nmodifications as provided in this subsection shall be made in accordance with\nthe procedures established in Section 98.0403.2 of the Los Angeles Municipal\nCode.\t12.\t(Amended by Ord. No. 173,364, Eff. 7\/29\/00.)  The Department shall\nhave the power to enforce any administrative nuisance abatement determination\nmade by the Zoning Administrator, former Board of Zoning Appeals, City Planning\nCommission, Director of Planning or City Council.  There shall be no\nadministrative appeal to any City official or Board from such an enforcement\naction by the Department.\t(b)\tPowers of the Board.\t1.\t(Amended by Ord. No.\n175,428, Eff. 9\/28\/03.)  The Board shall have the power to hear and act upon\nappeals filed by any person aggrieved by the Department requesting a slight\nmodification under this section, except for those actions permitted in\nsubsection (a)11.\tIf the Board grants a slight modification on appeal, then the\nBoard shall make the same findings as required by the Department when acting on\na slight modification.\t2.\t(Amended by Ord. No. 175,428, Eff. 9\/28\/03.)  The\nBoard shall have the power to hear and determine appeals from orders,\ninterpretations, requirements, determinations, or actions of the Department\npertaining to enforcement of specific ordinances, regulations, or laws in\nsite-specific cases.  These appeals shall state how the Department has erred or\nabused its discretion in the matter of the appeal.  The Department shall\nprovide the Board with a written report on the appeal.  The Department,\nhowever, may reverse or modify the action appealed at any time prior to final\naction by the Commission.  The Board shall hear and make its determination on\nthe appeal no later than the 30th calendar day after the appeal is\nheard.\tNotwithstanding the above, the Board shall have no authority to hear and\ndetermine appeals from orders, interpretations, requirements, determinations, or\nactions of the Department pertaining to enforcement of specific ordinances,\nregulations, or laws contained in Chapter I of this Code and in other land use\nordinances.  Any appeal concerning these requirements shall be made to the\nDirector of Planning in accordance with the provisions set forth in Section\n12.26 K.\tThe Department shall maintain a file of requests from individuals or\ngroups who wish to be notified of certain determinations on individual job\naddresses.  These requests shall be submitted to the Department in writing and\nshall specify the subject job address, and the address and telephone number\nwhere they wish to be notified.  The request shall be in force until the end of\nthe calendar year in which the request is filed and the request may be renewed\nat any time during the subsequent calendar year.\tThe Department shall provide a\ncopy of board agendas by U.S. mail to individuals or groups who wish to receive\nthem.  The mailing of agendas shall be maintained by a yearly subscription fee\nof $50.00.  A subscription fee of $25.00 will be charged if there is less than\nsix months remaining in the calendar year.  Fees for individual and\/or mail\nrequests for copies of board agendas and other documents shall be as set forth\nin Los Angeles Administrative Code Sections 12.31 and 12.32.\t3.\tThe Board shall\nhave the power to act in other situations as provided by ordinance or\nlaw.\t4.\tThe Board shall have the power to refuse to hear an appeal if the Board\ndetermines that the appeal is basically a restatement of a previous appeal on\nthe same job and no substantial additional justification has been presented by\nthe appellant.\t5.\tThe power of the Board shall not include the right to hear and\nact upon any of the following:\ti.\tAn appeal from the Department’s action on a\nrequest for a slight modification, an appeal of a legitimate Department order or\nan appeal objecting to the Department’s determination, if such appeal is:\ta) \nFiled on or after the date a citation is issued charging a person with a\nviolation of the Code or any other ordinance or law enforced by the Department,\nand the appeal in any way involves the citation issuance, an arrest associated\nwith the citation issuance, or the facts or Code issues underlying the citation\nissuance.\tb)  (Amended by Ord. No. 170,324, Eff. 3\/6\/95.)  Filed on or after\nevidence of a violation of the Code or any other ordinance or law enforced by\nthe Department is presented to and accepted by the City Attorney for criminal\nprosecution.\tIf an appeal or request for a slight modification is not filed with\n15 days after the Department’s action on the violation, the action and\/or\ndetermination of the Department shall be final.\tii.\tAn appeal in violation of\nlimitations placed upon the Board’s powers as specified in other ordinances,\nregulations, or law.\tiii.\t(Repealed by Ord. No. 175,428, Eff. 9\/28\/03.)\tiv.\tIf\nthe Board or Superintendent determines that an appeal or request for a slight\nmodification, filed with the Board, relates to Department enforcement of laws or\naccess to public accommodations and housing by the physically handicapped, then\nthe matter shall be referred to the Handicapped Access Appeals Commission for\nits action. The Board’s jurisdiction shall not include the right to hear\nappeals from or otherwise review any action, order, or determination of the\nHandicapped Access Appeals Commission.\tv.\t(Amended by Ord. No. 173,159, Eff.\n5\/7\/00, Oper. 7\/1\/00.)  An appeal dealing with financial, personnel, or\nadministrative issues or other similar matters.\tvi.\t(Amended by Ord. No.\n173,364, Eff. 7\/29\/00.)  An appeal seeking relief from any nuisance abatement\ndetermination or enforcement decision of the Department relating to any\nadministrative nuisance abatement determination made by the Zoning\nAdministrator, former Board of Zoning Appeals, City Planning Commission,\nDirector of Planning or City Council.\n","html":"\n\t\t\t\t\t<section><p>  POWERS OF THE DEPARTMENT AND THE BOARD.\n\t(Former Sec. 98.0403 Redesignated by Ord. No. 165,310, Eff. 12\/31\/89.)<br \/><br \/>\t(a)\tPowers of the Department.<br \/><br \/>\t1.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all <span class=\"dictionary\">ordinances<\/span> and <span class=\"dictionary\">laws<\/span> relating to the construction, alteration, repair and demolition, or removal of buildings or structures in the City, and to the installation, alteration, repair, use, and operation of all heating, plumbing, lighting, ventilating, refrigerating, electrical and mechanical appliances and equipment in those buildings or structures.<br \/><br \/>\t2.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all <span class=\"dictionary\">ordinances<\/span> and <span class=\"dictionary\">laws<\/span> relating to the construction, alteration, repair, removal or installation of elevators, escalators, console and\/or stage lifts, incline cars, manlifts, manhoists, steam boilers, pressure vessels and all connections and appurtenances pertaining to their proper functioning.<br \/><br \/>\t3.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce the zoning <span class=\"dictionary\">ordinances<\/span> of the City.<br \/><br \/>\t4.\t(Amended by Ord. No. 171,455, Eff. 1\/30\/97.)  The Department shall have the power and duty to enforce all <span class=\"dictionary\">ordinances<\/span> and <span class=\"dictionary\">laws<\/span> relating to grading and control of excessive dust emission.<br \/><br \/>\t5.\tThe Department shall have the power and duty to enforce all portions of the Rules and Regulations of the State Fire Marshal which relate to the construction, alteration, repair, demolition, or removal of buildings, or structures, and to the use and operation of all heating, plumbing, lighting, ventilating, refrigerating, electrical, and mechanical appliances therein. Provided, however, that no application for modification of specific provisions of the Rules and Regulations of the State Fire Marshal shall be granted by the Department, unless and until such application shall be first submitted to the Chief Engineer of the Fire Department or his representative for report and recommendation with respect thereto.<br \/><br \/>\t6.\tThe Department shall have the power to enforce those building regulations mandated by State or Federal <span class=\"dictionary\">law<\/span> to be enforced by the local building Department or building official.<br \/><br \/>\t7.\tThe Department shall have the power to enforce States <span class=\"dictionary\">laws<\/span> relating to buildings, structures and construction activities provided the authority to do so has been allowed or granted by the State and the Department has determined to undertake such enforcement.<br \/><br \/>\t8.\tThe Department shall have the power to enforce other <span class=\"dictionary\">ordinances<\/span> and <span class=\"dictionary\">laws<\/span> when designated to do so by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t9.\tIn the exercise of the powers enumerated in this subsection, the Department shall have the power to apply the building <span class=\"dictionary\">ordinances<\/span> of the City (Chapter 9 of the Code) and those building regulations mandated by State <span class=\"dictionary\">law<\/span> to be enforced by the local agency, building Department or building official to buildings and structures containing one or more air space lots as defined in Chapter 1, Article 2, of the Code so as to treat the entirety of such buildings or structures as if they were on or within a single lot, provided:<br \/><br \/>\ti.\tThat such buildings or structures or portions thereof would otherwise conform to such <span class=\"dictionary\">ordinances<\/span> and regulations, but for the creation of such air space lots; and<br \/><br \/>\tii.\tThat a covenant and agreement, in a form designed to run with the land and satisfactory to the Department be recorded with the Office of the County Recorder and a copy filed with the Department by the owners binding themselves and future owners and assigns to keep, preserve and maintain all portions of such buildings or structures in accordance with and pursuant to such building <span class=\"dictionary\">ordinances<\/span> and regulations.<br \/><br \/>\t10.\t(Amended by Ord. No. 170,141, Eff. 1\/2\/95.)  The Department shall have the power to hear and act upon requests for slight modifications in individual cases to the building <span class=\"dictionary\">ordinances<\/span> of the City, and regulations under Articles 1 through 8 of Chapter IX of the Los Angeles Municipal Code.<br \/><br \/>\tIn granting a request for a slight modification, the Department shall determine that the slight modification is reasonably equivalent to the <span class=\"dictionary\">ordinance<\/span> requirement involved, that a special individual reason makes the strict letter of the <span class=\"dictionary\">ordinance<\/span> impractical and that the slight modification is in conformity with the spirit and purpose of the code or codes involved.<br \/><br \/>\t11.\t(Added by Ord. No. 170,141, Eff. 1\/2\/95.)  The Department shall have the power to hear and determine requests for slight modifications for individual cases in the yard area requirements of the zoning <span class=\"dictionary\">ordinance<\/span>, provided that in each such modification, the Superintendent shall first find that a special, individual reason makes the strict letter of the <span class=\"dictionary\">ordinance<\/span> impractical and that the modification is in conformity with the spirit and purpose of the <span class=\"dictionary\">ordinance<\/span> involved.  Any action granting a modification shall be recorded and entered in the files of the Department.<br \/><br \/>\tFor structures and additions constructed after January 1, 1995, slight modifications from the yard requirements shall be limited to deviations permitting portions of buildings to extend into a required yard or other open space a distance of not to exceed 20 percent of the width or depth of such required yard or open space.  However, for structures and additions existing prior to January 1, 1995, slight modifications may be granted for yard deviations slightly over 20 percent.<br \/><br \/>\tExcept as expressly provided herein, the Superintendent of Building shall not grant deviations from the lot area, height, or density requirements.  Further, the Superintendent shall not grant deviations from the yard requirements relating to the height of fences and walls, or including those for tennis or paddle tennis <span class=\"dictionary\">courts<\/span> and other game <span class=\"dictionary\">courts<\/span>.<br \/><br \/>\tIf the yard regulations cannot reasonably be complied with or it is difficult to determine their application on lots of peculiar shape or location, then the regulations may be modified or determined by the Superintendent of Building.  The Superintendent may also <span class=\"dictionary\">waive<\/span> all or part of the required loading space on unusually shaped lots, oddly located lots, or hillside lots, when such space cannot reasonably be provided or utilized.<br \/><br \/>\tRequests for yard modifications as provided in this subsection shall be made in accordance with the procedures established in Section 98.0403.2 of the Los Angeles Municipal Code.<br \/><br \/>\t12.\t(Amended by Ord. No. 173,364, Eff. 7\/29\/00.)  The Department shall have the power to enforce any administrative nuisance abatement determination made by the Zoning Administrator, former Board of Zoning <span class=\"dictionary\">Appeals<\/span>, City Planning Commission, Director of Planning or City Council.  There shall be no administrative <span class=\"dictionary\">appeal<\/span> to any City official or Board from such an enforcement action by the Department.<br \/><br \/>\t(b)\tPowers of the Board.<br \/><br \/>\t1.\t(Amended by Ord. No. 175,428, Eff. 9\/28\/03.)  The Board shall have the power to hear and act upon <span class=\"dictionary\">appeals<\/span> filed by any person aggrieved by the Department requesting a slight modification under this section, except for those actions permitted in subsection (a)11.<br \/><br \/>\tIf the Board grants a slight modification on <span class=\"dictionary\">appeal<\/span>, then the Board shall make the same <span class=\"dictionary\">findings<\/span> as required by the Department when acting on a slight modification.<br \/><br \/>\t2.\t(Amended by Ord. No. 175,428, Eff. 9\/28\/03.)  The Board shall have the power to hear and determine <span class=\"dictionary\">appeals<\/span> from <span class=\"dictionary\">orders<\/span>, interpretations, requirements, determinations, or actions of the Department pertaining to enforcement of specific <span class=\"dictionary\">ordinances<\/span>, regulations, or <span class=\"dictionary\">laws<\/span> in site-specific cases.  These <span class=\"dictionary\">appeals<\/span> shall state how the Department has erred or abused its discretion in the matter of the <span class=\"dictionary\">appeal<\/span>.  The Department shall provide the Board with a written report on the <span class=\"dictionary\">appeal<\/span>.  The Department, however, may <span class=\"dictionary\">reverse<\/span> or modify the action appealed at any time prior to final action by the Commission.  The Board shall hear and make its determination on the <span class=\"dictionary\">appeal<\/span> no later than the 30th calendar day after the <span class=\"dictionary\">appeal<\/span> is heard.<br \/><br \/>\tNotwithstanding the above, the Board shall have no authority to hear and determine <span class=\"dictionary\">appeals<\/span> from <span class=\"dictionary\">orders<\/span>, interpretations, requirements, determinations, or actions of the Department pertaining to enforcement of specific <span class=\"dictionary\">ordinances<\/span>, regulations, or <span class=\"dictionary\">laws<\/span> contained in Chapter I of this Code and in other land use <span class=\"dictionary\">ordinances<\/span>.  Any <span class=\"dictionary\">appeal<\/span> concerning these requirements shall be made to the Director of Planning in accordance with the provisions set forth in Section 12.26 K.<br \/><br \/>\tThe Department shall maintain a file of requests from individuals or groups who wish to be notified of certain determinations on individual job addresses.  These requests shall be submitted to the Department in writing and shall specify the subject job address, and the address and telephone number where they wish to be notified.  The request shall be in force until the end of the calendar year in which the request is filed and the request may be renewed at any time during the subsequent calendar year.<br \/><br \/>\tThe Department shall provide a copy of board agendas by U.S. mail to individuals or groups who wish to receive them.  The mailing of agendas shall be maintained by a yearly subscription fee of $50.00.  A subscription fee of $25.00 will be charged if there is less than six months remaining in the calendar year.  Fees for individual and\/or mail requests for copies of board agendas and other documents shall be as set forth in Los Angeles Administrative Code Sections 12.31 and 12.32.<br \/><br \/>\t3.\tThe Board shall have the power to act in other situations as provided by <span class=\"dictionary\">ordinance<\/span> or <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t4.\tThe Board shall have the power to refuse to hear an <span class=\"dictionary\">appeal<\/span> if the Board determines that the <span class=\"dictionary\">appeal<\/span> is basically a restatement of a previous <span class=\"dictionary\">appeal<\/span> on the same job and no substantial additional justification has been presented by the <span class=\"dictionary\">appellant<\/span>.<br \/><br \/>\t5.\tThe power of the Board shall not include the right to hear and act upon any of the following:<br \/><br \/>\ti.\tAn <span class=\"dictionary\">appeal<\/span> from the Department’s action on a request for a slight modification, an <span class=\"dictionary\">appeal<\/span> of a legitimate Department <span class=\"dictionary\">order<\/span> or an <span class=\"dictionary\">appeal<\/span> objecting to the Department’s determination, if such <span class=\"dictionary\">appeal<\/span> is:<br \/><br \/>\ta)  Filed on or after the date a <span class=\"dictionary\">citation<\/span> is issued charging a person with a violation of the Code or any other <span class=\"dictionary\">ordinance<\/span> or <span class=\"dictionary\">law<\/span> enforced by the Department, and the <span class=\"dictionary\">appeal<\/span> in any way involves the <span class=\"dictionary\">citation<\/span> issuance, an <span class=\"dictionary\">arrest<\/span> associated with the <span class=\"dictionary\">citation<\/span> issuance, or the <span class=\"dictionary\">facts<\/span> or Code <span class=\"dictionary\">issues<\/span> underlying the <span class=\"dictionary\">citation<\/span> issuance.<br \/><br \/>\tb)  (Amended by Ord. No. 170,324, Eff. 3\/6\/95.)  Filed on or after <span class=\"dictionary\">evidence<\/span> of a violation of the Code or any other <span class=\"dictionary\">ordinance<\/span> or <span class=\"dictionary\">law<\/span> enforced by the Department is presented to and accepted by the City Attorney for criminal <span class=\"dictionary\">prosecution<\/span>.<br \/><br \/>\tIf an <span class=\"dictionary\">appeal<\/span> or request for a slight modification is not filed with 15 days after the Department’s action on the violation, the action and\/or determination of the Department shall be final.<br \/><br \/>\tii.\tAn <span class=\"dictionary\">appeal<\/span> in violation of limitations placed upon the Board’s powers as specified in other <span class=\"dictionary\">ordinances<\/span>, regulations, or <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tiii.\t(Repealed by Ord. No. 175,428, Eff. 9\/28\/03.)<br \/><br \/>\tiv.\tIf the Board or Superintendent determines that an <span class=\"dictionary\">appeal<\/span> or request for a slight modification, filed with the Board, relates to Department enforcement of <span class=\"dictionary\">laws<\/span> or access to public accommodations and housing by the physically handicapped, then the matter shall be referred to the Handicapped Access <span class=\"dictionary\">Appeals<\/span> Commission for its action. The Board’s <span class=\"dictionary\">jurisdiction<\/span> shall not include the right to hear <span class=\"dictionary\">appeals<\/span> from or otherwise review any action, <span class=\"dictionary\">order<\/span>, or determination of the Handicapped Access <span class=\"dictionary\">Appeals<\/span> Commission.<br \/><br \/>\tv.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  An <span class=\"dictionary\">appeal<\/span> dealing with financial, personnel, or administrative <span class=\"dictionary\">issues<\/span> or other similar matters.<br \/><br \/>\tvi.\t(Amended by Ord. No. 173,364, Eff. 7\/29\/00.)  An <span class=\"dictionary\">appeal<\/span> seeking relief from any nuisance abatement determination or enforcement decision of the Department relating to any administrative nuisance abatement determination made by the Zoning Administrator, former Board of Zoning <span class=\"dictionary\">Appeals<\/span>, City Planning Commission, Director of Planning or City Council.<\/p><\/section>","previous_section":{"id":"3287","structure_id":"34","section_number":"98.0402","catch_line":"Code Enforcement Costs Incurred:Investigation Costs, Fees And Fines.","url":"\/98.0402\/","token":"98.0402"},"text":{"0":{"id":"462","text":"  POWERS OF THE DEPARTMENT AND THE BOARD.\n\t(Former Sec. 98.0403 Redesignated by Ord. No. 165,310, Eff. 12\/31\/89.)\t(a)\tPowers of the Department.\t1.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all ordinances and laws relating to the construction, alteration, repair and demolition, or removal of buildings or structures in the City, and to the installation, alteration, repair, use, and operation of all heating, plumbing, lighting, ventilating, refrigerating, electrical and mechanical appliances and equipment in those buildings or structures.\t2.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce all ordinances and laws relating to the construction, alteration, repair, removal or installation of elevators, escalators, console and\/or stage lifts, incline cars, manlifts, manhoists, steam boilers, pressure vessels and all connections and appurtenances pertaining to their proper functioning.\t3.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  The Department is granted the power to enforce the zoning ordinances of the City.\t4.\t(Amended by Ord. No. 171,455, Eff. 1\/30\/97.)  The Department shall have the power and duty to enforce all ordinances and laws relating to grading and control of excessive dust emission.\t5.\tThe Department shall have the power and duty to enforce all portions of the Rules and Regulations of the State Fire Marshal which relate to the construction, alteration, repair, demolition, or removal of buildings, or structures, and to the use and operation of all heating, plumbing, lighting, ventilating, refrigerating, electrical, and mechanical appliances therein. Provided, however, that no application for modification of specific provisions of the Rules and Regulations of the State Fire Marshal shall be granted by the Department, unless and until such application shall be first submitted to the Chief Engineer of the Fire Department or his representative for report and recommendation with respect thereto.\t6.\tThe Department shall have the power to enforce those building regulations mandated by State or Federal law to be enforced by the local building Department or building official.\t7.\tThe Department shall have the power to enforce States laws relating to buildings, structures and construction activities provided the authority to do so has been allowed or granted by the State and the Department has determined to undertake such enforcement.\t8.\tThe Department shall have the power to enforce other ordinances and laws when designated to do so by law.\t9.\tIn the exercise of the powers enumerated in this subsection, the Department shall have the power to apply the building ordinances of the City (Chapter 9 of the Code) and those building regulations mandated by State law to be enforced by the local agency, building Department or building official to buildings and structures containing one or more air space lots as defined in Chapter 1, Article 2, of the Code so as to treat the entirety of such buildings or structures as if they were on or within a single lot, provided:\ti.\tThat such buildings or structures or portions thereof would otherwise conform to such ordinances and regulations, but for the creation of such air space lots; and\tii.\tThat a covenant and agreement, in a form designed to run with the land and satisfactory to the Department be recorded with the Office of the County Recorder and a copy filed with the Department by the owners binding themselves and future owners and assigns to keep, preserve and maintain all portions of such buildings or structures in accordance with and pursuant to such building ordinances and regulations.\t10.\t(Amended by Ord. No. 170,141, Eff. 1\/2\/95.)  The Department shall have the power to hear and act upon requests for slight modifications in individual cases to the building ordinances of the City, and regulations under Articles 1 through 8 of Chapter IX of the Los Angeles Municipal Code.\tIn granting a request for a slight modification, the Department shall determine that the slight modification is reasonably equivalent to the ordinance requirement involved, that a special individual reason makes the strict letter of the ordinance impractical and that the slight modification is in conformity with the spirit and purpose of the code or codes involved.\t11.\t(Added by Ord. No. 170,141, Eff. 1\/2\/95.)  The Department shall have the power to hear and determine requests for slight modifications for individual cases in the yard area requirements of the zoning ordinance, provided that in each such modification, the Superintendent shall first find that a special, individual reason makes the strict letter of the ordinance impractical and that the modification is in conformity with the spirit and purpose of the ordinance involved.  Any action granting a modification shall be recorded and entered in the files of the Department.\tFor structures and additions constructed after January 1, 1995, slight modifications from the yard requirements shall be limited to deviations permitting portions of buildings to extend into a required yard or other open space a distance of not to exceed 20 percent of the width or depth of such required yard or open space.  However, for structures and additions existing prior to January 1, 1995, slight modifications may be granted for yard deviations slightly over 20 percent.\tExcept as expressly provided herein, the Superintendent of Building shall not grant deviations from the lot area, height, or density requirements.  Further, the Superintendent shall not grant deviations from the yard requirements relating to the height of fences and walls, or including those for tennis or paddle tennis courts and other game courts.\tIf the yard regulations cannot reasonably be complied with or it is difficult to determine their application on lots of peculiar shape or location, then the regulations may be modified or determined by the Superintendent of Building.  The Superintendent may also waive all or part of the required loading space on unusually shaped lots, oddly located lots, or hillside lots, when such space cannot reasonably be provided or utilized.\tRequests for yard modifications as provided in this subsection shall be made in accordance with the procedures established in Section 98.0403.2 of the Los Angeles Municipal Code.\t12.\t(Amended by Ord. No. 173,364, Eff. 7\/29\/00.)  The Department shall have the power to enforce any administrative nuisance abatement determination made by the Zoning Administrator, former Board of Zoning Appeals, City Planning Commission, Director of Planning or City Council.  There shall be no administrative appeal to any City official or Board from such an enforcement action by the Department.\t(b)\tPowers of the Board.\t1.\t(Amended by Ord. No. 175,428, Eff. 9\/28\/03.)  The Board shall have the power to hear and act upon appeals filed by any person aggrieved by the Department requesting a slight modification under this section, except for those actions permitted in subsection (a)11.\tIf the Board grants a slight modification on appeal, then the Board shall make the same findings as required by the Department when acting on a slight modification.\t2.\t(Amended by Ord. No. 175,428, Eff. 9\/28\/03.)  The Board shall have the power to hear and determine appeals from orders, interpretations, requirements, determinations, or actions of the Department pertaining to enforcement of specific ordinances, regulations, or laws in site-specific cases.  These appeals shall state how the Department has erred or abused its discretion in the matter of the appeal.  The Department shall provide the Board with a written report on the appeal.  The Department, however, may reverse or modify the action appealed at any time prior to final action by the Commission.  The Board shall hear and make its determination on the appeal no later than the 30th calendar day after the appeal is heard.\tNotwithstanding the above, the Board shall have no authority to hear and determine appeals from orders, interpretations, requirements, determinations, or actions of the Department pertaining to enforcement of specific ordinances, regulations, or laws contained in Chapter I of this Code and in other land use ordinances.  Any appeal concerning these requirements shall be made to the Director of Planning in accordance with the provisions set forth in Section 12.26 K.\tThe Department shall maintain a file of requests from individuals or groups who wish to be notified of certain determinations on individual job addresses.  These requests shall be submitted to the Department in writing and shall specify the subject job address, and the address and telephone number where they wish to be notified.  The request shall be in force until the end of the calendar year in which the request is filed and the request may be renewed at any time during the subsequent calendar year.\tThe Department shall provide a copy of board agendas by U.S. mail to individuals or groups who wish to receive them.  The mailing of agendas shall be maintained by a yearly subscription fee of $50.00.  A subscription fee of $25.00 will be charged if there is less than six months remaining in the calendar year.  Fees for individual and\/or mail requests for copies of board agendas and other documents shall be as set forth in Los Angeles Administrative Code Sections 12.31 and 12.32.\t3.\tThe Board shall have the power to act in other situations as provided by ordinance or law.\t4.\tThe Board shall have the power to refuse to hear an appeal if the Board determines that the appeal is basically a restatement of a previous appeal on the same job and no substantial additional justification has been presented by the appellant.\t5.\tThe power of the Board shall not include the right to hear and act upon any of the following:\ti.\tAn appeal from the Department’s action on a request for a slight modification, an appeal of a legitimate Department order or an appeal objecting to the Department’s determination, if such appeal is:\ta)  Filed on or after the date a citation is issued charging a person with a violation of the Code or any other ordinance or law enforced by the Department, and the appeal in any way involves the citation issuance, an arrest associated with the citation issuance, or the facts or Code issues underlying the citation issuance.\tb)  (Amended by Ord. No. 170,324, Eff. 3\/6\/95.)  Filed on or after evidence of a violation of the Code or any other ordinance or law enforced by the Department is presented to and accepted by the City Attorney for criminal prosecution.\tIf an appeal or request for a slight modification is not filed with 15 days after the Department’s action on the violation, the action and\/or determination of the Department shall be final.\tii.\tAn appeal in violation of limitations placed upon the Board’s powers as specified in other ordinances, regulations, or law.\tiii.\t(Repealed by Ord. No. 175,428, Eff. 9\/28\/03.)\tiv.\tIf the Board or Superintendent determines that an appeal or request for a slight modification, filed with the Board, relates to Department enforcement of laws or access to public accommodations and housing by the physically handicapped, then the matter shall be referred to the Handicapped Access Appeals Commission for its action. The Board’s jurisdiction shall not include the right to hear appeals from or otherwise review any action, order, or determination of the Handicapped Access Appeals Commission.\tv.\t(Amended by Ord. No. 173,159, Eff. 5\/7\/00, Oper. 7\/1\/00.)  An appeal dealing with financial, personnel, or administrative issues or other similar matters.\tvi.\t(Amended by Ord. No. 173,364, Eff. 7\/29\/00.)  An appeal seeking relief from any nuisance abatement determination or enforcement decision of the Department relating to any administrative nuisance abatement determination made by the Zoning Administrator, former Board of Zoning Appeals, City Planning Commission, Director of Planning or City Council.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}