{"section_number":"99.11.602","edition_id":"1","section_id":"3091","structure_id":"14","catch_line":"City Of Los Angeles Low-Rise Residential Checklist For Newly-Constructed Buildings.","history":"","full_text":"  CITY OF LOS ANGELES LOW-RISE RESIDENTIAL CHECKLIST FOR NEWLY-CONSTRUCTED BUILDINGS.\n\n{Click here for a PDF version of this table}\n\n  \n    \n      \n        Feature or Measure\n      \n      \n        Levels\n        Applicant to select elective measures\n      \n    \n    \n      \n        Mandator y\n      \n      \n        Prerequisites and electives 1\n      \n    \n    \n      \n        Tier 1\n      \n      \n        Tier 2\n      \n    \n    \n      \n        PLANNING AND DESIGN\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        Site Selection\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        A4.103.1  A site which complies with at least one of the following characteristics is selected:\n          1.\tAn infill site is selected.\n          2.\tA greyfield site is selected.\n          3.\tAn EPA-recognized Brownfield site is selected.\n      \n      \n        \n      \n      \n        \n        \n              \n              \n              \n      \n      \n        \n        \n              \n              \n              \n      \n    \n    \n      \n        Site Preservation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.104.1  An individual with oversight responsibility for the project has participated in an educational program promoting environmentally friendly design or development and has provided training or instruction to appropriate entities.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Deconstruction and Reuse of Existing Materials\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.105.2  Existing buildings are disassembled for reuse or recycling of building materials. The proposed structure utilizes at least one of the following materials which can be easily reused:\n          1.\tLight fixtures\n          2.\tPlumbing fixtures\n          3.\tDoors and trim\n          4.\tMasonry (re-used for flatwork)\n          5.\tElectrical devices\n          6.\tAppliances\n          7.\tFoundations or portions of foundations\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Site Development\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.2  A plan is developed and implemented to manage storm water drainage during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.3  The site shall be planned and developed to keep surface water away from buildings.  Construction plans shall indicate how site grading or a drainage system will manage all surface water flows.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.1  Orient buildings to optimize the use of solar energy with the long side of the house oriented within 30º of south.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.1  Soil analysis is performed by a licensed design professional and the findings utilized in the structural design of the building.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.2  Soil disturbance and erosion are minimized by at least one of the following:\n          1.\tNatural drainage patterns are evaluated and erosion controls are implemented to minimize erosion during construction and after occupancy.\n          2.\tSite access is accomplished by minimizing the amount of cut and fill needed to install access roads and driveways.\n          3.\tUnderground construction activities are coordinated to utilize the same trench, minimize the amount of time the disturbed soil is exposed and the soil is replaced using accepted compaction methods.\n      \n      \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n    \n    \n      \n        A4.106.2.3  Topsoil shall be protected or saved for reuse as specified in this section.\n          Tier 1.\tDisplaced topsoil shall be stockpiled for reuse in a designated area and covered or protected from erosion.\n          Tier 2.\tThe construction area shall be identified and delineated by fencing or flagging to limit construction activity to the construction area.\n      \n      \n        \n      \n      \n        \n        \n          X  2\n        \n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n      \n    \n    \n      \n        A4.106.3  Postconstruction landscape designs accomplish one or more of the following:\n          1.\tAreas disrupted during construction are restored to be consistent with native vegetation species and patterns.\n          2.\tLimit turf areas to the greatest extent possible.\n        \ta.  Not more than 50 percent for Tier 1.\n        \tb.  Not more than 25 percent for Tier 2.\n          3.\tUtilize at least 75 percent native Californian or drought tolerant plant and tree species appropriate for the climate zone region.\n          4.\tHydrozoning irrigation techniques are incorporated into the landscape design.\n      \n      \n        \n      \n      \n        \n              \n        \n        \n              \n        \n        \n              \n        \n               \n      \n      \n        \n              \n        \n        \n        \n              \n        \n              \n        \n               \n      \n    \n    \n      \n        A4.106.4  Permeable paving is utilized for the parking, walking, or patio surfaces in compliance with the following.\n          Tier 1.\tNot less than 20 percent of the total parking, walking, or patio surfaces shall be permeable.\n          Tier 2.\tNot less than 30 percent of the total parking, walking, or patio surfaces shall be permeable.\n      \n      \n        \n      \n      \n          X  2\n        \n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.5  Roofing materials shall have a minimum 3-year aged solar reflectance and thermal emittance or a minimum aged Solar Reflectance Index (SRI) equal to or greater than the values specified in Tables A4.106.5(1) and A4.106.5(2).\n            Tier 1\tRoof covering shall meet or exceed the values contained in Table A4.106.5(1).\n            Tier 2\tRoof covering shall meet or exceed the values contained in Table A4.106.5(2).\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.6  For one- or two-family dwellings and townhouses, provide a minimum of:\n          1.\tA minimum number of 208\/240 V 40 amp, grounded AC outlets equal to five percent of the total number of parking spaces, or\n          2.\tPanel capacity and conduit installed for future installation of electrical outlets, or\n          3.\tAdditional service capacity, space for future meter, and conduit for future installation of electrical outlets.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.7  Bicycle parking. For multi-family dwellings, provide secure bicycle parking for 15 percent of the total number of bedrooms.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        ENERGY EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        General\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Performance Approach\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 15 percent.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 30 percent.\n      \n      \n        \n      \n      \n        \n      \n      \n          X  2\n      \n    \n    \n      \n        Energy Reduction\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.204.1  Prescriptive Approach. Equipment and fixtures shall comply with the following:\n          1.\tInstalled gas-fired space heating equipment shall have an Annual Fuel Utilization Ratio (AFUE) of .90 or higher.\n          2.\tInstalled electric heat pumps shall have a Heating Seasonal Performance Factor (HSFP) of 8.0 or higher.\n          3.\tInstalled cooling equipment shall have a Seasonal Energy Efficiency Ratio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of at least 11.5.\n          4.\tInstalled tank type water heaters shall have an Energy Factor (EF) higher than .6.\n          5.\tInstalled tankless water heater shall have an Energy Factor (EF) higher than .80.\n          6.\tPerform duct leakage testing to verify a total leakage rate of less than 6 percent of the total fan flow.\n          7.\tBuilding lighting in the kitchen and bathrooms shall consist of at least 90 percent ENERGY STAR qualified hard-wired fixtures.\n          8.\tInstalled swimming pool circulating pump and motor combinations shall be multi-speed and variable-speed.  The pump motor controls shall have the capability of operating the pump at a minimum of three speeds; low speed, medium speed, and high speed.  The daily low speed shall not exceed 300 watts. The daily medium speed shall be adjustable.\n        \tEXCEPTION: Projects exceeding the California Energy Code requirements by 15 percent using an Alternative Calculation Method (ACM) approved by the California Energy Commission.\n      \n      \n        As applicable\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n        \n        \n        \n        \n        \n        \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Building Envelope\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.205.1  Radiant roof barrier is installed in Climate Zones 2, 4, and 8 through 15.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.205.2  Exterior shading at least 18 inches in depth is provided on south and west windows.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Air Sealing Package\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A.4.206.1  Third party blower door test is conducted and passed to verify building envelope tightness.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        HVAC Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.207.1  Radiant, hydronic, ground source and other innovative space heating and cooling systems included in the proposed design shall be designed using generally accepted industry-approved guidelines and design criteria.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2  An HVAC system commissioning plan is developed and the following items, as appropriate, pertaining to the heating and cooling systems are inspected and certified by an independent third party agency:\n          1.\tVerify compliance with the manufacturer’s recommended start-up procedures.\n          2.\tVerify refrigerant charge by super-heat or other methods specified by the manufacturer.\n          3.\tBurner is set to fire at the nameplate input rating.\n          4.\tTemperature drop across the evaporator is within the manufacturers recommended range.\n          5.\tTest and verify air flow to be within ten percent of the initial design air flow.\n          6.\tStatic pressure within the duct system is within the manufacturer’s acceptable range.\n          7.\tVerify that the whole house and exhaust ventilation systems meet Title 24 requirements.\n          8.\tVerify that the recommended maintenance procedures and schedules are documented and provided to the home owner.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2.3  Results of the commissioning inspection shall be included in the Operation and Maintenance Manual required in Section 4.410.1.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.4  Install gas-fired (natural or propane) space heating equipment with an Annual Fuel Utilization Ratio (AFUE) of .90 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.5  If an electric heat pump must be used, select equipment with a Heating Seasonal Performance Factor (HSPF) of 8.0 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.6  When climatic conditions necessitate the installation of cooling equipment, select cooling equipment with a Seasonal Energy Efficiency Ratio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of at least 11.5.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.7  Install ductwork to comply with at least one of the following:\n          1.\tInstall ducts within the conditioned envelope of the building.\n          2.\tInstall ducts in an underfloor crawl space.\n          3.\tUse ducts with an R-6 insulation value or higher.\n          4.\tInstall ductwork which is buried in the ceiling insulation.\n      \n      \n        \n      \n      \n        \n              \n              \n              \n              \n      \n      \n        \n              \n              \n              \n              \n      \n    \n    \n      \n        A4.207.8  Perform duct leakage testing to verify a total leakage rate of less than 6 percent of the total fan flow.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.9  In climate zones 2, 4, and 8 through 15 install a whole-house fan with insulated louvers or an insulated cover.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.10  ENERGY STAR ceiling fans are installed in all bedrooms and living areas.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Water Heating Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.208.1  The Energy Factor (EF) for a gas fired storage water heater is higher than .60.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.2  The Energy Factor (EF) for a gas fired tankless water heater is .80 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.3  Where the hot water source is more than ten feet from a fixture, the potable water distribution system shall convey hot water using a method designed to minimize wait time for hot water to arrive at the fixture.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Lighting\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.209.1  Building lighting consists of at least 90 percent ENERGY STAR. qualified hard-wired fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Appliances\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.210.1  Each appliance provided and installed meets ENERGY STAR if an ENERGY STAR designation is applicable for that appliance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Renewable Energy\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.1  Install a solar photovoltaic (PV) system in compliance with the California Energy Commission New Solar Homes Partnership (NSHP).1, 2 Install energy efficiency measures meeting either Tier I or Tier II below.\n          Tier 1.\tExceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 15 percent.\n          Tier 2.\tExceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 30 percent.\n        Solar water heating may be used to assist in meeting the energy efficiency requirements of either Tier I or Tier II.\n          1\tIn addition, for either Tier I or II, each appliance provided by the builder must be ENERGY STAR if an ENERGY designation is applicable for that appliance.\n          2\tInformation on NSHP incentives available through the California Energy Commission may be obtained at the “Go Solar California” website: www.GoSolarCalifornia.ca.gov\/nshp\/index.html.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.2  A solar water heating system is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.3  Space on the roof surface and penetrations through the roof surface are provided for future solar installation.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4  A minimum one inch conduit is provided from the electrical service equipment for the future installation of a photovoltaic (PV) or other electrical solar system.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4.1  A minimum of 250 square feet of contiguous unobstructed roof area shall be provided for the installation of future photovoltaic or other electrical solar panels. The location shall be suitable for installing future solar panels as determined by the designer.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Elevators, Escalators and Other Equipment\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        WATER EFFICIENCY AND CONSERVATION\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Indoor water use shall be reduced by at least 20 percent using one of the follow methods.\n          1.\tWater saving fixtures or flow restrictors shall be used.\n          2.\tA 20 percent reduction in baseline water use shall be demonstrated.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  When using the calculation method specified in Section 4.303.1, multiple showerheads shall not exceed maximum flow rates.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.3  Plumbing fixtures (water closets and urinals) and fittings (faucets and showerheads) shall comply with specified performance requirements.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Kitchen faucets and dishwashers shall comply with this section.\n          Tier 1.\tThe maximum flow rate at a kitchen sink faucet shall not be greater than 1.5 gallons per minute at 60 psi.\n          Tier 2.\tIn addition to the kitchen faucet requirements for Tier 1, dishwashers in Tier 2 buildings shall be ENERGY STAR qualified and not use more than 5.8 gallons of water per cycle.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n        \n      \n    \n    \n      \n        A4.303.2  Nonwater supplied urinals are installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Outdoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Automatic irrigation systems installed at the time of final inspection shall be weather-based.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Install a low-water consumption irrigation system which minimizes the use of spray type heads.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.2  A rainwater capture, storage and re-use system is designed and installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.3  A water budget shall be developed for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.4  Provide water efficient landscape irrigation design that reduces the use of potable water.\n          Tier 1.\tDoes not exceed 65 percent of ETo times the landscape area.\n          Tier 2.\tDoes not exceed 60 percent of ETo times the landscape area.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.304.5  A landscape design is installed which does not utilize potable water.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        WATER REUSE SYTEMS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.305.1  Piping is installed to permit future use of a graywater irrigation system served by the clothes washer or other fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.2  Recycled water piping is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.3  Recycled water is used for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        MATERIAL CONSERVATION AND RESOURCE EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Foundation Systems\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  Cement use in foundation mix design is reduced.\n          Tier 1.\tNot less than a 20 percent reduction in cement use.\n          Tier 2.\tNot less than a 25 percent reduction in cement use.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Efficient Framing Techniques\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.404.2  Building dimensions and layouts are designed to minimize waste.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.3  Use pre-manufactured building systems to eliminate solid sawn lumber whenever possible.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.4  Material lists are included in the plans which specify material quantity and provide direction for on-site cuts.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Material Sources\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.405.1  One or more of the following building materials, that do not require additional resources for finishing are used at all applicable locations throughout the building:\n          1.\tExterior trim not requiring paint or stain.\n          2.\tWindows not requiring paint or stain.\n          3.\tSiding or exterior wall coverings which do not require paint or stain.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.2  75 percent of all slab-on-grade and structural concrete slab floors use no additional coverings including but not limited to stained, natural, or stamped concrete floors.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.3  Post-consumer or pre-consumer recycled content value (RCV) materials are used on the project.\n          Tier 1.\tNot less than a ten percent recycled content value.\n          Tier 2.\tNot less than a 15 percent recycled content value.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.405.4  Renewable source building products are used for a minimum of 2.5 percent of the total value, based on estimated cost of materials on the project.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Enhanced Durability and Reduced Maintenance\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.406.1  Joints and openings.  Annular spaces around pipes, electric cables, conduits, or other openings in plates at exterior walls shall be protected against the passage of rodents by closing such openings with cement mortar, concrete masonry or similar method acceptable to the Department.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Water Resistance and Moisture Management\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.1  Install foundation and landscape drains.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.2  Install gutter and downspout systems to route water at least five feet away from the foundation or connect to landscape drains which discharge to a dry well, sump, bioswale, rainwater capture system or other approved on-site location.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.3  Provide flashing details on the building plans and comply with accepted industry standards or manufacturer’s instructions.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.4  Protect building materials delivered to the construction site from rain and other sources of moisture.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.6  Exterior doors to the dwelling are protected to prevent water intrusion.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.7  When permitted by the Los Angeles Municipal Code, a permanent overhang or non-retractable awning at least two feet in depth is provided.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Construction Waste Reduction, Disposal and Recycling\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Comply with Section 66.32 of the Los Angeles Municipal Code. \n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Construction waste generated at the site is diverted to recycle or salvage in compliance with one of the following:\n          Tier 1.\tAt least a 65 percent reduction.\n          Tier 2.\tAt least a 75 percent reduction.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        Building Maintenance and Operation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.410.1  An operation and maintenance manual shall be provided to the building occupant or owner.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        ENVIRONMENTAL QUALITY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Fireplaces\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.503.1  Any installed gas fireplace shall be a direct-vent sealed-combustion type. Any installed wood stove or pellet stove shall comply with US EPA Phase II emission limits where applicable. Wood stove, pellet stoves and fireplaces shall also comply with applicable local ordinances.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Pollutant Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Duct openings and other related air distribution component openings shall be covered during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.1  Adhesives, sealants and caulks shall be compliant with VOC and other toxic compound limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.2  Paints, stains and other coatings shall be compliant with VOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.3  Aerosol paints and coatings shall be compliant with product weighted MIR limits for ROC and other toxic compounds.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.4  Documentation shall be provided to verify that compliant VOC limit finish materials have been used.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.3  Carpet and carpet systems shall be compliant with VOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.4  50 percent of floor area receiving resilient flooring shall comply with the VOC-emission limits defined in the Collaborative for High Performance Schools (CHPS) Low-emitting Materials List or be certified under the Resilient Floor Covering Institute (RCFI) FloorScore program.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.5  Particleboard, medium density fiberboard (MDF), and hardwood plywood used in interior finish systems shall comply with low formaldehyde emission standards.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Meet the formaldehyde limits contained in Table 4.504.6 before the mandatory compliance date, or use composite wood products made with either California Air Resources Board approved no-added formaldehyde (NAF) resins or ultra-low emitting formaldehyde (ULEF) resins.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.504.2  Install VOC compliant resilient flooring systems.\n          Tier 1.\tAt least 80 percent of the resilient flooring installed shall comply.\n          Tier 2.\tAt least 90 percent of the resilient flooring installed shall comply.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.504.3  Thermal insulation installed in the building shall meet the following requirements:\n          Tier 1.\tInstall thermal insulation in compliance with the VOC-emission limits defined in Collaborative for High Performance Schools (CHPS) Low-emitting Materials List.\n          Tier 2.\tInstall insulation which contains No-Added Formaldehyde (NAF) and is in compliance with the VOC-emission limits defined in Collaborative for High Performance Schools (CHPS) Low-emitting Materials List.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Interior Moisture Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.2  Vapor retarder and capillary break is installed at slab on grade foundations.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.3  Moisture content of building materials used in wall and floor framing is checked before enclosure.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Air Quality and Exhaust\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Exhaust fans which terminate outside the building are provided in every bathroom.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Higher than MERV 6 filters are installed on central air or ventilation systems.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.506.2  Direct vent appliances are used or equipment is isolated from the conditioned space.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Environmental Comfort\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.1  Whole house exhaust fans shall have insulated louvers or covers which close when the fan is off.  Covers or louvers shall have a minimum insulation value of R-4.2.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.2  Duct systems are sized, designed, and equipment is selected using the following methods:\n          1.\tEstablish heat loss and heat gain values according to ACCA Manual J or equivalent.\n          2.\tSize duct systems according to ACCA 29-D (Manual D) or equivalent.\n          3.\tSelect heating and cooling equipment according to ACCA 36-S (Manual S) or equivalent.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Outdoor Air Quality\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Innovative Concepts and Local Environmental Conditions\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        INSTALLER AND THIRD PARTY QUALIFICATIONS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Qualifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.1  HVAC system installers are trained and certified in the proper installation of HVAC systems.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.2  Special inspectors employed by the Department must be qualified and able to demonstrate competence in the discipline they are inspecting.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Verifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A703.1  Verification of compliance with this code may include construction documents, plans, specifications builder or installer certification, inspection reports, or other methods acceptable to the Department which show substantial conformance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n  \n\n\n  1  Required prerequisite for this Tier.","order_by":"11.602","ancestry":{"1":{"id":"14","name":"Green Building Code","identifier":"9","label":"article","url":"\/9\/9\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"3542","structure_id":"14","section_number":"99.01.101","catch_line":"Administration.","url":"\/99.01.101\/","token":"99.01.101"},"1":{"id":"3374","structure_id":"14","section_number":"99.01.102","catch_line":"Construction Documents And Installation Verification.","url":"\/99.01.102\/","token":"99.01.102"},"2":{"id":"1728","structure_id":"14","section_number":"99.01.107","catch_line":"Fees.","url":"\/99.01.107\/","token":"99.01.107"},"3":{"id":"1142","structure_id":"14","section_number":"99.01.108","catch_line":"Powers Of The Department.","url":"\/99.01.108\/","token":"99.01.108"},"4":{"id":"1124","structure_id":"14","section_number":"99.02.201","catch_line":"General.","url":"\/99.02.201\/","token":"99.02.201"},"5":{"id":"653","structure_id":"14","section_number":"99.03.301","catch_line":"General.","url":"\/99.03.301\/","token":"99.03.301"},"6":{"id":"127","structure_id":"14","section_number":"99.03.303","catch_line":"Phased Projects.","url":"\/99.03.303\/","token":"99.03.303"},"7":{"id":"1450","structure_id":"14","section_number":"99.03.304","catch_line":"Tiers.","url":"\/99.03.304\/","token":"99.03.304"},"8":{"id":"1284","structure_id":"14","section_number":"99.04.106","catch_line":"Storm Water Drainage And Retention During Construction.","url":"\/99.04.106\/","token":"99.04.106"},"9":{"id":"1392","structure_id":"14","section_number":"99.04.201","catch_line":"General.","url":"\/99.04.201\/","token":"99.04.201"},"10":{"id":"2376","structure_id":"14","section_number":"99.04.202","catch_line":"Definitions.","url":"\/99.04.202\/","token":"99.04.202"},"11":{"id":"155","structure_id":"14","section_number":"99.04.203","catch_line":"Performance Approach.(Reserved)","url":"\/99.04.203\/","token":"99.04.203"},"12":{"id":"1069","structure_id":"14","section_number":"99.04.204","catch_line":"Energy Reduction.","url":"\/99.04.204\/","token":"99.04.204"},"13":{"id":"456","structure_id":"14","section_number":"99.04.205","catch_line":"Building Envelope.(Reserved)","url":"\/99.04.205\/","token":"99.04.205"},"14":{"id":"1513","structure_id":"14","section_number":"99.04.206","catch_line":"Air Sealing Package.(Reserved)","url":"\/99.04.206\/","token":"99.04.206"},"15":{"id":"392","structure_id":"14","section_number":"99.04.207","catch_line":"Hvac Design, Equipment And Installation.(Reserved)","url":"\/99.04.207\/","token":"99.04.207"},"16":{"id":"2064","structure_id":"14","section_number":"99.04.208","catch_line":"Water Heating Design, Equipment And Installation.(Reserved)","url":"\/99.04.208\/","token":"99.04.208"},"17":{"id":"1448","structure_id":"14","section_number":"99.04.209","catch_line":"Lighting.(Reserved)","url":"\/99.04.209\/","token":"99.04.209"},"18":{"id":"2932","structure_id":"14","section_number":"99.04.210","catch_line":"Appliances.","url":"\/99.04.210\/","token":"99.04.210"},"19":{"id":"3252","structure_id":"14","section_number":"99.04.211","catch_line":"Renewable Energy.","url":"\/99.04.211\/","token":"99.04.211"},"20":{"id":"891","structure_id":"14","section_number":"99.04.303","catch_line":"Twenty Percent Savings.","url":"\/99.04.303\/","token":"99.04.303"},"21":{"id":"76","structure_id":"14","section_number":"99.04.304","catch_line":"Irrigation Controllers.","url":"\/99.04.304\/","token":"99.04.304"},"22":{"id":"2139","structure_id":"14","section_number":"99.04.406","catch_line":"Enhanced Durability And Reduced Maintenance.","url":"\/99.04.406\/","token":"99.04.406"},"23":{"id":"2514","structure_id":"14","section_number":"99.04.407","catch_line":"Water Resistance And Moisture Management.","url":"\/99.04.407\/","token":"99.04.407"},"24":{"id":"1412","structure_id":"14","section_number":"99.04.408","catch_line":"Construction Waste Reduction, Disposal And Recycling.","url":"\/99.04.408\/","token":"99.04.408"},"25":{"id":"1420","structure_id":"14","section_number":"99.04.410","catch_line":"Operation And Maintenance Manual.","url":"\/99.04.410\/","token":"99.04.410"},"26":{"id":"3500","structure_id":"14","section_number":"99.04.504","catch_line":"Covering Of Duct Openings And Protection Of Mechanical Equipment During Construction.","url":"\/99.04.504\/","token":"99.04.504"},"27":{"id":"2529","structure_id":"14","section_number":"99.04.505","catch_line":"Interior Moisture Control.","url":"\/99.04.505\/","token":"99.04.505"},"28":{"id":"3581","structure_id":"14","section_number":"99.05.106","catch_line":"Site Development.","url":"\/99.05.106\/","token":"99.05.106"},"29":{"id":"3557","structure_id":"14","section_number":"99.05.201","catch_line":"General.","url":"\/99.05.201\/","token":"99.05.201"},"30":{"id":"3539","structure_id":"14","section_number":"99.05.202","catch_line":"Definitions.","url":"\/99.05.202\/","token":"99.05.202"},"31":{"id":"1318","structure_id":"14","section_number":"99.05.203","catch_line":"Performance Approach.","url":"\/99.05.203\/","token":"99.05.203"},"32":{"id":"688","structure_id":"14","section_number":"99.05.204","catch_line":"Prescriptive Approach. (Reserved)","url":"\/99.05.204\/","token":"99.05.204"},"33":{"id":"1842","structure_id":"14","section_number":"99.05.210","catch_line":"Energy Systems.","url":"\/99.05.210\/","token":"99.05.210"},"34":{"id":"4013","structure_id":"14","section_number":"99.05.211","catch_line":"Renewable Energy.","url":"\/99.05.211\/","token":"99.05.211"},"35":{"id":"530","structure_id":"14","section_number":"99.05.302","catch_line":"Definitions.","url":"\/99.05.302\/","token":"99.05.302"},"36":{"id":"1117","structure_id":"14","section_number":"99.05.303","catch_line":"Meters.","url":"\/99.05.303\/","token":"99.05.303"},"37":{"id":"3605","structure_id":"14","section_number":"99.05.304","catch_line":"Outdoor Potable Water Use.","url":"\/99.05.304\/","token":"99.05.304"},"38":{"id":"1553","structure_id":"14","section_number":"99.05.407","catch_line":"Weather Protection.","url":"\/99.05.407\/","token":"99.05.407"},"39":{"id":"892","structure_id":"14","section_number":"99.05.408","catch_line":"Construction Waste Reduction, Disposal And Recycling.","url":"\/99.05.408\/","token":"99.05.408"},"40":{"id":"3515","structure_id":"14","section_number":"99.05.410","catch_line":"Recycling By Occupants.","url":"\/99.05.410\/","token":"99.05.410"},"41":{"id":"925","structure_id":"14","section_number":"99.05.504","catch_line":"Covering Of Duct Openings And Protection Of Mechanical Equipment During Construction.","url":"\/99.05.504\/","token":"99.05.504"},"42":{"id":"693","structure_id":"14","section_number":"99.05.505","catch_line":"Indoor Moisture Control.","url":"\/99.05.505\/","token":"99.05.505"},"43":{"id":"1271","structure_id":"14","section_number":"99.05.507","catch_line":"Exterior Noise Transmission.","url":"\/99.05.507\/","token":"99.05.507"},"44":{"id":"3079","structure_id":"14","section_number":"99.06.601","catch_line":"General.","url":"\/99.06.601\/","token":"99.06.601"},"45":{"id":"682","structure_id":"14","section_number":"99.07.702","catch_line":"Installer Training.","url":"\/99.07.702\/","token":"99.07.702"},"46":{"id":"4144","structure_id":"14","section_number":"99.07.703","catch_line":"Verifications.","url":"\/99.07.703\/","token":"99.07.703"},"47":{"id":"2394","structure_id":"14","section_number":"99.09.100","catch_line":"Scope.","url":"\/99.09.100\/","token":"99.09.100"},"48":{"id":"3056","structure_id":"14","section_number":"99.09.101","catch_line":"General.","url":"\/99.09.101\/","token":"99.09.101"},"49":{"id":"4081","structure_id":"14","section_number":"99.09.102","catch_line":"Definitions.","url":"\/99.09.102\/","token":"99.09.102"},"50":{"id":"3488","structure_id":"14","section_number":"99.09.103","catch_line":"Site Selection.(Reserved)","url":"\/99.09.103\/","token":"99.09.103"},"51":{"id":"3432","structure_id":"14","section_number":"99.09.104","catch_line":"Site Preservation.(Reserved)","url":"\/99.09.104\/","token":"99.09.104"},"52":{"id":"2227","structure_id":"14","section_number":"99.09.105","catch_line":"Deconstruction And Reuse Of Existing Structures.(Reserved)","url":"\/99.09.105\/","token":"99.09.105"},"53":{"id":"2279","structure_id":"14","section_number":"99.09.106","catch_line":"Site Development.","url":"\/99.09.106\/","token":"99.09.106"},"54":{"id":"1090","structure_id":"14","section_number":"99.09.201","catch_line":"General.","url":"\/99.09.201\/","token":"99.09.201"},"55":{"id":"141","structure_id":"14","section_number":"99.09.202","catch_line":"Definitions.","url":"\/99.09.202\/","token":"99.09.202"},"56":{"id":"3608","structure_id":"14","section_number":"99.09.203","catch_line":"Performance Approach.(Reserved)","url":"\/99.09.203\/","token":"99.09.203"},"57":{"id":"790","structure_id":"14","section_number":"99.09.204","catch_line":"Energy Reduction.","url":"\/99.09.204\/","token":"99.09.204"},"58":{"id":"1135","structure_id":"14","section_number":"99.09.205","catch_line":"Building Envelope.(Reserved)","url":"\/99.09.205\/","token":"99.09.205"},"59":{"id":"3681","structure_id":"14","section_number":"99.09.206","catch_line":"Air Sealing Package.(Reserved)","url":"\/99.09.206\/","token":"99.09.206"},"60":{"id":"3121","structure_id":"14","section_number":"99.09.207","catch_line":"Hvac Design, Equipment And Installation.(Reserved)","url":"\/99.09.207\/","token":"99.09.207"},"61":{"id":"2013","structure_id":"14","section_number":"99.09.208","catch_line":"Lighting.(Reserved)","url":"\/99.09.208\/","token":"99.09.208"},"62":{"id":"2306","structure_id":"14","section_number":"99.09.209","catch_line":"Appliances.","url":"\/99.09.209\/","token":"99.09.209"},"63":{"id":"2760","structure_id":"14","section_number":"99.09.211","catch_line":"Renewable Energy.","url":"\/99.09.211\/","token":"99.09.211"},"64":{"id":"3398","structure_id":"14","section_number":"99.09.301","catch_line":"General.","url":"\/99.09.301\/","token":"99.09.301"},"65":{"id":"3650","structure_id":"14","section_number":"99.09.302","catch_line":"Definitions.(Reserved)","url":"\/99.09.302\/","token":"99.09.302"},"66":{"id":"1314","structure_id":"14","section_number":"99.09.303","catch_line":"Indoor Water Use.","url":"\/99.09.303\/","token":"99.09.303"},"67":{"id":"3316","structure_id":"14","section_number":"99.09.304","catch_line":"Outdoor Water Use.","url":"\/99.09.304\/","token":"99.09.304"},"68":{"id":"1533","structure_id":"14","section_number":"99.09.305","catch_line":"Water Reuse Systems.(Reserved)","url":"\/99.09.305\/","token":"99.09.305"},"69":{"id":"311","structure_id":"14","section_number":"99.09.401","catch_line":"General.","url":"\/99.09.401\/","token":"99.09.401"},"70":{"id":"1618","structure_id":"14","section_number":"99.09.402","catch_line":"Definitions.","url":"\/99.09.402\/","token":"99.09.402"},"71":{"id":"1516","structure_id":"14","section_number":"99.09.403","catch_line":"Foundation Systems.(Reserved)","url":"\/99.09.403\/","token":"99.09.403"},"72":{"id":"592","structure_id":"14","section_number":"99.09.404","catch_line":"Efficient Framing Techniques.(Reserved)","url":"\/99.09.404\/","token":"99.09.404"},"73":{"id":"4006","structure_id":"14","section_number":"99.09.405","catch_line":"Material Sources.(Reserved)","url":"\/99.09.405\/","token":"99.09.405"},"74":{"id":"363","structure_id":"14","section_number":"99.09.406","catch_line":"Enhanced Durability And Reduced Maintenance.","url":"\/99.09.406\/","token":"99.09.406"},"75":{"id":"3537","structure_id":"14","section_number":"99.09.409","catch_line":"Life-Cycle Assessment.(Reserved)","url":"\/99.09.409\/","token":"99.09.409"},"76":{"id":"2584","structure_id":"14","section_number":"99.09.410","catch_line":"Building Maintenance And Operation.","url":"\/99.09.410\/","token":"99.09.410"},"77":{"id":"1208","structure_id":"14","section_number":"99.09.501","catch_line":"General.","url":"\/99.09.501\/","token":"99.09.501"},"78":{"id":"573","structure_id":"14","section_number":"99.09.502","catch_line":"Definitions.","url":"\/99.09.502\/","token":"99.09.502"},"79":{"id":"826","structure_id":"14","section_number":"99.09.503","catch_line":"Fireplaces.","url":"\/99.09.503\/","token":"99.09.503"},"80":{"id":"768","structure_id":"14","section_number":"99.09.504","catch_line":"Pollutant Control.","url":"\/99.09.504\/","token":"99.09.504"},"81":{"id":"3919","structure_id":"14","section_number":"99.09.505","catch_line":"Interior Moisture Control.","url":"\/99.09.505\/","token":"99.09.505"},"82":{"id":"667","structure_id":"14","section_number":"99.09.506","catch_line":"Indoor Air Quality And Exhaust.","url":"\/99.09.506\/","token":"99.09.506"},"83":{"id":"259","structure_id":"14","section_number":"99.09.507","catch_line":"Environmental Comfort.","url":"\/99.09.507\/","token":"99.09.507"},"84":{"id":"1481","structure_id":"14","section_number":"99.09.508","catch_line":"Outdoor Air Quality. (Reserved)","url":"\/99.09.508\/","token":"99.09.508"},"85":{"id":"3971","structure_id":"14","section_number":"99.10.100","catch_line":"No title","url":"\/99.10.100\/","token":"99.10.100"},"86":{"id":"3158","structure_id":"14","section_number":"99.10.101","catch_line":"General.","url":"\/99.10.101\/","token":"99.10.101"},"87":{"id":"3250","structure_id":"14","section_number":"99.10.102","catch_line":"Definitions.","url":"\/99.10.102\/","token":"99.10.102"},"88":{"id":"1262","structure_id":"14","section_number":"99.10.103","catch_line":"Site Selection.(Reserved)","url":"\/99.10.103\/","token":"99.10.103"},"89":{"id":"959","structure_id":"14","section_number":"99.10.104","catch_line":"Site Preservation.(Reserved)","url":"\/99.10.104\/","token":"99.10.104"},"90":{"id":"326","structure_id":"14","section_number":"99.10.105","catch_line":"Deconstruction And Reuse Of Existing Structures.(Reserved)","url":"\/99.10.105\/","token":"99.10.105"},"91":{"id":"2673","structure_id":"14","section_number":"99.10.106","catch_line":"Site Development.","url":"\/99.10.106\/","token":"99.10.106"},"92":{"id":"1014","structure_id":"14","section_number":"99.10.201","catch_line":"General.","url":"\/99.10.201\/","token":"99.10.201"},"93":{"id":"3879","structure_id":"14","section_number":"99.10.203","catch_line":"Performance Approach.","url":"\/99.10.203\/","token":"99.10.203"},"94":{"id":"182","structure_id":"14","section_number":"99.10.204","catch_line":"Prescriptive Measures.(Reserved)","url":"\/99.10.204\/","token":"99.10.204"},"95":{"id":"3378","structure_id":"14","section_number":"99.10.210","catch_line":"Energy Systems.","url":"\/99.10.210\/","token":"99.10.210"},"96":{"id":"3111","structure_id":"14","section_number":"99.10.211","catch_line":"Renewable Energy.","url":"\/99.10.211\/","token":"99.10.211"},"97":{"id":"1351","structure_id":"14","section_number":"99.10.301","catch_line":"General.","url":"\/99.10.301\/","token":"99.10.301"},"98":{"id":"1304","structure_id":"14","section_number":"99.10.302","catch_line":"Definitions.","url":"\/99.10.302\/","token":"99.10.302"},"99":{"id":"732","structure_id":"14","section_number":"99.10.303","catch_line":"Indoor Water Use.","url":"\/99.10.303\/","token":"99.10.303"},"100":{"id":"625","structure_id":"14","section_number":"99.10.304","catch_line":"Outdoor Water Use.","url":"\/99.10.304\/","token":"99.10.304"},"101":{"id":"2700","structure_id":"14","section_number":"99.10.305","catch_line":"Water Reuse Systems.(Reserved)","url":"\/99.10.305\/","token":"99.10.305"},"102":{"id":"2674","structure_id":"14","section_number":"99.10.401","catch_line":"General.","url":"\/99.10.401\/","token":"99.10.401"},"103":{"id":"659","structure_id":"14","section_number":"99.10.402","catch_line":"Definitions.","url":"\/99.10.402\/","token":"99.10.402"},"104":{"id":"2200","structure_id":"14","section_number":"99.10.403","catch_line":"Foundation Systems. (Reserved)","url":"\/99.10.403\/","token":"99.10.403"},"105":{"id":"4145","structure_id":"14","section_number":"99.10.404","catch_line":"Efficient Framing Techniques. (Reserved)","url":"\/99.10.404\/","token":"99.10.404"},"106":{"id":"2061","structure_id":"14","section_number":"99.10.405","catch_line":"Material Sources. (Reserved)","url":"\/99.10.405\/","token":"99.10.405"},"107":{"id":"2759","structure_id":"14","section_number":"99.10.406","catch_line":"Enhanced Durability And Reduced Maintenance. (Reserved)","url":"\/99.10.406\/","token":"99.10.406"},"108":{"id":"3083","structure_id":"14","section_number":"99.10.407","catch_line":"Water Resistance And Moisture Management.","url":"\/99.10.407\/","token":"99.10.407"},"109":{"id":"694","structure_id":"14","section_number":"99.10.408","catch_line":"Construction Waste Reduction, Disposal And Recycling.","url":"\/99.10.408\/","token":"99.10.408"},"110":{"id":"1347","structure_id":"14","section_number":"99.10.409","catch_line":"(Reserved)","url":"\/99.10.409\/","token":"99.10.409"},"111":{"id":"2982","structure_id":"14","section_number":"99.10.410","catch_line":"Building Maintenance And Operation.","url":"\/99.10.410\/","token":"99.10.410"},"112":{"id":"2090","structure_id":"14","section_number":"99.10.501","catch_line":"General.","url":"\/99.10.501\/","token":"99.10.501"},"113":{"id":"3310","structure_id":"14","section_number":"99.10.502","catch_line":"Definitions.","url":"\/99.10.502\/","token":"99.10.502"},"114":{"id":"3231","structure_id":"14","section_number":"99.10.503","catch_line":"Fireplaces.","url":"\/99.10.503\/","token":"99.10.503"},"115":{"id":"3347","structure_id":"14","section_number":"99.10.504","catch_line":"(Reserved)","url":"\/99.10.504\/","token":"99.10.504"},"116":{"id":"2247","structure_id":"14","section_number":"99.10.505","catch_line":"Indoor Moisture Control.","url":"\/99.10.505\/","token":"99.10.505"},"117":{"id":"928","structure_id":"14","section_number":"99.10.506","catch_line":"Indoor Air Quality.","url":"\/99.10.506\/","token":"99.10.506"},"118":{"id":"1382","structure_id":"14","section_number":"99.10.507","catch_line":"Environmental Comfort.","url":"\/99.10.507\/","token":"99.10.507"},"119":{"id":"1207","structure_id":"14","section_number":"99.10.508","catch_line":"Outdoor Air Quality.","url":"\/99.10.508\/","token":"99.10.508"},"120":{"id":"12","structure_id":"14","section_number":"99.11.101","catch_line":"Intent.","url":"\/99.11.101\/","token":"99.11.101"},"121":{"id":"3091","structure_id":"14","section_number":"99.11.602","catch_line":"City Of Los Angeles Low-Rise Residential Checklist For Newly-Constructed Buildings.","url":"\/99.11.602\/","token":"99.11.602"},"122":{"id":"899","structure_id":"14","section_number":"99.12.101","catch_line":"Intent.","url":"\/99.12.101\/","token":"99.12.101"},"123":{"id":"1149","structure_id":"14","section_number":"99.12.508","catch_line":"City Of Los Angeles Checklist For Newly- Constructed Nonresidential And High-Rise Residential Buildings.","url":"\/99.12.508\/","token":"99.12.508"}},"next_section":{"id":"899","structure_id":"14","section_number":"99.12.101","catch_line":"Intent.","url":"\/99.12.101\/","token":"99.12.101"},"metadata":false,"references":false,"url":"\/99.11.602\/","token":"99.11.602","formats":{"txt":"\/99.11.602.txt","json":"\/99.11.602.xml"},"dublin_core":{"Title":"City Of Los Angeles Low-Rise Residential Checklist For Newly-Constructed Buildings.","Type":"Text","Format":"text\/html","Identifier":"§ 99.11.602","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCITY OF LOS ANGELES LOW-RISE RESIDENTIAL CHECKLIST FOR NEWLY-CONSTRUCTED\nBUILDINGS. (§ 99.11.602)\n\n  CITY OF LOS ANGELES LOW-RISE RESIDENTIAL CHECKLIST FOR NEWLY-CONSTRUCTED\nBUILDINGS.{Click here for a PDF version of this table}  \n    \n      \n        Feature or Measure\n      \n      \n        Levels\n        Applicant to select elective measures\n      \n    \n    \n      \n        Mandator y\n      \n      \n        Prerequisites and electives 1\n      \n    \n    \n      \n        Tier 1\n      \n      \n        Tier 2\n      \n    \n    \n      \n        PLANNING AND DESIGN\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        Site Selection\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        A4.103.1  A site which complies with at least one of the following\ncharacteristics is selected:\n          1.\tAn infill site is selected.\n          2.\tA greyfield site is selected.\n          3.\tAn EPA-recognized Brownfield site is selected.\n      \n      \n        \n      \n      \n        \n        \n              \n              \n              \n      \n      \n        \n        \n              \n              \n              \n      \n    \n    \n      \n        Site Preservation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.104.1  An individual with oversight responsibility for the project\nhas participated in an educational program promoting environmentally friendly\ndesign or development and has provided training or instruction to appropriate\nentities.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Deconstruction and Reuse of Existing Materials\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.105.2  Existing buildings are disassembled for reuse or recycling of\nbuilding materials. The proposed structure utilizes at least one of the\nfollowing materials which can be easily reused:\n          1.\tLight fixtures\n          2.\tPlumbing fixtures\n          3.\tDoors and trim\n          4.\tMasonry (re-used for flatwork)\n          5.\tElectrical devices\n          6.\tAppliances\n          7.\tFoundations or portions of foundations\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Site Development\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.2  A plan is developed and implemented to manage storm water\ndrainage during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.3  The site shall be planned and developed to keep surface water\naway from buildings.  Construction plans shall indicate how site grading or a\ndrainage system will manage all surface water flows.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.1  Orient buildings to optimize the use of solar energy with the\nlong side of the house oriented within 30º of south.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.1  Soil analysis is performed by a licensed design\nprofessional and the findings utilized in the structural design of the building.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.2  Soil disturbance and erosion are minimized by at least one\nof the following:\n          1.\tNatural drainage patterns are evaluated and erosion controls are\nimplemented to minimize erosion during construction and after occupancy.\n          2.\tSite access is accomplished by minimizing the amount of cut and\nfill needed to install access roads and driveways.\n          3.\tUnderground construction activities are coordinated to utilize the\nsame trench, minimize the amount of time the disturbed soil is exposed and the\nsoil is replaced using accepted compaction methods.\n      \n      \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n    \n    \n      \n        A4.106.2.3  Topsoil shall be protected or saved for reuse as specified\nin this section.\n          Tier 1.\tDisplaced topsoil shall be stockpiled for reuse in a\ndesignated area and covered or protected from erosion.\n          Tier 2.\tThe construction area shall be identified and delineated by\nfencing or flagging to limit construction activity to the construction area.\n      \n      \n        \n      \n      \n        \n        \n          X  2\n        \n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n      \n    \n    \n      \n        A4.106.3  Postconstruction landscape designs accomplish one or more of\nthe following:\n          1.\tAreas disrupted during construction are restored to be consistent\nwith native vegetation species and patterns.\n          2.\tLimit turf areas to the greatest extent possible.\n        \ta.  Not more than 50 percent for Tier 1.\n        \tb.  Not more than 25 percent for Tier 2.\n          3.\tUtilize at least 75 percent native Californian or drought tolerant\nplant and tree species appropriate for the climate zone region.\n          4.\tHydrozoning irrigation techniques are incorporated into the\nlandscape design.\n      \n      \n        \n      \n      \n        \n              \n        \n        \n              \n        \n        \n              \n        \n               \n      \n      \n        \n              \n        \n        \n        \n              \n        \n              \n        \n               \n      \n    \n    \n      \n        A4.106.4  Permeable paving is utilized for the parking, walking, or\npatio surfaces in compliance with the following.\n          Tier 1.\tNot less than 20 percent of the total parking, walking, or\npatio surfaces shall be permeable.\n          Tier 2.\tNot less than 30 percent of the total parking, walking, or\npatio surfaces shall be permeable.\n      \n      \n        \n      \n      \n          X  2\n        \n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.5  Roofing materials shall have a minimum 3-year aged solar\nreflectance and thermal emittance or a minimum aged Solar Reflectance Index\n(SRI) equal to or greater than the values specified in Tables A4.106.5(1) and\nA4.106.5(2).\n            Tier 1\tRoof covering shall meet or exceed the values contained in\nTable A4.106.5(1).\n            Tier 2\tRoof covering shall meet or exceed the values contained in\nTable A4.106.5(2).\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.6  For one- or two-family dwellings and townhouses, provide a\nminimum of:\n          1.\tA minimum number of 208\/240 V 40 amp, grounded AC outlets equal to\nfive percent of the total number of parking spaces, or\n          2.\tPanel capacity and conduit installed for future installation of\nelectrical outlets, or\n          3.\tAdditional service capacity, space for future meter, and conduit\nfor future installation of electrical outlets.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.7  Bicycle parking. For multi-family dwellings, provide secure\nbicycle parking for 15 percent of the total number of bedrooms.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        ENERGY EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        General\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Performance Approach\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the\n2008 Energy Efficiency Standards requirements by 15 percent.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the\n2008 Energy Efficiency Standards requirements by 30 percent.\n      \n      \n        \n      \n      \n        \n      \n      \n          X  2\n      \n    \n    \n      \n        Energy Reduction\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.204.1  Prescriptive Approach. Equipment and fixtures shall comply\nwith the following:\n          1.\tInstalled gas-fired space heating equipment shall have an Annual\nFuel Utilization Ratio (AFUE) of .90 or higher.\n          2.\tInstalled electric heat pumps shall have a Heating Seasonal\nPerformance Factor (HSFP) of 8.0 or higher.\n          3.\tInstalled cooling equipment shall have a Seasonal Energy\nEfficiency Ratio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of\nat least 11.5.\n          4.\tInstalled tank type water heaters shall have an Energy Factor (EF)\nhigher than .6.\n          5.\tInstalled tankless water heater shall have an Energy Factor (EF)\nhigher than .80.\n          6.\tPerform duct leakage testing to verify a total leakage rate of\nless than 6 percent of the total fan flow.\n          7.\tBuilding lighting in the kitchen and bathrooms shall consist of at\nleast 90 percent ENERGY STAR qualified hard-wired fixtures.\n          8.\tInstalled swimming pool circulating pump and motor combinations\nshall be multi-speed and variable-speed.  The pump motor controls shall have\nthe capability of operating the pump at a minimum of three speeds; low speed,\nmedium speed, and high speed.  The daily low speed shall not exceed 300 watts.\nThe daily medium speed shall be adjustable.\n        \tEXCEPTION: Projects exceeding the California Energy Code requirements\nby 15 percent using an Alternative Calculation Method (ACM) approved by the\nCalifornia Energy Commission.\n      \n      \n        As applicable\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n        \n        \n        \n        \n        \n        \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Building Envelope\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.205.1  Radiant roof barrier is installed in Climate Zones 2, 4, and\n8 through 15.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.205.2  Exterior shading at least 18 inches in depth is provided on\nsouth and west windows.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Air Sealing Package\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A.4.206.1  Third party blower door test is conducted and passed to\nverify building envelope tightness.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        HVAC Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.207.1  Radiant, hydronic, ground source and other innovative space\nheating and cooling systems included in the proposed design shall be designed\nusing generally accepted industry-approved guidelines and design criteria.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2  An HVAC system commissioning plan is developed and the\nfollowing items, as appropriate, pertaining to the heating and cooling systems\nare inspected and certified by an independent third party agency:\n          1.\tVerify compliance with the manufacturer’s recommended start-up\nprocedures.\n          2.\tVerify refrigerant charge by super-heat or other methods specified\nby the manufacturer.\n          3.\tBurner is set to fire at the nameplate input rating.\n          4.\tTemperature drop across the evaporator is within the manufacturers\nrecommended range.\n          5.\tTest and verify air flow to be within ten percent of the initial\ndesign air flow.\n          6.\tStatic pressure within the duct system is within the\nmanufacturer’s acceptable range.\n          7.\tVerify that the whole house and exhaust ventilation systems meet\nTitle 24 requirements.\n          8.\tVerify that the recommended maintenance procedures and schedules\nare documented and provided to the home owner.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2.3  Results of the commissioning inspection shall be included\nin the Operation and Maintenance Manual required in Section 4.410.1.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.4  Install gas-fired (natural or propane) space heating\nequipment with an Annual Fuel Utilization Ratio (AFUE) of .90 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.5  If an electric heat pump must be used, select equipment with\na Heating Seasonal Performance Factor (HSPF) of 8.0 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.6  When climatic conditions necessitate the installation of\ncooling equipment, select cooling equipment with a Seasonal Energy Efficiency\nRatio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of at least\n11.5.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.7  Install ductwork to comply with at least one of the\nfollowing:\n          1.\tInstall ducts within the conditioned envelope of the building.\n          2.\tInstall ducts in an underfloor crawl space.\n          3.\tUse ducts with an R-6 insulation value or higher.\n          4.\tInstall ductwork which is buried in the ceiling insulation.\n      \n      \n        \n      \n      \n        \n              \n              \n              \n              \n      \n      \n        \n              \n              \n              \n              \n      \n    \n    \n      \n        A4.207.8  Perform duct leakage testing to verify a total leakage rate\nof less than 6 percent of the total fan flow.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.9  In climate zones 2, 4, and 8 through 15 install a whole-house\nfan with insulated louvers or an insulated cover.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.10  ENERGY STAR ceiling fans are installed in all bedrooms and\nliving areas.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Water Heating Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.208.1  The Energy Factor (EF) for a gas fired storage water heater\nis higher than .60.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.2  The Energy Factor (EF) for a gas fired tankless water heater\nis .80 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.3  Where the hot water source is more than ten feet from a\nfixture, the potable water distribution system shall convey hot water using a\nmethod designed to minimize wait time for hot water to arrive at the fixture.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Lighting\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.209.1  Building lighting consists of at least 90 percent ENERGY\nSTAR. qualified hard-wired fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Appliances\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.210.1  Each appliance provided and installed meets ENERGY STAR if an\nENERGY STAR designation is applicable for that appliance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Renewable Energy\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.1  Install a solar photovoltaic (PV) system in compliance with\nthe California Energy Commission New Solar Homes Partnership (NSHP).1, 2 Install\nenergy efficiency measures meeting either Tier I or Tier II below.\n          Tier 1.\tExceed the California Energy Code requirements, based on the\n2008 Energy Efficiency Standards requirements by 15 percent.\n          Tier 2.\tExceed the California Energy Code requirements, based on the\n2008 Energy Efficiency Standards requirements by 30 percent.\n        Solar water heating may be used to assist in meeting the energy\nefficiency requirements of either Tier I or Tier II.\n          1\tIn addition, for either Tier I or II, each appliance provided by\nthe builder must be ENERGY STAR if an ENERGY designation is applicable for that\nappliance.\n          2\tInformation on NSHP incentives available through the California\nEnergy Commission may be obtained at the “Go Solar California” website:\nwww.GoSolarCalifornia.ca.gov\/nshp\/index.html.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.2  A solar water heating system is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.3  Space on the roof surface and penetrations through the roof\nsurface are provided for future solar installation.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4  A minimum one inch conduit is provided from the electrical\nservice equipment for the future installation of a photovoltaic (PV) or other\nelectrical solar system.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4.1  A minimum of 250 square feet of contiguous unobstructed\nroof area shall be provided for the installation of future photovoltaic or other\nelectrical solar panels. The location shall be suitable for installing future\nsolar panels as determined by the designer.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Elevators, Escalators and Other Equipment\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        WATER EFFICIENCY AND CONSERVATION\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Indoor water use shall be reduced by at least 20 percent\nusing one of the follow methods.\n          1.\tWater saving fixtures or flow restrictors shall be used.\n          2.\tA 20 percent reduction in baseline water use shall be\ndemonstrated.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  When using the calculation method specified in Section\n4.303.1, multiple showerheads shall not exceed maximum flow rates.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.3  Plumbing fixtures (water closets and urinals) and fittings\n(faucets and showerheads) shall comply with specified performance requirements.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Kitchen faucets and dishwashers shall comply with this\nsection.\n          Tier 1.\tThe maximum flow rate at a kitchen sink faucet shall not be\ngreater than 1.5 gallons per minute at 60 psi.\n          Tier 2.\tIn addition to the kitchen faucet requirements for Tier 1,\ndishwashers in Tier 2 buildings shall be ENERGY STAR qualified and not use more\nthan 5.8 gallons of water per cycle.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n        \n      \n    \n    \n      \n        A4.303.2  Nonwater supplied urinals are installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Outdoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Automatic irrigation systems installed at the time of final\ninspection shall be weather-based.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Install a low-water consumption irrigation system which\nminimizes the use of spray type heads.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.2  A rainwater capture, storage and re-use system is designed\nand installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.3  A water budget shall be developed for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.4  Provide water efficient landscape irrigation design that\nreduces the use of potable water.\n          Tier 1.\tDoes not exceed 65 percent of ETo times the landscape area.\n          Tier 2.\tDoes not exceed 60 percent of ETo times the landscape area.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.304.5  A landscape design is installed which does not utilize\npotable water.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        WATER REUSE SYTEMS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.305.1  Piping is installed to permit future use of a graywater\nirrigation system served by the clothes washer or other fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.2  Recycled water piping is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.3  Recycled water is used for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        MATERIAL CONSERVATION AND RESOURCE EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Foundation Systems\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  Cement use in foundation mix design is reduced.\n          Tier 1.\tNot less than a 20 percent reduction in cement use.\n          Tier 2.\tNot less than a 25 percent reduction in cement use.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Efficient Framing Techniques\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.404.2  Building dimensions and layouts are designed to minimize\nwaste.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.3  Use pre-manufactured building systems to eliminate solid sawn\nlumber whenever possible.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.4  Material lists are included in the plans which specify\nmaterial quantity and provide direction for on-site cuts.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Material Sources\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.405.1  One or more of the following building materials, that do not\nrequire additional resources for finishing are used at all applicable locations\nthroughout the building:\n          1.\tExterior trim not requiring paint or stain.\n          2.\tWindows not requiring paint or stain.\n          3.\tSiding or exterior wall coverings which do not require paint or\nstain.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.2  75 percent of all slab-on-grade and structural concrete slab\nfloors use no additional coverings including but not limited to stained,\nnatural, or stamped concrete floors.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.3  Post-consumer or pre-consumer recycled content value (RCV)\nmaterials are used on the project.\n          Tier 1.\tNot less than a ten percent recycled content value.\n          Tier 2.\tNot less than a 15 percent recycled content value.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.405.4  Renewable source building products are used for a minimum of\n2.5 percent of the total value, based on estimated cost of materials on the\nproject.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Enhanced Durability and Reduced Maintenance\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.406.1  Joints and openings.  Annular spaces around pipes, electric\ncables, conduits, or other openings in plates at exterior walls shall be\nprotected against the passage of rodents by closing such openings with cement\nmortar, concrete masonry or similar method acceptable to the Department.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Water Resistance and Moisture Management\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.1  Install foundation and landscape drains.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.2  Install gutter and downspout systems to route water at least\nfive feet away from the foundation or connect to landscape drains which\ndischarge to a dry well, sump, bioswale, rainwater capture system or other\napproved on-site location.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.3  Provide flashing details on the building plans and comply\nwith accepted industry standards or manufacturer’s instructions.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.4  Protect building materials delivered to the construction site\nfrom rain and other sources of moisture.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.6  Exterior doors to the dwelling are protected to prevent water\nintrusion.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.7  When permitted by the Los Angeles Municipal Code, a permanent\noverhang or non-retractable awning at least two feet in depth is provided.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Construction Waste Reduction, Disposal and Recycling\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Comply with Section 66.32 of the Los Angeles Municipal\nCode. \n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Construction waste generated at the site is diverted to\nrecycle or salvage in compliance with one of the following:\n          Tier 1.\tAt least a 65 percent reduction.\n          Tier 2.\tAt least a 75 percent reduction.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        Building Maintenance and Operation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.410.1  An operation and maintenance manual shall be provided to the\nbuilding occupant or owner.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        ENVIRONMENTAL QUALITY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Fireplaces\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.503.1  Any installed gas fireplace shall be a direct-vent\nsealed-combustion type. Any installed wood stove or pellet stove shall comply\nwith US EPA Phase II emission limits where applicable. Wood stove, pellet stoves\nand fireplaces shall also comply with applicable local ordinances.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Pollutant Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Duct openings and other related air distribution component\nopenings shall be covered during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.1  Adhesives, sealants and caulks shall be compliant with VOC\nand other toxic compound limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.2  Paints, stains and other coatings shall be compliant with\nVOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.3  Aerosol paints and coatings shall be compliant with product\nweighted MIR limits for ROC and other toxic compounds.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.4  Documentation shall be provided to verify that compliant\nVOC limit finish materials have been used.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.3  Carpet and carpet systems shall be compliant with VOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.4  50 percent of floor area receiving resilient flooring shall\ncomply with the VOC-emission limits defined in the Collaborative for High\nPerformance Schools (CHPS) Low-emitting Materials List or be certified under the\nResilient Floor Covering Institute (RCFI) FloorScore program.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.5  Particleboard, medium density fiberboard (MDF), and hardwood\nplywood used in interior finish systems shall comply with low formaldehyde\nemission standards.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Meet the formaldehyde limits contained in Table 4.504.6\nbefore the mandatory compliance date, or use composite wood products made with\neither California Air Resources Board approved no-added formaldehyde (NAF)\nresins or ultra-low emitting formaldehyde (ULEF) resins.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.504.2  Install VOC compliant resilient flooring systems.\n          Tier 1.\tAt least 80 percent of the resilient flooring installed shall\ncomply.\n          Tier 2.\tAt least 90 percent of the resilient flooring installed shall\ncomply.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.504.3  Thermal insulation installed in the building shall meet the\nfollowing requirements:\n          Tier 1.\tInstall thermal insulation in compliance with the\nVOC-emission limits defined in Collaborative for High Performance Schools (CHPS)\nLow-emitting Materials List.\n          Tier 2.\tInstall insulation which contains No-Added Formaldehyde (NAF)\nand is in compliance with the VOC-emission limits defined in Collaborative for\nHigh Performance Schools (CHPS) Low-emitting Materials List.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Interior Moisture Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.2  Vapor retarder and capillary break is installed at slab on\ngrade foundations.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.3  Moisture content of building materials used in wall and floor\nframing is checked before enclosure.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Air Quality and Exhaust\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Exhaust fans which terminate outside the building are\nprovided in every bathroom.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Higher than MERV 6 filters are installed on central air or\nventilation systems.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.506.2  Direct vent appliances are used or equipment is isolated from\nthe conditioned space.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Environmental Comfort\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.1  Whole house exhaust fans shall have insulated louvers or\ncovers which close when the fan is off.  Covers or louvers shall have a minimum\ninsulation value of R-4.2.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.2  Duct systems are sized, designed, and equipment is selected\nusing the following methods:\n          1.\tEstablish heat loss and heat gain values according to ACCA Manual\nJ or equivalent.\n          2.\tSize duct systems according to ACCA 29-D (Manual D) or equivalent.\n          3.\tSelect heating and cooling equipment according to ACCA 36-S\n(Manual S) or equivalent.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Outdoor Air Quality\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Innovative Concepts and Local Environmental Conditions\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        INSTALLER AND THIRD PARTY QUALIFICATIONS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Qualifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.1  HVAC system installers are trained and certified in the proper\ninstallation of HVAC systems.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.2  Special inspectors employed by the Department must be qualified\nand able to demonstrate competence in the discipline they are inspecting.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Verifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A703.1  Verification of compliance with this code may include\nconstruction documents, plans, specifications builder or installer\ncertification, inspection reports, or other methods acceptable to the Department\nwhich show substantial conformance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n  \n  1  Required prerequisite for this Tier.\n","html":"\n\t\t\t\t\t<section><p>  CITY OF LOS ANGELES LOW-RISE RESIDENTIAL CHECKLIST FOR NEWLY-CONSTRUCTED BUILDINGS.<br \/><br \/>{Click here for a PDF version of this table}<br \/><br \/>  \n    \n      \n        Feature or Measure\n      \n      \n        Levels\n        Applicant to select elective measures\n      \n    \n    \n      \n        Mandator y\n      \n      \n        Prerequisites and electives 1\n      \n    \n    \n      \n        Tier 1\n      \n      \n        Tier 2\n      \n    \n    \n      \n        PLANNING AND DESIGN\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        Site Selection\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        A4.103.1  A site which complies with at least one of the following characteristics is selected:\n          1.\tAn infill site is selected.\n          2.\tA greyfield site is selected.\n          3.\tAn EPA-recognized Brownfield site is selected.\n      \n      \n        \n      \n      \n        \n        \n              \n              \n              \n      \n      \n        \n        \n              \n              \n              \n      \n    \n    \n      \n        Site Preservation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.104.1  An individual with oversight responsibility for the project has participated in an educational program promoting environmentally friendly design or development and has provided training or instruction to appropriate entities.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Deconstruction and Reuse of Existing <span class=\"dictionary\">Materials<\/span>\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.105.2  Existing buildings are disassembled for reuse or recycling of building <span class=\"dictionary\">materials<\/span>. The proposed structure utilizes at least one of the following <span class=\"dictionary\">materials<\/span> which can be easily reused:\n          1.\tLight fixtures\n          2.\tPlumbing fixtures\n          3.\tDoors and trim\n          4.\tMasonry (re-used for flatwork)\n          5.\tElectrical devices\n          6.\tAppliances\n          7.\tFoundations or portions of foundations\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Site Development\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.2  A plan is developed and implemented to manage storm water drainage during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.3  The site shall be planned and developed to keep surface water away from buildings.  Construction plans shall indicate how site grading or a drainage system will manage all surface water flows.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.1  Orient buildings to optimize the use of solar energy with the long side of the house oriented within 30º of south.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.1  Soil analysis is performed by a licensed design professional and the <span class=\"dictionary\">findings<\/span> utilized in the structural design of the building.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.2  Soil disturbance and erosion are minimized by at least one of the following:\n          1.\tNatural drainage patterns are evaluated and erosion controls are implemented to minimize erosion during construction and after occupancy.\n          2.\tSite access is accomplished by minimizing the amount of cut and fill needed to install access roads and driveways.\n          3.\tUnderground construction activities are coordinated to utilize the same trench, minimize the amount of time the disturbed soil is exposed and the soil is replaced using accepted compaction methods.\n      \n      \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n    \n    \n      \n        A4.106.2.3  Topsoil shall be protected or saved for reuse as specified in this section.\n          Tier 1.\tDisplaced topsoil shall be stockpiled for reuse in a designated area and covered or protected from erosion.\n          Tier 2.\tThe construction area shall be identified and delineated by fencing or flagging to limit construction activity to the construction area.\n      \n      \n        \n      \n      \n        \n        \n          X  2\n        \n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n      \n    \n    \n      \n        A4.106.3  Postconstruction landscape designs accomplish one or more of the following:\n          1.\tAreas disrupted during construction are restored to be consistent with native vegetation species and patterns.\n          2.\tLimit turf areas to the greatest extent possible.\n        \ta.  Not more than 50 percent for Tier 1.\n        \tb.  Not more than 25 percent for Tier 2.\n          3.\tUtilize at least 75 percent native Californian or drought tolerant plant and tree species appropriate for the climate zone region.\n          4.\tHydrozoning irrigation techniques are incorporated into the landscape design.\n      \n      \n        \n      \n      \n        \n              \n        \n        \n              \n        \n        \n              \n        \n               \n      \n      \n        \n              \n        \n        \n        \n              \n        \n              \n        \n               \n      \n    \n    \n      \n        A4.106.4  Permeable paving is utilized for the parking, walking, or patio surfaces in compliance with the following.\n          Tier 1.\tNot less than 20 percent of the total parking, walking, or patio surfaces shall be permeable.\n          Tier 2.\tNot less than 30 percent of the total parking, walking, or patio surfaces shall be permeable.\n      \n      \n        \n      \n      \n          X  2\n        \n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.5  Roofing <span class=\"dictionary\">materials<\/span> shall have a minimum 3-year aged solar reflectance and thermal emittance or a minimum aged Solar Reflectance Index (SRI) equal to or greater than the values specified in Tables A4.106.5(1) and A4.106.5(2).\n            Tier 1\tRoof covering shall meet or exceed the values contained in Table A4.106.5(1).\n            Tier 2\tRoof covering shall meet or exceed the values contained in Table A4.106.5(2).\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.6  For one- or two-family dwellings and townhouses, provide a minimum of:\n          1.\tA minimum number of 208\/240 V 40 amp, grounded AC outlets equal to five percent of the total number of parking spaces, or\n          2.\t<span class=\"dictionary\">Panel<\/span> capacity and conduit installed for future installation of electrical outlets, or\n          3.\tAdditional service capacity, space for future meter, and conduit for future installation of electrical outlets.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.7  Bicycle parking. For multi-family dwellings, provide secure bicycle parking for 15 percent of the total number of bedrooms.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        ENERGY EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        General\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Performance Approach\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 15 percent.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 30 percent.\n      \n      \n        \n      \n      \n        \n      \n      \n          X  2\n      \n    \n    \n      \n        Energy Reduction\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.204.1  Prescriptive Approach. Equipment and fixtures shall comply with the following:\n          1.\tInstalled gas-fired space heating equipment shall have an Annual Fuel Utilization Ratio (AFUE) of .90 or higher.\n          2.\tInstalled electric heat pumps shall have a Heating Seasonal Performance Factor (HSFP) of 8.0 or higher.\n          3.\tInstalled cooling equipment shall have a Seasonal Energy Efficiency Ratio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of at least 11.5.\n          4.\tInstalled tank type water heaters shall have an Energy Factor (EF) higher than .6.\n          5.\tInstalled tankless water heater shall have an Energy Factor (EF) higher than .80.\n          6.\tPerform duct leakage testing to verify a total leakage rate of less than 6 percent of the total fan flow.\n          7.\tBuilding lighting in the kitchen and bathrooms shall consist of at least 90 percent ENERGY STAR qualified hard-wired fixtures.\n          8.\tInstalled swimming pool circulating pump and motor combinations shall be multi-speed and variable-speed.  The pump motor controls shall have the capability of operating the pump at a minimum of three speeds; low speed, medium speed, and high speed.  The daily low speed shall not exceed 300 watts. The daily medium speed shall be adjustable.\n        \tEXCEPTION: Projects exceeding the California Energy Code requirements by 15 percent using an Alternative Calculation Method (ACM) approved by the California Energy Commission.\n      \n      \n        As applicable\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n        \n        \n        \n        \n        \n        \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Building Envelope\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.205.1  Radiant roof barrier is installed in Climate Zones 2, 4, and 8 through 15.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.205.2  Exterior shading at least 18 inches in depth is provided on south and west windows.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Air Sealing Package\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A.4.206.1  Third <span class=\"dictionary\">party<\/span> blower door test is conducted and passed to verify building envelope tightness.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        HVAC Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.207.1  Radiant, hydronic, ground source and other innovative space heating and cooling systems included in the proposed design shall be designed using generally accepted industry-approved guidelines and design criteria.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2  An HVAC system commissioning plan is developed and the following items, as appropriate, pertaining to the heating and cooling systems are inspected and certified by an independent third <span class=\"dictionary\">party<\/span> agency:\n          1.\tVerify compliance with the manufacturer’s recommended start-up procedures.\n          2.\tVerify refrigerant charge by super-heat or other methods specified by the manufacturer.\n          3.\tBurner is set to fire at the nameplate input rating.\n          4.\tTemperature drop across the evaporator is within the manufacturers recommended range.\n          5.\tTest and verify air flow to be within ten percent of the initial design air flow.\n          6.\tStatic pressure within the duct system is within the manufacturer’s acceptable range.\n          7.\tVerify that the whole house and exhaust ventilation systems meet Title 24 requirements.\n          8.\tVerify that the recommended maintenance procedures and <span class=\"dictionary\">schedules<\/span> are documented and provided to the home owner.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2.3  Results of the commissioning inspection shall be included in the Operation and Maintenance Manual required in Section 4.410.1.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.4  Install gas-fired (natural or propane) space heating equipment with an Annual Fuel Utilization Ratio (AFUE) of .90 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.5  If an electric heat pump must be used, select equipment with a Heating Seasonal Performance Factor (HSPF) of 8.0 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.6  When climatic conditions necessitate the installation of cooling equipment, select cooling equipment with a Seasonal Energy Efficiency Ratio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of at least 11.5.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.7  Install ductwork to comply with at least one of the following:\n          1.\tInstall ducts within the conditioned envelope of the building.\n          2.\tInstall ducts in an underfloor crawl space.\n          3.\tUse ducts with an R-6 insulation value or higher.\n          4.\tInstall ductwork which is buried in the ceiling insulation.\n      \n      \n        \n      \n      \n        \n              \n              \n              \n              \n      \n      \n        \n              \n              \n              \n              \n      \n    \n    \n      \n        A4.207.8  Perform duct leakage testing to verify a total leakage rate of less than 6 percent of the total fan flow.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.9  In climate zones 2, 4, and 8 through 15 install a whole-house fan with insulated louvers or an insulated cover.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.10  ENERGY STAR ceiling fans are installed in all bedrooms and living areas.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Water Heating Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.208.1  The Energy Factor (EF) for a gas fired storage water heater is higher than .60.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.2  The Energy Factor (EF) for a gas fired tankless water heater is .80 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.3  Where the hot water source is more than ten feet from a fixture, the potable water distribution system shall convey hot water using a method designed to minimize wait time for hot water to arrive at the fixture.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Lighting\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.209.1  Building lighting consists of at least 90 percent ENERGY STAR. qualified hard-wired fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Appliances\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.210.1  Each appliance provided and installed meets ENERGY STAR if an ENERGY STAR designation is applicable for that appliance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Renewable Energy\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.1  Install a solar photovoltaic (PV) system in compliance with the California Energy Commission New Solar Homes Partnership (NSHP).1, 2 Install energy efficiency measures meeting either Tier I or Tier II below.\n          Tier 1.\tExceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 15 percent.\n          Tier 2.\tExceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 30 percent.\n        Solar water heating may be used to assist in meeting the energy efficiency requirements of either Tier I or Tier II.\n          1\tIn addition, for either Tier I or II, each appliance provided by the builder must be ENERGY STAR if an ENERGY designation is applicable for that appliance.\n          2\tInformation on NSHP incentives available through the California Energy Commission may be obtained at the “Go Solar California” website: www.GoSolarCalifornia.ca.gov\/nshp\/index.html.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.2  A solar water heating system is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.3  Space on the roof surface and penetrations through the roof surface are provided for future solar installation.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4  A minimum one inch conduit is provided from the electrical service equipment for the future installation of a photovoltaic (PV) or other electrical solar system.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4.1  A minimum of 250 square feet of contiguous unobstructed roof area shall be provided for the installation of future photovoltaic or other electrical solar <span class=\"dictionary\">panels<\/span>. The location shall be suitable for installing future solar <span class=\"dictionary\">panels<\/span> as determined by the designer.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Elevators, Escalators and Other Equipment\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        WATER EFFICIENCY AND CONSERVATION\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Indoor water use shall be reduced by at least 20 percent using one of the follow methods.\n          1.\tWater saving fixtures or flow restrictors shall be used.\n          2.\tA 20 percent reduction in baseline water use shall be demonstrated.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  When using the calculation method specified in Section 4.303.1, multiple showerheads shall not exceed maximum flow rates.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.3  Plumbing fixtures (water closets and urinals) and fittings (faucets and showerheads) shall comply with specified performance requirements.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Kitchen faucets and dishwashers shall comply with this section.\n          Tier 1.\tThe maximum flow rate at a kitchen sink faucet shall not be greater than 1.5 gallons per minute at 60 psi.\n          Tier 2.\tIn addition to the kitchen faucet requirements for Tier 1, dishwashers in Tier 2 buildings shall be ENERGY STAR qualified and not use more than 5.8 gallons of water per cycle.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n        \n      \n    \n    \n      \n        A4.303.2  Nonwater supplied urinals are installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Outdoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Automatic irrigation systems installed at the time of final inspection shall be weather-based.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Install a low-water consumption irrigation system which minimizes the use of spray type heads.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.2  A rainwater capture, storage and re-use system is designed and installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.3  A water budget shall be developed for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.4  Provide water efficient landscape irrigation design that reduces the use of potable water.\n          Tier 1.\tDoes not exceed 65 percent of ETo times the landscape area.\n          Tier 2.\tDoes not exceed 60 percent of ETo times the landscape area.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.304.5  A landscape design is installed which does not utilize potable water.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        WATER REUSE SYTEMS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.305.1  Piping is installed to permit future use of a graywater irrigation system served by the clothes washer or other fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.2  Recycled water piping is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.3  Recycled water is used for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        <span class=\"dictionary\">MATERIAL<\/span> CONSERVATION AND RESOURCE EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Foundation Systems\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  Cement use in foundation mix design is reduced.\n          Tier 1.\tNot less than a 20 percent reduction in cement use.\n          Tier 2.\tNot less than a 25 percent reduction in cement use.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Efficient Framing Techniques\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.404.2  Building dimensions and layouts are designed to minimize waste.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.3  Use pre-manufactured building systems to eliminate solid sawn lumber whenever possible.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.4  <span class=\"dictionary\">Material<\/span> lists are included in the plans which specify <span class=\"dictionary\">material<\/span> quantity and provide direction for on-site cuts.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        <span class=\"dictionary\">Material<\/span> Sources\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.405.1  One or more of the following building <span class=\"dictionary\">materials<\/span>, that do not require additional resources for finishing are used at all applicable locations throughout the building:\n          1.\tExterior trim not requiring paint or stain.\n          2.\tWindows not requiring paint or stain.\n          3.\tSiding or exterior wall coverings which do not require paint or stain.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.2  75 percent of all slab-on-grade and structural concrete slab floors use no additional coverings including but not limited to stained, natural, or stamped concrete floors.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.3  Post-consumer or pre-consumer recycled content value (RCV) <span class=\"dictionary\">materials<\/span> are used on the project.\n          Tier 1.\tNot less than a ten percent recycled content value.\n          Tier 2.\tNot less than a 15 percent recycled content value.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.405.4  Renewable source building products are used for a minimum of 2.5 percent of the total value, based on estimated cost of <span class=\"dictionary\">materials<\/span> on the project.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Enhanced Durability and Reduced Maintenance\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.406.1  Joints and openings.  Annular spaces around pipes, electric cables, conduits, or other openings in plates at exterior walls shall be protected against the passage of rodents by closing such openings with cement mortar, concrete masonry or similar method acceptable to the Department.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Water Resistance and Moisture Management\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.1  Install foundation and landscape drains.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.2  Install gutter and downspout systems to route water at least five feet away from the foundation or connect to landscape drains which discharge to a dry well, sump, bioswale, rainwater capture system or other approved on-site location.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.3  Provide flashing details on the building plans and comply with accepted industry standards or manufacturer’s instructions.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.4  Protect building <span class=\"dictionary\">materials<\/span> delivered to the construction site from rain and other sources of moisture.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.6  Exterior doors to the dwelling are protected to prevent water intrusion.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.7  When permitted by the Los Angeles Municipal Code, a permanent overhang or non-retractable awning at least two feet in depth is provided.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Construction Waste Reduction, Disposal and Recycling\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Comply with Section 66.32 of the Los Angeles Municipal Code. \n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Construction waste generated at the site is diverted to recycle or salvage in compliance with one of the following:\n          Tier 1.\tAt least a 65 percent reduction.\n          Tier 2.\tAt least a 75 percent reduction.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        Building Maintenance and Operation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.410.1  An operation and maintenance manual shall be provided to the building occupant or owner.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        ENVIRONMENTAL QUALITY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Fireplaces\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.503.1  Any installed gas fireplace shall be a direct-vent <span class=\"dictionary\">sealed<\/span>-combustion type. Any installed wood stove or pellet stove shall comply with US EPA Phase II emission limits where applicable. Wood stove, pellet stoves and fireplaces shall also comply with applicable local <span class=\"dictionary\">ordinances<\/span>.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Pollutant Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Duct openings and other related air distribution component openings shall be covered during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.1  Adhesives, sealants and caulks shall be compliant with VOC and other toxic compound limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.2  Paints, stains and other coatings shall be compliant with VOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.3  Aerosol paints and coatings shall be compliant with product weighted MIR limits for ROC and other toxic compounds.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.4  Documentation shall be provided to verify that compliant VOC limit finish <span class=\"dictionary\">materials<\/span> have been used.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.3  Carpet and carpet systems shall be compliant with VOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.4  50 percent of floor area receiving resilient flooring shall comply with the VOC-emission limits defined in the Collaborative for High Performance Schools (CHPS) Low-emitting <span class=\"dictionary\">Materials<\/span> List or be certified under the Resilient Floor Covering Institute (RCFI) FloorScore program.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.5  Particleboard, medium density fiberboard (MDF), and hardwood plywood used in interior finish systems shall comply with low formaldehyde emission standards.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Meet the formaldehyde limits contained in Table 4.504.6 before the mandatory compliance date, or use composite wood products made with either California Air Resources Board approved no-added formaldehyde (NAF) resins or ultra-low emitting formaldehyde (ULEF) resins.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.504.2  Install VOC compliant resilient flooring systems.\n          Tier 1.\tAt least 80 percent of the resilient flooring installed shall comply.\n          Tier 2.\tAt least 90 percent of the resilient flooring installed shall comply.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.504.3  Thermal insulation installed in the building shall meet the following requirements:\n          Tier 1.\tInstall thermal insulation in compliance with the VOC-emission limits defined in Collaborative for High Performance Schools (CHPS) Low-emitting <span class=\"dictionary\">Materials<\/span> List.\n          Tier 2.\tInstall insulation which contains No-Added Formaldehyde (NAF) and is in compliance with the VOC-emission limits defined in Collaborative for High Performance Schools (CHPS) Low-emitting <span class=\"dictionary\">Materials<\/span> List.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Interior Moisture Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.2  Vapor retarder and capillary break is installed at slab on grade foundations.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.3  Moisture content of building <span class=\"dictionary\">materials<\/span> used in wall and floor framing is checked before enclosure.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Air Quality and Exhaust\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Exhaust fans which terminate outside the building are provided in every bathroom.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Higher than MERV 6 filters are installed on central air or ventilation systems.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.506.2  Direct vent appliances are used or equipment is isolated from the conditioned space.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Environmental Comfort\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.1  Whole house exhaust fans shall have insulated louvers or covers which close when the fan is off.  Covers or louvers shall have a minimum insulation value of R-4.2.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.2  Duct systems are sized, designed, and equipment is selected using the following methods:\n          1.\tEstablish heat loss and heat gain values according to ACCA Manual J or equivalent.\n          2.\tSize duct systems according to ACCA 29-D (Manual D) or equivalent.\n          3.\tSelect heating and cooling equipment according to ACCA 36-S (Manual S) or equivalent.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Outdoor Air Quality\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Innovative Concepts and Local Environmental Conditions\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        INSTALLER AND THIRD <span class=\"dictionary\">PARTY<\/span> QUALIFICATIONS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Qualifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.1  HVAC system installers are trained and certified in the proper installation of HVAC systems.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.2  Special inspectors employed by the Department must be qualified and able to demonstrate competence in the discipline they are inspecting.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Verifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A703.1  Verification of compliance with this code may include construction documents, plans, specifications builder or installer certification, inspection reports, or other methods acceptable to the Department which show substantial conformance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n  <br \/><br \/>\n  1  Required prerequisite for this Tier.<\/p><\/section>","previous_section":{"id":"12","structure_id":"14","section_number":"99.11.101","catch_line":"Intent.","url":"\/99.11.101\/","token":"99.11.101"},"text":{"0":{"id":"3065","text":"  CITY OF LOS ANGELES LOW-RISE RESIDENTIAL CHECKLIST FOR NEWLY-CONSTRUCTED BUILDINGS.{Click here for a PDF version of this table}  \n    \n      \n        Feature or Measure\n      \n      \n        Levels\n        Applicant to select elective measures\n      \n    \n    \n      \n        Mandator y\n      \n      \n        Prerequisites and electives 1\n      \n    \n    \n      \n        Tier 1\n      \n      \n        Tier 2\n      \n    \n    \n      \n        PLANNING AND DESIGN\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        Site Selection\n      \n      \n        \n      \n      \n        \t\n      \n      \n        \n      \n    \n    \n      \n        A4.103.1  A site which complies with at least one of the following characteristics is selected:\n          1.\tAn infill site is selected.\n          2.\tA greyfield site is selected.\n          3.\tAn EPA-recognized Brownfield site is selected.\n      \n      \n        \n      \n      \n        \n        \n              \n              \n              \n      \n      \n        \n        \n              \n              \n              \n      \n    \n    \n      \n        Site Preservation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.104.1  An individual with oversight responsibility for the project has participated in an educational program promoting environmentally friendly design or development and has provided training or instruction to appropriate entities.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Deconstruction and Reuse of Existing Materials\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.105.2  Existing buildings are disassembled for reuse or recycling of building materials. The proposed structure utilizes at least one of the following materials which can be easily reused:\n          1.\tLight fixtures\n          2.\tPlumbing fixtures\n          3.\tDoors and trim\n          4.\tMasonry (re-used for flatwork)\n          5.\tElectrical devices\n          6.\tAppliances\n          7.\tFoundations or portions of foundations\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Site Development\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.2  A plan is developed and implemented to manage storm water drainage during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.3  The site shall be planned and developed to keep surface water away from buildings.  Construction plans shall indicate how site grading or a drainage system will manage all surface water flows.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.1  Orient buildings to optimize the use of solar energy with the long side of the house oriented within 30º of south.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.1  Soil analysis is performed by a licensed design professional and the findings utilized in the structural design of the building.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.106.2.2  Soil disturbance and erosion are minimized by at least one of the following:\n          1.\tNatural drainage patterns are evaluated and erosion controls are implemented to minimize erosion during construction and after occupancy.\n          2.\tSite access is accomplished by minimizing the amount of cut and fill needed to install access roads and driveways.\n          3.\tUnderground construction activities are coordinated to utilize the same trench, minimize the amount of time the disturbed soil is exposed and the soil is replaced using accepted compaction methods.\n      \n      \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n      \n              \n        \n        \n              \n        \n              \n        \n      \n    \n    \n      \n        A4.106.2.3  Topsoil shall be protected or saved for reuse as specified in this section.\n          Tier 1.\tDisplaced topsoil shall be stockpiled for reuse in a designated area and covered or protected from erosion.\n          Tier 2.\tThe construction area shall be identified and delineated by fencing or flagging to limit construction activity to the construction area.\n      \n      \n        \n      \n      \n        \n        \n          X  2\n        \n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n      \n    \n    \n      \n        A4.106.3  Postconstruction landscape designs accomplish one or more of the following:\n          1.\tAreas disrupted during construction are restored to be consistent with native vegetation species and patterns.\n          2.\tLimit turf areas to the greatest extent possible.\n        \ta.  Not more than 50 percent for Tier 1.\n        \tb.  Not more than 25 percent for Tier 2.\n          3.\tUtilize at least 75 percent native Californian or drought tolerant plant and tree species appropriate for the climate zone region.\n          4.\tHydrozoning irrigation techniques are incorporated into the landscape design.\n      \n      \n        \n      \n      \n        \n              \n        \n        \n              \n        \n        \n              \n        \n               \n      \n      \n        \n              \n        \n        \n        \n              \n        \n              \n        \n               \n      \n    \n    \n      \n        A4.106.4  Permeable paving is utilized for the parking, walking, or patio surfaces in compliance with the following.\n          Tier 1.\tNot less than 20 percent of the total parking, walking, or patio surfaces shall be permeable.\n          Tier 2.\tNot less than 30 percent of the total parking, walking, or patio surfaces shall be permeable.\n      \n      \n        \n      \n      \n          X  2\n        \n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.5  Roofing materials shall have a minimum 3-year aged solar reflectance and thermal emittance or a minimum aged Solar Reflectance Index (SRI) equal to or greater than the values specified in Tables A4.106.5(1) and A4.106.5(2).\n            Tier 1\tRoof covering shall meet or exceed the values contained in Table A4.106.5(1).\n            Tier 2\tRoof covering shall meet or exceed the values contained in Table A4.106.5(2).\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.106.6  For one- or two-family dwellings and townhouses, provide a minimum of:\n          1.\tA minimum number of 208\/240 V 40 amp, grounded AC outlets equal to five percent of the total number of parking spaces, or\n          2.\tPanel capacity and conduit installed for future installation of electrical outlets, or\n          3.\tAdditional service capacity, space for future meter, and conduit for future installation of electrical outlets.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.106.7  Bicycle parking. For multi-family dwellings, provide secure bicycle parking for 15 percent of the total number of bedrooms.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        ENERGY EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        General\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Performance Approach\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 15 percent.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n      \n    \n    \n      \n        A4.203.1  Exceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 30 percent.\n      \n      \n        \n      \n      \n        \n      \n      \n          X  2\n      \n    \n    \n      \n        Energy Reduction\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.204.1  Prescriptive Approach. Equipment and fixtures shall comply with the following:\n          1.\tInstalled gas-fired space heating equipment shall have an Annual Fuel Utilization Ratio (AFUE) of .90 or higher.\n          2.\tInstalled electric heat pumps shall have a Heating Seasonal Performance Factor (HSFP) of 8.0 or higher.\n          3.\tInstalled cooling equipment shall have a Seasonal Energy Efficiency Ratio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of at least 11.5.\n          4.\tInstalled tank type water heaters shall have an Energy Factor (EF) higher than .6.\n          5.\tInstalled tankless water heater shall have an Energy Factor (EF) higher than .80.\n          6.\tPerform duct leakage testing to verify a total leakage rate of less than 6 percent of the total fan flow.\n          7.\tBuilding lighting in the kitchen and bathrooms shall consist of at least 90 percent ENERGY STAR qualified hard-wired fixtures.\n          8.\tInstalled swimming pool circulating pump and motor combinations shall be multi-speed and variable-speed.  The pump motor controls shall have the capability of operating the pump at a minimum of three speeds; low speed, medium speed, and high speed.  The daily low speed shall not exceed 300 watts. The daily medium speed shall be adjustable.\n        \tEXCEPTION: Projects exceeding the California Energy Code requirements by 15 percent using an Alternative Calculation Method (ACM) approved by the California Energy Commission.\n      \n      \n        As applicable\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n          X  \n        6\/01\/11\n        \n          X  \n        6\/01\/11\n        \n        \n        \n        \n        \n        \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Building Envelope\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.205.1  Radiant roof barrier is installed in Climate Zones 2, 4, and 8 through 15.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.205.2  Exterior shading at least 18 inches in depth is provided on south and west windows.\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Air Sealing Package\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A.4.206.1  Third party blower door test is conducted and passed to verify building envelope tightness.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        HVAC Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.207.1  Radiant, hydronic, ground source and other innovative space heating and cooling systems included in the proposed design shall be designed using generally accepted industry-approved guidelines and design criteria.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2  An HVAC system commissioning plan is developed and the following items, as appropriate, pertaining to the heating and cooling systems are inspected and certified by an independent third party agency:\n          1.\tVerify compliance with the manufacturer’s recommended start-up procedures.\n          2.\tVerify refrigerant charge by super-heat or other methods specified by the manufacturer.\n          3.\tBurner is set to fire at the nameplate input rating.\n          4.\tTemperature drop across the evaporator is within the manufacturers recommended range.\n          5.\tTest and verify air flow to be within ten percent of the initial design air flow.\n          6.\tStatic pressure within the duct system is within the manufacturer’s acceptable range.\n          7.\tVerify that the whole house and exhaust ventilation systems meet Title 24 requirements.\n          8.\tVerify that the recommended maintenance procedures and schedules are documented and provided to the home owner.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.2.3  Results of the commissioning inspection shall be included in the Operation and Maintenance Manual required in Section 4.410.1.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.4  Install gas-fired (natural or propane) space heating equipment with an Annual Fuel Utilization Ratio (AFUE) of .90 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.5  If an electric heat pump must be used, select equipment with a Heating Seasonal Performance Factor (HSPF) of 8.0 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.6  When climatic conditions necessitate the installation of cooling equipment, select cooling equipment with a Seasonal Energy Efficiency Ratio (SEER) higher than 13.0 and an Energy Efficiency Ratio (EER) of at least 11.5.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.7  Install ductwork to comply with at least one of the following:\n          1.\tInstall ducts within the conditioned envelope of the building.\n          2.\tInstall ducts in an underfloor crawl space.\n          3.\tUse ducts with an R-6 insulation value or higher.\n          4.\tInstall ductwork which is buried in the ceiling insulation.\n      \n      \n        \n      \n      \n        \n              \n              \n              \n              \n      \n      \n        \n              \n              \n              \n              \n      \n    \n    \n      \n        A4.207.8  Perform duct leakage testing to verify a total leakage rate of less than 6 percent of the total fan flow.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.9  In climate zones 2, 4, and 8 through 15 install a whole-house fan with insulated louvers or an insulated cover.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.207.10  ENERGY STAR ceiling fans are installed in all bedrooms and living areas.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Water Heating Design, Equipment and Installation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.208.1  The Energy Factor (EF) for a gas fired storage water heater is higher than .60.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.2  The Energy Factor (EF) for a gas fired tankless water heater is .80 or higher.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.208.3  Where the hot water source is more than ten feet from a fixture, the potable water distribution system shall convey hot water using a method designed to minimize wait time for hot water to arrive at the fixture.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Lighting\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.209.1  Building lighting consists of at least 90 percent ENERGY STAR. qualified hard-wired fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Appliances\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.210.1  Each appliance provided and installed meets ENERGY STAR if an ENERGY STAR designation is applicable for that appliance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Renewable Energy\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.1  Install a solar photovoltaic (PV) system in compliance with the California Energy Commission New Solar Homes Partnership (NSHP).1, 2 Install energy efficiency measures meeting either Tier I or Tier II below.\n          Tier 1.\tExceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 15 percent.\n          Tier 2.\tExceed the California Energy Code requirements, based on the 2008 Energy Efficiency Standards requirements by 30 percent.\n        Solar water heating may be used to assist in meeting the energy efficiency requirements of either Tier I or Tier II.\n          1\tIn addition, for either Tier I or II, each appliance provided by the builder must be ENERGY STAR if an ENERGY designation is applicable for that appliance.\n          2\tInformation on NSHP incentives available through the California Energy Commission may be obtained at the “Go Solar California” website: www.GoSolarCalifornia.ca.gov\/nshp\/index.html.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.2  A solar water heating system is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.211.3  Space on the roof surface and penetrations through the roof surface are provided for future solar installation.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4  A minimum one inch conduit is provided from the electrical service equipment for the future installation of a photovoltaic (PV) or other electrical solar system.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.211.4.1  A minimum of 250 square feet of contiguous unobstructed roof area shall be provided for the installation of future photovoltaic or other electrical solar panels. The location shall be suitable for installing future solar panels as determined by the designer.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Elevators, Escalators and Other Equipment\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        WATER EFFICIENCY AND CONSERVATION\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Indoor water use shall be reduced by at least 20 percent using one of the follow methods.\n          1.\tWater saving fixtures or flow restrictors shall be used.\n          2.\tA 20 percent reduction in baseline water use shall be demonstrated.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  When using the calculation method specified in Section 4.303.1, multiple showerheads shall not exceed maximum flow rates.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.3  Plumbing fixtures (water closets and urinals) and fittings (faucets and showerheads) shall comply with specified performance requirements.\n      \n      \n          X  \n        7\/01\/11\n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.303.1  Kitchen faucets and dishwashers shall comply with this section.\n          Tier 1.\tThe maximum flow rate at a kitchen sink faucet shall not be greater than 1.5 gallons per minute at 60 psi.\n          Tier 2.\tIn addition to the kitchen faucet requirements for Tier 1, dishwashers in Tier 2 buildings shall be ENERGY STAR qualified and not use more than 5.8 gallons of water per cycle.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n      \n      \n          X  2\n        \n          X  2\n        \n      \n    \n    \n      \n        A4.303.2  Nonwater supplied urinals are installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Outdoor Water Use\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Automatic irrigation systems installed at the time of final inspection shall be weather-based.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.304.1  Install a low-water consumption irrigation system which minimizes the use of spray type heads.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.2  A rainwater capture, storage and re-use system is designed and installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.3  A water budget shall be developed for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.304.4  Provide water efficient landscape irrigation design that reduces the use of potable water.\n          Tier 1.\tDoes not exceed 65 percent of ETo times the landscape area.\n          Tier 2.\tDoes not exceed 60 percent of ETo times the landscape area.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.304.5  A landscape design is installed which does not utilize potable water.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        WATER REUSE SYTEMS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.305.1  Piping is installed to permit future use of a graywater irrigation system served by the clothes washer or other fixtures.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.2  Recycled water piping is installed.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.305.3  Recycled water is used for landscape irrigation.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        MATERIAL CONSERVATION AND RESOURCE EFFICIENCY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Foundation Systems\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.403.2  Cement use in foundation mix design is reduced.\n          Tier 1.\tNot less than a 20 percent reduction in cement use.\n          Tier 2.\tNot less than a 25 percent reduction in cement use.\n      \n      \n        \n      \n      \n          X  2\n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Efficient Framing Techniques\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.404.2  Building dimensions and layouts are designed to minimize waste.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.3  Use pre-manufactured building systems to eliminate solid sawn lumber whenever possible.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.404.4  Material lists are included in the plans which specify material quantity and provide direction for on-site cuts.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Material Sources\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.405.1  One or more of the following building materials, that do not require additional resources for finishing are used at all applicable locations throughout the building:\n          1.\tExterior trim not requiring paint or stain.\n          2.\tWindows not requiring paint or stain.\n          3.\tSiding or exterior wall coverings which do not require paint or stain.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.2  75 percent of all slab-on-grade and structural concrete slab floors use no additional coverings including but not limited to stained, natural, or stamped concrete floors.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.405.3  Post-consumer or pre-consumer recycled content value (RCV) materials are used on the project.\n          Tier 1.\tNot less than a ten percent recycled content value.\n          Tier 2.\tNot less than a 15 percent recycled content value.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.405.4  Renewable source building products are used for a minimum of 2.5 percent of the total value, based on estimated cost of materials on the project.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Enhanced Durability and Reduced Maintenance\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.406.1  Joints and openings.  Annular spaces around pipes, electric cables, conduits, or other openings in plates at exterior walls shall be protected against the passage of rodents by closing such openings with cement mortar, concrete masonry or similar method acceptable to the Department.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Water Resistance and Moisture Management\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.1  Install foundation and landscape drains.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.2  Install gutter and downspout systems to route water at least five feet away from the foundation or connect to landscape drains which discharge to a dry well, sump, bioswale, rainwater capture system or other approved on-site location.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.3  Provide flashing details on the building plans and comply with accepted industry standards or manufacturer’s instructions.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.4  Protect building materials delivered to the construction site from rain and other sources of moisture.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.407.6  Exterior doors to the dwelling are protected to prevent water intrusion.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.407.7  When permitted by the Los Angeles Municipal Code, a permanent overhang or non-retractable awning at least two feet in depth is provided.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Construction Waste Reduction, Disposal and Recycling\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Comply with Section 66.32 of the Los Angeles Municipal Code. \n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.408.1  Construction waste generated at the site is diverted to recycle or salvage in compliance with one of the following:\n          Tier 1.\tAt least a 65 percent reduction.\n          Tier 2.\tAt least a 75 percent reduction.\n      \n      \n        \n      \n      \n        \n          X  2\n      \n      \n        \n        \n        \n          X  2\n      \n    \n    \n      \n        Building Maintenance and Operation\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.410.1  An operation and maintenance manual shall be provided to the building occupant or owner.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        ENVIRONMENTAL QUALITY\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Fireplaces\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.503.1  Any installed gas fireplace shall be a direct-vent sealed-combustion type. Any installed wood stove or pellet stove shall comply with US EPA Phase II emission limits where applicable. Wood stove, pellet stoves and fireplaces shall also comply with applicable local ordinances.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Pollutant Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Duct openings and other related air distribution component openings shall be covered during construction.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.1  Adhesives, sealants and caulks shall be compliant with VOC and other toxic compound limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.2  Paints, stains and other coatings shall be compliant with VOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.3  Aerosol paints and coatings shall be compliant with product weighted MIR limits for ROC and other toxic compounds.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.2.4  Documentation shall be provided to verify that compliant VOC limit finish materials have been used.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.3  Carpet and carpet systems shall be compliant with VOC limits.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.4  50 percent of floor area receiving resilient flooring shall comply with the VOC-emission limits defined in the Collaborative for High Performance Schools (CHPS) Low-emitting Materials List or be certified under the Resilient Floor Covering Institute (RCFI) FloorScore program.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.5  Particleboard, medium density fiberboard (MDF), and hardwood plywood used in interior finish systems shall comply with low formaldehyde emission standards.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.504.1  Meet the formaldehyde limits contained in Table 4.504.6 before the mandatory compliance date, or use composite wood products made with either California Air Resources Board approved no-added formaldehyde (NAF) resins or ultra-low emitting formaldehyde (ULEF) resins.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.504.2  Install VOC compliant resilient flooring systems.\n          Tier 1.\tAt least 80 percent of the resilient flooring installed shall comply.\n          Tier 2.\tAt least 90 percent of the resilient flooring installed shall comply.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        A4.504.3  Thermal insulation installed in the building shall meet the following requirements:\n          Tier 1.\tInstall thermal insulation in compliance with the VOC-emission limits defined in Collaborative for High Performance Schools (CHPS) Low-emitting Materials List.\n          Tier 2.\tInstall insulation which contains No-Added Formaldehyde (NAF) and is in compliance with the VOC-emission limits defined in Collaborative for High Performance Schools (CHPS) Low-emitting Materials List.\n      \n      \n        \n      \n      \n          X  2\n        \n        \n        \n        \n      \n      \n        \n        \n          X  2\n      \n    \n    \n      \n        Interior Moisture Control\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.2  Vapor retarder and capillary break is installed at slab on grade foundations.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.505.3  Moisture content of building materials used in wall and floor framing is checked before enclosure.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Indoor Air Quality and Exhaust\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Exhaust fans which terminate outside the building are provided in every bathroom.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.506.1  Higher than MERV 6 filters are installed on central air or ventilation systems.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        A4.506.2  Direct vent appliances are used or equipment is isolated from the conditioned space.\n      \n      \n        \n      \n      \n              \n      \n      \n              \n      \n    \n    \n      \n        Environmental Comfort\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.1  Whole house exhaust fans shall have insulated louvers or covers which close when the fan is off.  Covers or louvers shall have a minimum insulation value of R-4.2.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A4.507.2  Duct systems are sized, designed, and equipment is selected using the following methods:\n          1.\tEstablish heat loss and heat gain values according to ACCA Manual J or equivalent.\n          2.\tSize duct systems according to ACCA 29-D (Manual D) or equivalent.\n          3.\tSelect heating and cooling equipment according to ACCA 36-S (Manual S) or equivalent.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Outdoor Air Quality\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Innovative Concepts and Local Environmental Conditions\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        INSTALLER AND THIRD PARTY QUALIFICATIONS\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Qualifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.1  HVAC system installers are trained and certified in the proper installation of HVAC systems.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A702.2  Special inspectors employed by the Department must be qualified and able to demonstrate competence in the discipline they are inspecting.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        Verifications\n      \n      \n        \n      \n      \n        \n      \n      \n        \n      \n    \n    \n      \n        A703.1  Verification of compliance with this code may include construction documents, plans, specifications builder or installer certification, inspection reports, or other methods acceptable to the Department which show substantial conformance.\n      \n      \n          X  \n      \n      \n        \n      \n      \n        \n      \n    \n  \n  1  Required prerequisite for this Tier.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}