{"section_number":"99.12.101","edition_id":"1","section_id":"899","structure_id":"14","catch_line":"Intent.","history":"","full_text":"  INTENT.\n\n\tThis section shall set forth the Voluntary Measures for Newly Constructed Low-Rise Residential Buildings.\n\nA5.105.1.1.  Existing Building Structure.  Maintain at least 75 percent of existing building structure (including structural floor and roof decking) and envelope (exterior skin and framing) based on surface area.\n\n\tEXCEPTIONS:\n\n\t1.\tWindow assemblies and nonstructural roofing material.\n\n\t2.\tHazardous materials that are remediated as a part of the project.\n\nA5.105.1.2.  Existing Non-Structural Elements.  Reuse existing interior non-structural elements (interior walls, doors, floor coverings and ceiling systems) in at least 50 percent of the area of the completed building\n\nA5.106.2.  Storm Water Design.  Design storm water runoff rate and quantity in conformance with Subsection A5.106.2.1 and storm water runoff quality by Subsection A5.106.2.2, or by local requirements, whichever are stricter.\n\nA5.106.2.1.  Storm Water Runoff Rate and Quantity.  Implement a storm water management plan resulting in no net increase in rate and quantity of storm water runoff from existing to developed conditions.\n\n\tEXCEPTION:  If the site is already greater than 50 percent impervious, implement a storm water management plan resulting in a 25 percent decrease in rate and quantity.\n\nA5.106.2.2.  Storm Water Runoff Quality.  Use post construction treatment control best management practices (BMPs) to mitigate (infiltrate, filter, or treat) storm water runoff from the 85th percentile 24-hour runoff event (for volume-based BMPs) or the runoff produced by a rain event equal to two times the 85th percentile hourly intensity (for flow-based BMPs).\n\nA5.106.4.3.  Changing Room.  Provide changing\/shower facilities for tenant-occupants in accordance with Table A5.106.4.3 or document arrangements with nearby\/shower facilities.\n\nTable A5.106.4.3\n\n\n  \n    \n      \n        Number of Tenant- Occupants\n      \n      \n        Shower\/Changing Facilities Required\n      \n      \n        2-Tier (12&#038;″x15&#038;″x73&#038;″) Personal Effects \n        Lockers 1 Required\n      \n    \n    \n      \n        0 – 10\n      \n      \n        1 unisex shower\n      \n      \n        1\n      \n    \n    \n      \n        11 – 50\n      \n      \n        1 unisex shower\n      \n      \n        2\n      \n    \n    \n      \n        51 – 100\n      \n      \n        1 unisex shower\n      \n      \n        3\n      \n    \n    \n      \n        101 – 200\n      \n      \n        1 shower stall per gender\n      \n      \n        4\n      \n    \n    \n      \n        0ver 200\n      \n      \n        1 shower stall per gender for each 200 additional tenant-occupants\n      \n      \n        One 2-tier locker for each 50 additional tenant- occupants\n      \n    \n  \n\n\n  1\tOne 2-tier locker serves two people. Lockers shall be lockable with either padlock or combination lock.\n\n\tNote:  Additional information on recommended bicycle accommodations may be obtained from Sacramento Area Bicycle Advocates.\n\nA5.106.5.1.  Designated Parking for Fuel-Efficient Vehicles.  Provide designated parking, by means of permanent marking or a sign, for any combination of low-emitting, fuel-efficient, and carpool\/van pool vehicles as shown in Table A5.106.5.1.1 or A5.106.5.1.2.\n\nTable A5.106.5.1.1\nTier 1\n\n\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        4\n      \n    \n    \n      \n        51 – 75\n      \n      \n        6\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        11\n      \n    \n    \n      \n        151 – 200\n      \n      \n        18\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 10 percent of total 1\n      \n    \n  \n\n\n  1\tWhen the application of the ten percent results in a fraction of a space, round up to the next whole number.\n\nTable A5.106.5.1.2\nTier 2\n\n\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        5\n      \n    \n    \n      \n        51 – 75\n      \n      \n        7\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        13\n      \n    \n    \n      \n        151 – 200\n      \n      \n        19\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 12 percent of total 1\n      \n    \n  \n\n\n  1\tWhen the application of the 12 percent results in a fraction of a space, round up to the next whole number.\n\nA5.106.5.3.2.  Additional Electric Vehicle Supply Wiring.  Provide a minimum number of 208\/240 V 40 amp, grounded AC outlet(s), that is equal to ten percent, rounded up to the next whole number, of the total number of parking spaces.\n\nA5.106.6.  Parking Capacity.  Design parking capacity to meet but not exceed minimum local zoning requirements.\n\nA5.106.6.1.  Reduce Parking Capacity.  With the approval of the Department of City Planning, employ strategies to reduce on-site parking area or number of stalls by 20 percent.\n\nA5.106.9.  Building Orientation and Window Shading.  Locate, orient and shade the building as follows:\n\n\t1.\tWhen site and location permit orient the building with the long sides facing north and south;\n\n\t2.\tProtect the building from thermal loss, drafts, and degradation of the building envelope caused by wind and wind-driven materials such as dust, sand, snow, and leaves with building orientation and landscape features;\n\n\t3.\tWhere permitted by the Los Angeles Municipal Code, provide exterior shade for south and west-facing windows during the peak cooling season.\n\n\tNote:  For information on sun angles and shading, visit: http:\/\/www2.aud.ucla.edu\/energy-design-tools\/.  Calculations may be made using the Solar-2 tool.\n\nA5.211.1.  On-Site Renewable Energy.  Use on-site renewable energy sources such as solar, wind, geothermal, low-impact hydro, biomass and bio-gas for at least 1 percent of the electric power calculated as the product of the building service voltage and the amperage specified by the electrical service overcurrent protection device rating or 1kW, (whichever is greater), in addition to the electrical demand required to meet 1 percent of the natural gas and propane use. The building project’s electrical service overcurrent protection device rating shall be calculated in accordance with the Los Angeles Electrical Code.  Natural gas or propane use is calculated in accordance with the Los Angeles Plumbing Code.\n\nA5.303.2.3.1.  Tier 1 – 30% Savings.  A schedule of plumbing fixtures and fixture fittings that will reduce the overall use of potable water within the building by 30 percent shall be provided. The reduction shall be based on the maximum allowable water use per plumbing fixture and fittings as required by the California Building Standards Code. The 30 percent reduction in potable water use shall be demonstrated by one of the following methods:\n\n\t1.\tEach plumbing fixture and fitting shall meet the 30 percent reduced flow rate specified in Table A5.303.2.3.1, or\n\n\t2.\tA calculation demonstrating a 30 percent reduction in the building “water use baseline” as established in Table A5.303.2.2 shall be provided.\n\nA5.304.2.1.  Outdoor Potable Water Use.  For new water service not subject to the provisions of Section 5.304.2, separate meters or submeters shall be installed for indoor and outdoor potable water use for landscaped areas.\n\nA5.304.4.2.  Tier 2.  Reduce the use of potable water to a quantity that does not exceed 55 percent of ETO times the landscape area.\n\n\tNote:  Methods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:\n\n\t1.\tPlant coefficient;\n\n\t2.\tIrrigation efficiency and distribution uniformity;\n\n\t3.\tUse of captured rainwater;\n\n\t4.\tUse of recycled water;\n\n\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity;\n\n\t6.\tUse of graywater.\n\nA5.304.4.4.  Potable Water Reduction.  Provide water efficient landscape irrigation design that reduces the use of potable water beyond the initial requirements for plant installation and establishment by 50 percent. Calculations for the reduction shall be based on the water budget developed pursuant to Subsection A5.304.1.1.\n\n\tMethods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:\n\n\t1.\tPlant coefficient;\n\n\t2.\tIrrigation efficiency and distribution uniformity;\n\n\t3.\tUse of captured rainwater;\n\n\t4.\tUse of recycled water; or\n\n\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity.\n\nA5.304.5.  Potable Water Elimination.  Provide a water efficient landscape irrigation design that eliminates the use of potable water beyond the initial requirements for plant installation and establishment.  Methods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:\n\n\t1.\tPlant coefficient;\n\n\t2.\tIrrigation efficiency and Distribution Uniformity;\n\n\t3.\tUse of captured rainwater;\n\n\t4.\tUse of recycled water;\n\n\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity; or\n\n\t6.\tUse of graywater.\n\nA5.304.8.  Graywater Irrigation System.  Install a graywater collection system for onsite subsurface irrigation using graywater collected from bathtubs, showers, bathroom wash basins, and laundry water.  See Appendix G, Los Angeles Plumbing Code.\n\nA5.404.1.  Wood Framing.  Employ advanced wood framing techniques, or OVE, as recommended by the US Department of Energy’s Office of Building Technology, State and Community Programs and as permitted by the Department.\n\nA5.404.1.1.  Structural or Fire-Resistance Integrity.  The OVE selected shall not conflict with structural framing methods or fire-rated assemblies required by the Los Angeles Building Code.\n\nA5.405.3.  Reused Materials.  Use salvaged, refurbished, refinished, or reused materials for a minimum of 5% of the total value, based on estimated cost of materials on the project.  Provide documentation as to the respective values. All materials shall fully comply with the Los Angeles Building Standards Code.\n\n\tNote:  Sources of some reused materials can be found at CALRecycle. See also Subsection A5.105.1 for on-site materials reuse.\n\nA5.405.4.  Recycled Content, Tier 1.  Use materials, equivalent in performance to virgin materials, with postconsumer or preconsumer recycled content value (RCV) for a minimum of 10 percent of the total value, based on estimated cost of materials on the project.  Provide documentation as to the respective values.\n\nA5.405.5.2.  Concrete.  Unless otherwise directed by the engineer, use concrete manufactured with cementitious materials in accordance with Subsections A5.405.5.2.1 and A5.405.5.2.1.1, as approved by the Department.\n\nA5.405.5.2.1.  Supplementary Cementitious Materials (SCMs).  Use concrete made with one or more of the following supplementary cementitious materials (SCMs):\n\n\t1.\tFly ash meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete;\n\n\t2.\tUltra fine fly ash (UFFA) meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete, and CalTrans Standard Specification, Section 90-2.01B;\n\n\t3.\tMetakaolin meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete, and CalTrans Standard Specification, Section 90-2.01B;\n\n\t4.\tNatural pozzolan meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete;\n\n\t5.\tSlag cement (GGBFS) meeting ASTM C 989, Specification for Ground Granulated Blast-Furnace Slag for Use in Concrete and Mortars;\n\n\t6.\tSilica fume meeting ASTM C 1240, Specification for Silica Fume Used in Cementitious Mixtures;\n\n\t7.\tOther materials with comparable or superior environmental benefits, as approved by the engineer and Department.\n\n\tNote:  CalTrans specifications for UFFA and metakaolin may be found in the 2009-09 updates to the 2006 CalTrans specifications on pages 339 and 340.\n\nA5.406.1.  Choice of Materials.  Compared to other products in a given product category, choose materials proven to be characterized by one or more of the following for a minimum of 5% of the total value, based on estimated cost of materials on the project.\n\nA5.406.1.1.  Service Life.  Select materials for longevity and minimal deterioration under conditions of use.\n\nA5.406.1.2.  Reduced Maintenance.  Select materials that require little, if any, finishing.  For those with surface protection, choose materials that do not require frequent applications of toxic or malodorous finishes.\n\nA5.408.3.1.  Enhanced Construction Waste Reduction.  Divert to recycle or salvage nonhazardous construction and demolition debris generated at the site in compliance with one of the following:\n\nTier 1. At least a 65 percent reduction; or\n\nTier 2. At least an 80 percent reduction.\n\n\tEXCEPTIONS:\n\n\t1.\tExcavated soil and land-clearing debris.\n\nA5.409.1.  Materials and System Assemblies.  Select materials assemblies based on life cycle assessment of their embodied energy and\/or green house gas emission potentials for a minimum of 5% of the total value, based on estimated cost of materials on the project.\n\n\tNotes:\n\n\t1.\tSoftware for calculating life cycle costs for materials and assemblies may be found at:\n\n\ta.\tThe Athena Institute website.\n\n\tb.\tThe NIST BEES website.\n\n\tc.\tLife Cycle assessment may also be done in accordance with ISO Standard 14044.\n\n\t2.\tMore information on life cycle assessment may be found at the Sustainable Products Purchasers Coalition; at the American Center for Life Cycle Assessment; at U.S. EPA Life Cycle Assessment Research; and at U.S. EPA Environmentally Preferable Products.\n\nA5.504.4.8.  Thermal Insulation.  Comply with Chapters 12 – 13 (Standards for Insulating Materials) in Title 24, Part 12, the California Referenced Standards Code, and with the VOC-emission limits defined in 2009 CHPS criteria and listed on its Low-emitting Materials List, (or Product Registry).\n\nA5.504.4.9.  Acoustical Ceilings and Wall Panels.  Comply with Division 8 of  the Los Angeles Building Code, and with the VOC-emission limits defined in the 2009 CHPS criteria and listed on its Low-emitting Materials List (or Product Registry).\n\nA5.504.4.9.1.  Verification of Compliance.  Docu-mentation shall be provided verifying that acoustical finish materials meet the pollutant emission limits.\n\n\tNote:  Products compliant with CHPS criteria certified under the Greenguard Children &#038; Schools program also be used.\n\nA5.507.2.  Daylight.  For other than high-rise residential dwelling units and hotel\/motel guest rooms, provide daylit spaces as required for toplighting and sidelighting in the California Energy Code.  In constructing a design, consider the following:\n\n\t1.\tUse of light shelves and reflective room surfaces to maximize daylight penetrating the rooms;\n\n\t2.\tMeans to eliminate glare and direct sun light, including through skylights;\n\n\t3.\tUse of photosensors to turn off electric lighting when daylight is sufficient;\n\n\t4.\tNot using diffuse daylighting glazing where views are desired.","order_by":"12.101","ancestry":{"1":{"id":"14","name":"Green Building Code","identifier":"9","label":"article","url":"\/9\/9\/"},"2":{"id":"3","name":"Building Regulations","identifier":"9","label":"chapter","url":"\/9\/"}},"structure_contents":{"0":{"id":"3542","structure_id":"14","section_number":"99.01.101","catch_line":"Administration.","url":"\/99.01.101\/","token":"99.01.101"},"1":{"id":"3374","structure_id":"14","section_number":"99.01.102","catch_line":"Construction Documents And Installation Verification.","url":"\/99.01.102\/","token":"99.01.102"},"2":{"id":"1728","structure_id":"14","section_number":"99.01.107","catch_line":"Fees.","url":"\/99.01.107\/","token":"99.01.107"},"3":{"id":"1142","structure_id":"14","section_number":"99.01.108","catch_line":"Powers Of The Department.","url":"\/99.01.108\/","token":"99.01.108"},"4":{"id":"1124","structure_id":"14","section_number":"99.02.201","catch_line":"General.","url":"\/99.02.201\/","token":"99.02.201"},"5":{"id":"653","structure_id":"14","section_number":"99.03.301","catch_line":"General.","url":"\/99.03.301\/","token":"99.03.301"},"6":{"id":"127","structure_id":"14","section_number":"99.03.303","catch_line":"Phased Projects.","url":"\/99.03.303\/","token":"99.03.303"},"7":{"id":"1450","structure_id":"14","section_number":"99.03.304","catch_line":"Tiers.","url":"\/99.03.304\/","token":"99.03.304"},"8":{"id":"1284","structure_id":"14","section_number":"99.04.106","catch_line":"Storm Water Drainage And Retention During Construction.","url":"\/99.04.106\/","token":"99.04.106"},"9":{"id":"1392","structure_id":"14","section_number":"99.04.201","catch_line":"General.","url":"\/99.04.201\/","token":"99.04.201"},"10":{"id":"2376","structure_id":"14","section_number":"99.04.202","catch_line":"Definitions.","url":"\/99.04.202\/","token":"99.04.202"},"11":{"id":"155","structure_id":"14","section_number":"99.04.203","catch_line":"Performance Approach.(Reserved)","url":"\/99.04.203\/","token":"99.04.203"},"12":{"id":"1069","structure_id":"14","section_number":"99.04.204","catch_line":"Energy Reduction.","url":"\/99.04.204\/","token":"99.04.204"},"13":{"id":"456","structure_id":"14","section_number":"99.04.205","catch_line":"Building Envelope.(Reserved)","url":"\/99.04.205\/","token":"99.04.205"},"14":{"id":"1513","structure_id":"14","section_number":"99.04.206","catch_line":"Air Sealing Package.(Reserved)","url":"\/99.04.206\/","token":"99.04.206"},"15":{"id":"392","structure_id":"14","section_number":"99.04.207","catch_line":"Hvac Design, Equipment And Installation.(Reserved)","url":"\/99.04.207\/","token":"99.04.207"},"16":{"id":"2064","structure_id":"14","section_number":"99.04.208","catch_line":"Water Heating Design, Equipment And Installation.(Reserved)","url":"\/99.04.208\/","token":"99.04.208"},"17":{"id":"1448","structure_id":"14","section_number":"99.04.209","catch_line":"Lighting.(Reserved)","url":"\/99.04.209\/","token":"99.04.209"},"18":{"id":"2932","structure_id":"14","section_number":"99.04.210","catch_line":"Appliances.","url":"\/99.04.210\/","token":"99.04.210"},"19":{"id":"3252","structure_id":"14","section_number":"99.04.211","catch_line":"Renewable Energy.","url":"\/99.04.211\/","token":"99.04.211"},"20":{"id":"891","structure_id":"14","section_number":"99.04.303","catch_line":"Twenty Percent Savings.","url":"\/99.04.303\/","token":"99.04.303"},"21":{"id":"76","structure_id":"14","section_number":"99.04.304","catch_line":"Irrigation Controllers.","url":"\/99.04.304\/","token":"99.04.304"},"22":{"id":"2139","structure_id":"14","section_number":"99.04.406","catch_line":"Enhanced Durability And Reduced Maintenance.","url":"\/99.04.406\/","token":"99.04.406"},"23":{"id":"2514","structure_id":"14","section_number":"99.04.407","catch_line":"Water Resistance And Moisture Management.","url":"\/99.04.407\/","token":"99.04.407"},"24":{"id":"1412","structure_id":"14","section_number":"99.04.408","catch_line":"Construction Waste Reduction, Disposal And Recycling.","url":"\/99.04.408\/","token":"99.04.408"},"25":{"id":"1420","structure_id":"14","section_number":"99.04.410","catch_line":"Operation And Maintenance Manual.","url":"\/99.04.410\/","token":"99.04.410"},"26":{"id":"3500","structure_id":"14","section_number":"99.04.504","catch_line":"Covering Of Duct Openings And Protection Of Mechanical Equipment During Construction.","url":"\/99.04.504\/","token":"99.04.504"},"27":{"id":"2529","structure_id":"14","section_number":"99.04.505","catch_line":"Interior Moisture Control.","url":"\/99.04.505\/","token":"99.04.505"},"28":{"id":"3581","structure_id":"14","section_number":"99.05.106","catch_line":"Site Development.","url":"\/99.05.106\/","token":"99.05.106"},"29":{"id":"3557","structure_id":"14","section_number":"99.05.201","catch_line":"General.","url":"\/99.05.201\/","token":"99.05.201"},"30":{"id":"3539","structure_id":"14","section_number":"99.05.202","catch_line":"Definitions.","url":"\/99.05.202\/","token":"99.05.202"},"31":{"id":"1318","structure_id":"14","section_number":"99.05.203","catch_line":"Performance Approach.","url":"\/99.05.203\/","token":"99.05.203"},"32":{"id":"688","structure_id":"14","section_number":"99.05.204","catch_line":"Prescriptive Approach. (Reserved)","url":"\/99.05.204\/","token":"99.05.204"},"33":{"id":"1842","structure_id":"14","section_number":"99.05.210","catch_line":"Energy Systems.","url":"\/99.05.210\/","token":"99.05.210"},"34":{"id":"4013","structure_id":"14","section_number":"99.05.211","catch_line":"Renewable Energy.","url":"\/99.05.211\/","token":"99.05.211"},"35":{"id":"530","structure_id":"14","section_number":"99.05.302","catch_line":"Definitions.","url":"\/99.05.302\/","token":"99.05.302"},"36":{"id":"1117","structure_id":"14","section_number":"99.05.303","catch_line":"Meters.","url":"\/99.05.303\/","token":"99.05.303"},"37":{"id":"3605","structure_id":"14","section_number":"99.05.304","catch_line":"Outdoor Potable Water Use.","url":"\/99.05.304\/","token":"99.05.304"},"38":{"id":"1553","structure_id":"14","section_number":"99.05.407","catch_line":"Weather Protection.","url":"\/99.05.407\/","token":"99.05.407"},"39":{"id":"892","structure_id":"14","section_number":"99.05.408","catch_line":"Construction Waste Reduction, Disposal And Recycling.","url":"\/99.05.408\/","token":"99.05.408"},"40":{"id":"3515","structure_id":"14","section_number":"99.05.410","catch_line":"Recycling By Occupants.","url":"\/99.05.410\/","token":"99.05.410"},"41":{"id":"925","structure_id":"14","section_number":"99.05.504","catch_line":"Covering Of Duct Openings And Protection Of Mechanical Equipment During Construction.","url":"\/99.05.504\/","token":"99.05.504"},"42":{"id":"693","structure_id":"14","section_number":"99.05.505","catch_line":"Indoor Moisture Control.","url":"\/99.05.505\/","token":"99.05.505"},"43":{"id":"1271","structure_id":"14","section_number":"99.05.507","catch_line":"Exterior Noise Transmission.","url":"\/99.05.507\/","token":"99.05.507"},"44":{"id":"3079","structure_id":"14","section_number":"99.06.601","catch_line":"General.","url":"\/99.06.601\/","token":"99.06.601"},"45":{"id":"682","structure_id":"14","section_number":"99.07.702","catch_line":"Installer Training.","url":"\/99.07.702\/","token":"99.07.702"},"46":{"id":"4144","structure_id":"14","section_number":"99.07.703","catch_line":"Verifications.","url":"\/99.07.703\/","token":"99.07.703"},"47":{"id":"2394","structure_id":"14","section_number":"99.09.100","catch_line":"Scope.","url":"\/99.09.100\/","token":"99.09.100"},"48":{"id":"3056","structure_id":"14","section_number":"99.09.101","catch_line":"General.","url":"\/99.09.101\/","token":"99.09.101"},"49":{"id":"4081","structure_id":"14","section_number":"99.09.102","catch_line":"Definitions.","url":"\/99.09.102\/","token":"99.09.102"},"50":{"id":"3488","structure_id":"14","section_number":"99.09.103","catch_line":"Site Selection.(Reserved)","url":"\/99.09.103\/","token":"99.09.103"},"51":{"id":"3432","structure_id":"14","section_number":"99.09.104","catch_line":"Site Preservation.(Reserved)","url":"\/99.09.104\/","token":"99.09.104"},"52":{"id":"2227","structure_id":"14","section_number":"99.09.105","catch_line":"Deconstruction And Reuse Of Existing Structures.(Reserved)","url":"\/99.09.105\/","token":"99.09.105"},"53":{"id":"2279","structure_id":"14","section_number":"99.09.106","catch_line":"Site Development.","url":"\/99.09.106\/","token":"99.09.106"},"54":{"id":"1090","structure_id":"14","section_number":"99.09.201","catch_line":"General.","url":"\/99.09.201\/","token":"99.09.201"},"55":{"id":"141","structure_id":"14","section_number":"99.09.202","catch_line":"Definitions.","url":"\/99.09.202\/","token":"99.09.202"},"56":{"id":"3608","structure_id":"14","section_number":"99.09.203","catch_line":"Performance Approach.(Reserved)","url":"\/99.09.203\/","token":"99.09.203"},"57":{"id":"790","structure_id":"14","section_number":"99.09.204","catch_line":"Energy Reduction.","url":"\/99.09.204\/","token":"99.09.204"},"58":{"id":"1135","structure_id":"14","section_number":"99.09.205","catch_line":"Building Envelope.(Reserved)","url":"\/99.09.205\/","token":"99.09.205"},"59":{"id":"3681","structure_id":"14","section_number":"99.09.206","catch_line":"Air Sealing Package.(Reserved)","url":"\/99.09.206\/","token":"99.09.206"},"60":{"id":"3121","structure_id":"14","section_number":"99.09.207","catch_line":"Hvac Design, Equipment And Installation.(Reserved)","url":"\/99.09.207\/","token":"99.09.207"},"61":{"id":"2013","structure_id":"14","section_number":"99.09.208","catch_line":"Lighting.(Reserved)","url":"\/99.09.208\/","token":"99.09.208"},"62":{"id":"2306","structure_id":"14","section_number":"99.09.209","catch_line":"Appliances.","url":"\/99.09.209\/","token":"99.09.209"},"63":{"id":"2760","structure_id":"14","section_number":"99.09.211","catch_line":"Renewable Energy.","url":"\/99.09.211\/","token":"99.09.211"},"64":{"id":"3398","structure_id":"14","section_number":"99.09.301","catch_line":"General.","url":"\/99.09.301\/","token":"99.09.301"},"65":{"id":"3650","structure_id":"14","section_number":"99.09.302","catch_line":"Definitions.(Reserved)","url":"\/99.09.302\/","token":"99.09.302"},"66":{"id":"1314","structure_id":"14","section_number":"99.09.303","catch_line":"Indoor Water Use.","url":"\/99.09.303\/","token":"99.09.303"},"67":{"id":"3316","structure_id":"14","section_number":"99.09.304","catch_line":"Outdoor Water Use.","url":"\/99.09.304\/","token":"99.09.304"},"68":{"id":"1533","structure_id":"14","section_number":"99.09.305","catch_line":"Water Reuse Systems.(Reserved)","url":"\/99.09.305\/","token":"99.09.305"},"69":{"id":"311","structure_id":"14","section_number":"99.09.401","catch_line":"General.","url":"\/99.09.401\/","token":"99.09.401"},"70":{"id":"1618","structure_id":"14","section_number":"99.09.402","catch_line":"Definitions.","url":"\/99.09.402\/","token":"99.09.402"},"71":{"id":"1516","structure_id":"14","section_number":"99.09.403","catch_line":"Foundation Systems.(Reserved)","url":"\/99.09.403\/","token":"99.09.403"},"72":{"id":"592","structure_id":"14","section_number":"99.09.404","catch_line":"Efficient Framing Techniques.(Reserved)","url":"\/99.09.404\/","token":"99.09.404"},"73":{"id":"4006","structure_id":"14","section_number":"99.09.405","catch_line":"Material Sources.(Reserved)","url":"\/99.09.405\/","token":"99.09.405"},"74":{"id":"363","structure_id":"14","section_number":"99.09.406","catch_line":"Enhanced Durability And Reduced Maintenance.","url":"\/99.09.406\/","token":"99.09.406"},"75":{"id":"3537","structure_id":"14","section_number":"99.09.409","catch_line":"Life-Cycle Assessment.(Reserved)","url":"\/99.09.409\/","token":"99.09.409"},"76":{"id":"2584","structure_id":"14","section_number":"99.09.410","catch_line":"Building Maintenance And Operation.","url":"\/99.09.410\/","token":"99.09.410"},"77":{"id":"1208","structure_id":"14","section_number":"99.09.501","catch_line":"General.","url":"\/99.09.501\/","token":"99.09.501"},"78":{"id":"573","structure_id":"14","section_number":"99.09.502","catch_line":"Definitions.","url":"\/99.09.502\/","token":"99.09.502"},"79":{"id":"826","structure_id":"14","section_number":"99.09.503","catch_line":"Fireplaces.","url":"\/99.09.503\/","token":"99.09.503"},"80":{"id":"768","structure_id":"14","section_number":"99.09.504","catch_line":"Pollutant Control.","url":"\/99.09.504\/","token":"99.09.504"},"81":{"id":"3919","structure_id":"14","section_number":"99.09.505","catch_line":"Interior Moisture Control.","url":"\/99.09.505\/","token":"99.09.505"},"82":{"id":"667","structure_id":"14","section_number":"99.09.506","catch_line":"Indoor Air Quality And Exhaust.","url":"\/99.09.506\/","token":"99.09.506"},"83":{"id":"259","structure_id":"14","section_number":"99.09.507","catch_line":"Environmental Comfort.","url":"\/99.09.507\/","token":"99.09.507"},"84":{"id":"1481","structure_id":"14","section_number":"99.09.508","catch_line":"Outdoor Air Quality. (Reserved)","url":"\/99.09.508\/","token":"99.09.508"},"85":{"id":"3971","structure_id":"14","section_number":"99.10.100","catch_line":"No title","url":"\/99.10.100\/","token":"99.10.100"},"86":{"id":"3158","structure_id":"14","section_number":"99.10.101","catch_line":"General.","url":"\/99.10.101\/","token":"99.10.101"},"87":{"id":"3250","structure_id":"14","section_number":"99.10.102","catch_line":"Definitions.","url":"\/99.10.102\/","token":"99.10.102"},"88":{"id":"1262","structure_id":"14","section_number":"99.10.103","catch_line":"Site Selection.(Reserved)","url":"\/99.10.103\/","token":"99.10.103"},"89":{"id":"959","structure_id":"14","section_number":"99.10.104","catch_line":"Site Preservation.(Reserved)","url":"\/99.10.104\/","token":"99.10.104"},"90":{"id":"326","structure_id":"14","section_number":"99.10.105","catch_line":"Deconstruction And Reuse Of Existing Structures.(Reserved)","url":"\/99.10.105\/","token":"99.10.105"},"91":{"id":"2673","structure_id":"14","section_number":"99.10.106","catch_line":"Site Development.","url":"\/99.10.106\/","token":"99.10.106"},"92":{"id":"1014","structure_id":"14","section_number":"99.10.201","catch_line":"General.","url":"\/99.10.201\/","token":"99.10.201"},"93":{"id":"3879","structure_id":"14","section_number":"99.10.203","catch_line":"Performance Approach.","url":"\/99.10.203\/","token":"99.10.203"},"94":{"id":"182","structure_id":"14","section_number":"99.10.204","catch_line":"Prescriptive Measures.(Reserved)","url":"\/99.10.204\/","token":"99.10.204"},"95":{"id":"3378","structure_id":"14","section_number":"99.10.210","catch_line":"Energy Systems.","url":"\/99.10.210\/","token":"99.10.210"},"96":{"id":"3111","structure_id":"14","section_number":"99.10.211","catch_line":"Renewable Energy.","url":"\/99.10.211\/","token":"99.10.211"},"97":{"id":"1351","structure_id":"14","section_number":"99.10.301","catch_line":"General.","url":"\/99.10.301\/","token":"99.10.301"},"98":{"id":"1304","structure_id":"14","section_number":"99.10.302","catch_line":"Definitions.","url":"\/99.10.302\/","token":"99.10.302"},"99":{"id":"732","structure_id":"14","section_number":"99.10.303","catch_line":"Indoor Water Use.","url":"\/99.10.303\/","token":"99.10.303"},"100":{"id":"625","structure_id":"14","section_number":"99.10.304","catch_line":"Outdoor Water Use.","url":"\/99.10.304\/","token":"99.10.304"},"101":{"id":"2700","structure_id":"14","section_number":"99.10.305","catch_line":"Water Reuse Systems.(Reserved)","url":"\/99.10.305\/","token":"99.10.305"},"102":{"id":"2674","structure_id":"14","section_number":"99.10.401","catch_line":"General.","url":"\/99.10.401\/","token":"99.10.401"},"103":{"id":"659","structure_id":"14","section_number":"99.10.402","catch_line":"Definitions.","url":"\/99.10.402\/","token":"99.10.402"},"104":{"id":"2200","structure_id":"14","section_number":"99.10.403","catch_line":"Foundation Systems. (Reserved)","url":"\/99.10.403\/","token":"99.10.403"},"105":{"id":"4145","structure_id":"14","section_number":"99.10.404","catch_line":"Efficient Framing Techniques. (Reserved)","url":"\/99.10.404\/","token":"99.10.404"},"106":{"id":"2061","structure_id":"14","section_number":"99.10.405","catch_line":"Material Sources. (Reserved)","url":"\/99.10.405\/","token":"99.10.405"},"107":{"id":"2759","structure_id":"14","section_number":"99.10.406","catch_line":"Enhanced Durability And Reduced Maintenance. (Reserved)","url":"\/99.10.406\/","token":"99.10.406"},"108":{"id":"3083","structure_id":"14","section_number":"99.10.407","catch_line":"Water Resistance And Moisture Management.","url":"\/99.10.407\/","token":"99.10.407"},"109":{"id":"694","structure_id":"14","section_number":"99.10.408","catch_line":"Construction Waste Reduction, Disposal And Recycling.","url":"\/99.10.408\/","token":"99.10.408"},"110":{"id":"1347","structure_id":"14","section_number":"99.10.409","catch_line":"(Reserved)","url":"\/99.10.409\/","token":"99.10.409"},"111":{"id":"2982","structure_id":"14","section_number":"99.10.410","catch_line":"Building Maintenance And Operation.","url":"\/99.10.410\/","token":"99.10.410"},"112":{"id":"2090","structure_id":"14","section_number":"99.10.501","catch_line":"General.","url":"\/99.10.501\/","token":"99.10.501"},"113":{"id":"3310","structure_id":"14","section_number":"99.10.502","catch_line":"Definitions.","url":"\/99.10.502\/","token":"99.10.502"},"114":{"id":"3231","structure_id":"14","section_number":"99.10.503","catch_line":"Fireplaces.","url":"\/99.10.503\/","token":"99.10.503"},"115":{"id":"3347","structure_id":"14","section_number":"99.10.504","catch_line":"(Reserved)","url":"\/99.10.504\/","token":"99.10.504"},"116":{"id":"2247","structure_id":"14","section_number":"99.10.505","catch_line":"Indoor Moisture Control.","url":"\/99.10.505\/","token":"99.10.505"},"117":{"id":"928","structure_id":"14","section_number":"99.10.506","catch_line":"Indoor Air Quality.","url":"\/99.10.506\/","token":"99.10.506"},"118":{"id":"1382","structure_id":"14","section_number":"99.10.507","catch_line":"Environmental Comfort.","url":"\/99.10.507\/","token":"99.10.507"},"119":{"id":"1207","structure_id":"14","section_number":"99.10.508","catch_line":"Outdoor Air Quality.","url":"\/99.10.508\/","token":"99.10.508"},"120":{"id":"12","structure_id":"14","section_number":"99.11.101","catch_line":"Intent.","url":"\/99.11.101\/","token":"99.11.101"},"121":{"id":"3091","structure_id":"14","section_number":"99.11.602","catch_line":"City Of Los Angeles Low-Rise Residential Checklist For Newly-Constructed Buildings.","url":"\/99.11.602\/","token":"99.11.602"},"122":{"id":"899","structure_id":"14","section_number":"99.12.101","catch_line":"Intent.","url":"\/99.12.101\/","token":"99.12.101"},"123":{"id":"1149","structure_id":"14","section_number":"99.12.508","catch_line":"City Of Los Angeles Checklist For Newly- Constructed Nonresidential And High-Rise Residential Buildings.","url":"\/99.12.508\/","token":"99.12.508"}},"next_section":{"id":"1149","structure_id":"14","section_number":"99.12.508","catch_line":"City Of Los Angeles Checklist For Newly- Constructed Nonresidential And High-Rise Residential Buildings.","url":"\/99.12.508\/","token":"99.12.508"},"metadata":false,"references":false,"url":"\/99.12.101\/","token":"99.12.101","formats":{"txt":"\/99.12.101.txt","json":"\/99.12.101.xml"},"dublin_core":{"Title":"Intent.","Type":"Text","Format":"text\/html","Identifier":"§ 99.12.101","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nINTENT. (§ 99.12.101)\n\n  INTENT.\tThis section shall set forth the Voluntary Measures for Newly\nConstructed Low-Rise Residential Buildings.A5.105.1.1.  Existing Building\nStructure.  Maintain at least 75 percent of existing building structure\n(including structural floor and roof decking) and envelope (exterior skin and\nframing) based on surface area.\tEXCEPTIONS:\t1.\tWindow assemblies and\nnonstructural roofing material.\t2.\tHazardous materials that are remediated as a\npart of the project.A5.105.1.2.  Existing Non-Structural Elements.  Reuse\nexisting interior non-structural elements (interior walls, doors, floor\ncoverings and ceiling systems) in at least 50 percent of the area of the\ncompleted buildingA5.106.2.  Storm Water Design.  Design storm water runoff\nrate and quantity in conformance with Subsection A5.106.2.1 and storm water\nrunoff quality by Subsection A5.106.2.2, or by local requirements, whichever are\nstricter.A5.106.2.1.  Storm Water Runoff Rate and Quantity.  Implement a storm\nwater management plan resulting in no net increase in rate and quantity of storm\nwater runoff from existing to developed conditions.\tEXCEPTION:  If the site is\nalready greater than 50 percent impervious, implement a storm water management\nplan resulting in a 25 percent decrease in rate and quantity.A5.106.2.2.  Storm\nWater Runoff Quality.  Use post construction treatment control best management\npractices (BMPs) to mitigate (infiltrate, filter, or treat) storm water runoff\nfrom the 85th percentile 24-hour runoff event (for volume-based BMPs) or the\nrunoff produced by a rain event equal to two times the 85th percentile hourly\nintensity (for flow-based BMPs).A5.106.4.3.  Changing Room.  Provide\nchanging\/shower facilities for tenant-occupants in accordance with Table\nA5.106.4.3 or document arrangements with nearby\/shower facilities.Table\nA5.106.4.3\n  \n    \n      \n        Number of Tenant- Occupants\n      \n      \n        Shower\/Changing Facilities Required\n      \n      \n        2-Tier (12&#038;″x15&#038;″x73&#038;″) Personal Effects \n        Lockers 1 Required\n      \n    \n    \n      \n        0 – 10\n      \n      \n        1 unisex shower\n      \n      \n        1\n      \n    \n    \n      \n        11 – 50\n      \n      \n        1 unisex shower\n      \n      \n        2\n      \n    \n    \n      \n        51 – 100\n      \n      \n        1 unisex shower\n      \n      \n        3\n      \n    \n    \n      \n        101 – 200\n      \n      \n        1 shower stall per gender\n      \n      \n        4\n      \n    \n    \n      \n        0ver 200\n      \n      \n        1 shower stall per gender for each 200 additional tenant-occupants\n      \n      \n        One 2-tier locker for each 50 additional tenant- occupants\n      \n    \n  \n  1\tOne 2-tier locker serves two people. Lockers shall be lockable with either\npadlock or combination lock.\tNote:  Additional information on recommended\nbicycle accommodations may be obtained from Sacramento Area Bicycle\nAdvocates.A5.106.5.1.  Designated Parking for Fuel-Efficient Vehicles. \nProvide designated parking, by means of permanent marking or a sign, for any\ncombination of low-emitting, fuel-efficient, and carpool\/van pool vehicles as\nshown in Table A5.106.5.1.1 or A5.106.5.1.2.Table A5.106.5.1.1\nTier 1\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        4\n      \n    \n    \n      \n        51 – 75\n      \n      \n        6\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        11\n      \n    \n    \n      \n        151 – 200\n      \n      \n        18\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 10 percent of total 1\n      \n    \n  \n  1\tWhen the application of the ten percent results in a fraction of a space,\nround up to the next whole number.Table A5.106.5.1.2\nTier 2\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        5\n      \n    \n    \n      \n        51 – 75\n      \n      \n        7\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        13\n      \n    \n    \n      \n        151 – 200\n      \n      \n        19\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 12 percent of total 1\n      \n    \n  \n  1\tWhen the application of the 12 percent results in a fraction of a space,\nround up to the next whole number.A5.106.5.3.2.  Additional Electric Vehicle\nSupply Wiring.  Provide a minimum number of 208\/240 V 40 amp, grounded AC\noutlet(s), that is equal to ten percent, rounded up to the next whole number, of\nthe total number of parking spaces.A5.106.6.  Parking Capacity.  Design\nparking capacity to meet but not exceed minimum local zoning\nrequirements.A5.106.6.1.  Reduce Parking Capacity.  With the approval of the\nDepartment of City Planning, employ strategies to reduce on-site parking area or\nnumber of stalls by 20 percent.A5.106.9.  Building Orientation and Window\nShading.  Locate, orient and shade the building as follows:\t1.\tWhen site and\nlocation permit orient the building with the long sides facing north and\nsouth;\t2.\tProtect the building from thermal loss, drafts, and degradation of the\nbuilding envelope caused by wind and wind-driven materials such as dust, sand,\nsnow, and leaves with building orientation and landscape features;\t3.\tWhere\npermitted by the Los Angeles Municipal Code, provide exterior shade for south\nand west-facing windows during the peak cooling season.\tNote:  For information\non sun angles and shading, visit:\nhttp:\/\/www2.aud.ucla.edu\/energy-design-tools\/.  Calculations may be made using\nthe Solar-2 tool.A5.211.1.  On-Site Renewable Energy.  Use on-site renewable\nenergy sources such as solar, wind, geothermal, low-impact hydro, biomass and\nbio-gas for at least 1 percent of the electric power calculated as the product\nof the building service voltage and the amperage specified by the electrical\nservice overcurrent protection device rating or 1kW, (whichever is greater), in\naddition to the electrical demand required to meet 1 percent of the natural gas\nand propane use. The building project’s electrical service overcurrent\nprotection device rating shall be calculated in accordance with the Los Angeles\nElectrical Code.  Natural gas or propane use is calculated in accordance with\nthe Los Angeles Plumbing Code.A5.303.2.3.1.  Tier 1 – 30% Savings.  A\nschedule of plumbing fixtures and fixture fittings that will reduce the overall\nuse of potable water within the building by 30 percent shall be provided. The\nreduction shall be based on the maximum allowable water use per plumbing fixture\nand fittings as required by the California Building Standards Code. The 30\npercent reduction in potable water use shall be demonstrated by one of the\nfollowing methods:\t1.\tEach plumbing fixture and fitting shall meet the 30\npercent reduced flow rate specified in Table A5.303.2.3.1, or\t2.\tA calculation\ndemonstrating a 30 percent reduction in the building “water use baseline” as\nestablished in Table A5.303.2.2 shall be provided.A5.304.2.1.  Outdoor Potable\nWater Use.  For new water service not subject to the provisions of Section\n5.304.2, separate meters or submeters shall be installed for indoor and outdoor\npotable water use for landscaped areas.A5.304.4.2.  Tier 2.  Reduce the use of\npotable water to a quantity that does not exceed 55 percent of ETO times the\nlandscape area.\tNote:  Methods used to accomplish the requirements of this\nsection must be designed to the requirements of the Los Angeles Building\nStandards Code and shall include, but not be limited to, the following:\t1.\tPlant\ncoefficient;\t2.\tIrrigation efficiency and distribution uniformity;\t3.\tUse of\ncaptured rainwater;\t4.\tUse of recycled water;\t5.\tWater treated for irrigation\npurposes and conveyed by a water district or public entity;\t6.\tUse of\ngraywater.A5.304.4.4.  Potable Water Reduction.  Provide water efficient\nlandscape irrigation design that reduces the use of potable water beyond the\ninitial requirements for plant installation and establishment by 50 percent.\nCalculations for the reduction shall be based on the water budget developed\npursuant to Subsection A5.304.1.1.\tMethods used to accomplish the requirements\nof this section must be designed to the requirements of the Los Angeles Building\nStandards Code and shall include, but not be limited to, the following:\t1.\tPlant\ncoefficient;\t2.\tIrrigation efficiency and distribution uniformity;\t3.\tUse of\ncaptured rainwater;\t4.\tUse of recycled water; or\t5.\tWater treated for irrigation\npurposes and conveyed by a water district or public entity.A5.304.5.  Potable\nWater Elimination.  Provide a water efficient landscape irrigation design that\neliminates the use of potable water beyond the initial requirements for plant\ninstallation and establishment.  Methods used to accomplish the requirements of\nthis section must be designed to the requirements of the Los Angeles Building\nStandards Code and shall include, but not be limited to, the following:\t1.\tPlant\ncoefficient;\t2.\tIrrigation efficiency and Distribution Uniformity;\t3.\tUse of\ncaptured rainwater;\t4.\tUse of recycled water;\t5.\tWater treated for irrigation\npurposes and conveyed by a water district or public entity; or\t6.\tUse of\ngraywater.A5.304.8.  Graywater Irrigation System.  Install a graywater\ncollection system for onsite subsurface irrigation using graywater collected\nfrom bathtubs, showers, bathroom wash basins, and laundry water.  See Appendix\nG, Los Angeles Plumbing Code.A5.404.1.  Wood Framing.  Employ advanced wood\nframing techniques, or OVE, as recommended by the US Department of Energy’s\nOffice of Building Technology, State and Community Programs and as permitted by\nthe Department.A5.404.1.1.  Structural or Fire-Resistance Integrity.  The OVE\nselected shall not conflict with structural framing methods or fire-rated\nassemblies required by the Los Angeles Building Code.A5.405.3.  Reused\nMaterials.  Use salvaged, refurbished, refinished, or reused materials for a\nminimum of 5% of the total value, based on estimated cost of materials on the\nproject.  Provide documentation as to the respective values. All materials\nshall fully comply with the Los Angeles Building Standards Code.\tNote:  Sources\nof some reused materials can be found at CALRecycle. See also Subsection\nA5.105.1 for on-site materials reuse.A5.405.4.  Recycled Content, Tier 1.  Use\nmaterials, equivalent in performance to virgin materials, with postconsumer or\npreconsumer recycled content value (RCV) for a minimum of 10 percent of the\ntotal value, based on estimated cost of materials on the project.  Provide\ndocumentation as to the respective values.A5.405.5.2.  Concrete.  Unless\notherwise directed by the engineer, use concrete manufactured with cementitious\nmaterials in accordance with Subsections A5.405.5.2.1 and A5.405.5.2.1.1, as\napproved by the Department.A5.405.5.2.1.  Supplementary Cementitious Materials\n(SCMs).  Use concrete made with one or more of the following supplementary\ncementitious materials (SCMs):\t1.\tFly ash meeting ASTM C 618, Specification for\nCoal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete;\t2.\tUltra\nfine fly ash (UFFA) meeting ASTM C 618, Specification for Coal Fly Ash and Raw\nor Calcined Natural Pozzolan for Use in Concrete, and CalTrans Standard\nSpecification, Section 90-2.01B;\t3.\tMetakaolin meeting ASTM C 618, Specification\nfor Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete, and\nCalTrans Standard Specification, Section 90-2.01B;\t4.\tNatural pozzolan meeting\nASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan\nfor Use in Concrete;\t5.\tSlag cement (GGBFS) meeting ASTM C 989, Specification\nfor Ground Granulated Blast-Furnace Slag for Use in Concrete and\nMortars;\t6.\tSilica fume meeting ASTM C 1240, Specification for Silica Fume Used\nin Cementitious Mixtures;\t7.\tOther materials with comparable or superior\nenvironmental benefits, as approved by the engineer and Department.\tNote: \nCalTrans specifications for UFFA and metakaolin may be found in the 2009-09\nupdates to the 2006 CalTrans specifications on pages 339 and 340.A5.406.1. \nChoice of Materials.  Compared to other products in a given product category,\nchoose materials proven to be characterized by one or more of the following for\na minimum of 5% of the total value, based on estimated cost of materials on the\nproject.A5.406.1.1.  Service Life.  Select materials for longevity and minimal\ndeterioration under conditions of use.A5.406.1.2.  Reduced Maintenance. \nSelect materials that require little, if any, finishing.  For those with\nsurface protection, choose materials that do not require frequent applications\nof toxic or malodorous finishes.A5.408.3.1.  Enhanced Construction Waste\nReduction.  Divert to recycle or salvage nonhazardous construction and\ndemolition debris generated at the site in compliance with one of the\nfollowing:Tier 1. At least a 65 percent reduction; orTier 2. At least an 80\npercent reduction.\tEXCEPTIONS:\t1.\tExcavated soil and land-clearing\ndebris.A5.409.1.  Materials and System Assemblies.  Select materials\nassemblies based on life cycle assessment of their embodied energy and\/or green\nhouse gas emission potentials for a minimum of 5% of the total value, based on\nestimated cost of materials on the project.\tNotes:\t1.\tSoftware for calculating\nlife cycle costs for materials and assemblies may be found at:\ta.\tThe Athena\nInstitute website.\tb.\tThe NIST BEES website.\tc.\tLife Cycle assessment may also\nbe done in accordance with ISO Standard 14044.\t2.\tMore information on life cycle\nassessment may be found at the Sustainable Products Purchasers Coalition; at the\nAmerican Center for Life Cycle Assessment; at U.S. EPA Life Cycle Assessment\nResearch; and at U.S. EPA Environmentally Preferable Products.A5.504.4.8. \nThermal Insulation.  Comply with Chapters 12 – 13 (Standards for Insulating\nMaterials) in Title 24, Part 12, the California Referenced Standards Code, and\nwith the VOC-emission limits defined in 2009 CHPS criteria and listed on its\nLow-emitting Materials List, (or Product Registry).A5.504.4.9.  Acoustical\nCeilings and Wall Panels.  Comply with Division 8 of  the Los Angeles Building\nCode, and with the VOC-emission limits defined in the 2009 CHPS criteria and\nlisted on its Low-emitting Materials List (or Product Registry).A5.504.4.9.1. \nVerification of Compliance.  Docu-mentation shall be provided verifying that\nacoustical finish materials meet the pollutant emission limits.\tNote:  Products\ncompliant with CHPS criteria certified under the Greenguard Children &#038;\nSchools program also be used.A5.507.2.  Daylight.  For other than high-rise\nresidential dwelling units and hotel\/motel guest rooms, provide daylit spaces as\nrequired for toplighting and sidelighting in the California Energy Code.  In\nconstructing a design, consider the following:\t1.\tUse of light shelves and\nreflective room surfaces to maximize daylight penetrating the rooms;\t2.\tMeans to\neliminate glare and direct sun light, including through skylights;\t3.\tUse of\nphotosensors to turn off electric lighting when daylight is sufficient;\t4.\tNot\nusing diffuse daylighting glazing where views are desired.\n","html":"\n\t\t\t\t\t<section><p>  <span class=\"dictionary\">INTENT<\/span>.<br \/><br \/>\tThis section shall set forth the Voluntary Measures for Newly Constructed Low-Rise Residential Buildings.<br \/><br \/>A5.105.1.1.  Existing Building Structure.  Maintain at least 75 percent of existing building structure (including structural floor and roof decking) and envelope (exterior skin and framing) based on surface area.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t1.\tWindow assemblies and nonstructural roofing <span class=\"dictionary\">material<\/span>.<br \/><br \/>\t2.\tHazardous <span class=\"dictionary\">materials<\/span> that are remediated as a part of the project.<br \/><br \/>A5.105.1.2.  Existing Non-Structural Elements.  Reuse existing interior non-structural elements (interior walls, doors, floor coverings and ceiling systems) in at least 50 percent of the area of the completed building<br \/><br \/>A5.106.2.  Storm Water Design.  Design storm water runoff rate and quantity in conformance with Subsection A5.106.2.1 and storm water runoff quality by Subsection A5.106.2.2, or by local requirements, whichever are stricter.<br \/><br \/>A5.106.2.1.  Storm Water Runoff Rate and Quantity.  Implement a storm water management plan resulting in no net increase in rate and quantity of storm water runoff from existing to developed conditions.<br \/><br \/>\tEXCEPTION:  If the site is already greater than 50 percent impervious, implement a storm water management plan resulting in a 25 percent decrease in rate and quantity.<br \/><br \/>A5.106.2.2.  Storm Water Runoff Quality.  Use post construction treatment control best management practices (BMPs) to mitigate (infiltrate, filter, or treat) storm water runoff from the 85th percentile 24-hour runoff event (for volume-based BMPs) or the runoff produced by a rain event equal to two times the 85th percentile hourly intensity (for flow-based BMPs).<br \/><br \/>A5.106.4.3.  Changing Room.  Provide changing\/shower facilities for tenant-occupants in accordance with Table A5.106.4.3 or document arrangements with nearby\/shower facilities.<br \/><br \/>Table A5.106.4.3<br \/><br \/>\n  \n    \n      \n        Number of Tenant- Occupants\n      \n      \n        Shower\/Changing Facilities Required\n      \n      \n        2-Tier (12&#038;″x15&#038;″x73&#038;″) Personal Effects \n        Lockers 1 Required\n      \n    \n    \n      \n        0 – 10\n      \n      \n        1 unisex shower\n      \n      \n        1\n      \n    \n    \n      \n        11 – 50\n      \n      \n        1 unisex shower\n      \n      \n        2\n      \n    \n    \n      \n        51 – 100\n      \n      \n        1 unisex shower\n      \n      \n        3\n      \n    \n    \n      \n        101 – 200\n      \n      \n        1 shower stall per gender\n      \n      \n        4\n      \n    \n    \n      \n        0ver 200\n      \n      \n        1 shower stall per gender for each 200 additional tenant-occupants\n      \n      \n        One 2-tier locker for each 50 additional tenant- occupants\n      \n    \n  <br \/><br \/>\n  1\tOne 2-tier locker serves two people. Lockers shall be lockable with either padlock or combination lock.<br \/><br \/>\tNote:  Additional information on recommended bicycle accommodations may be obtained from Sacramento Area Bicycle Advocates.<br \/><br \/>A5.106.5.1.  Designated Parking for Fuel-Efficient Vehicles.  Provide designated parking, by means of permanent marking or a sign, for any combination of low-emitting, fuel-efficient, and carpool\/van pool vehicles as shown in Table A5.106.5.1.1 or A5.106.5.1.2.<br \/><br \/>Table A5.106.5.1.1\nTier 1<br \/><br \/>\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        4\n      \n    \n    \n      \n        51 – 75\n      \n      \n        6\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        11\n      \n    \n    \n      \n        151 – 200\n      \n      \n        18\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 10 percent of total 1\n      \n    \n  <br \/><br \/>\n  1\tWhen the application of the ten percent results in a fraction of a space, round up to the next whole number.<br \/><br \/>Table A5.106.5.1.2\nTier 2<br \/><br \/>\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        5\n      \n    \n    \n      \n        51 – 75\n      \n      \n        7\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        13\n      \n    \n    \n      \n        151 – 200\n      \n      \n        19\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 12 percent of total 1\n      \n    \n  <br \/><br \/>\n  1\tWhen the application of the 12 percent results in a fraction of a space, round up to the next whole number.<br \/><br \/>A5.106.5.3.2.  Additional Electric Vehicle Supply Wiring.  Provide a minimum number of 208\/240 V 40 amp, grounded AC outlet(s), that is equal to ten percent, rounded up to the next whole number, of the total number of parking spaces.<br \/><br \/>A5.106.6.  Parking Capacity.  Design parking capacity to meet but not exceed minimum local zoning requirements.<br \/><br \/>A5.106.6.1.  Reduce Parking Capacity.  With the approval of the Department of City Planning, employ strategies to reduce on-site parking area or number of stalls by 20 percent.<br \/><br \/>A5.106.9.  Building Orientation and Window Shading.  Locate, orient and shade the building as follows:<br \/><br \/>\t1.\tWhen site and location permit orient the building with the long sides facing north and south;<br \/><br \/>\t2.\tProtect the building from thermal loss, drafts, and degradation of the building envelope caused by wind and wind-driven <span class=\"dictionary\">materials<\/span> such as dust, sand, snow, and leaves with building orientation and landscape features;<br \/><br \/>\t3.\tWhere permitted by the Los Angeles Municipal Code, provide exterior shade for south and west-facing windows during the peak cooling season.<br \/><br \/>\tNote:  For information on sun angles and shading, visit: http:\/\/www2.aud.ucla.edu\/energy-design-tools\/.  Calculations may be made using the Solar-2 tool.<br \/><br \/>A5.211.1.  On-Site Renewable Energy.  Use on-site renewable energy sources such as solar, wind, geothermal, low-impact hydro, biomass and bio-gas for at least 1 percent of the electric power calculated as the product of the building service voltage and the amperage specified by the electrical service overcurrent protection device rating or 1kW, (whichever is greater), in addition to the electrical demand required to meet 1 percent of the natural gas and propane use. The building project’s electrical service overcurrent protection device rating shall be calculated in accordance with the Los Angeles Electrical Code.  Natural gas or propane use is calculated in accordance with the Los Angeles Plumbing Code.<br \/><br \/>A5.303.2.3.1.  Tier 1 – 30% Savings.  A schedule of plumbing fixtures and fixture fittings that will reduce the overall use of potable water within the building by 30 percent shall be provided. The reduction shall be based on the maximum allowable water use per plumbing fixture and fittings as required by the California Building Standards Code. The 30 percent reduction in potable water use shall be demonstrated by one of the following methods:<br \/><br \/>\t1.\tEach plumbing fixture and fitting shall meet the 30 percent reduced flow rate specified in Table A5.303.2.3.1, or<br \/><br \/>\t2.\tA calculation demonstrating a 30 percent reduction in the building “water use baseline” as established in Table A5.303.2.2 shall be provided.<br \/><br \/>A5.304.2.1.  Outdoor Potable Water Use.  For new water service not subject to the provisions of Section 5.304.2, separate meters or submeters shall be installed for indoor and outdoor potable water use for landscaped areas.<br \/><br \/>A5.304.4.2.  Tier 2.  Reduce the use of potable water to a quantity that does not exceed 55 percent of ETO times the landscape area.<br \/><br \/>\tNote:  Methods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:<br \/><br \/>\t1.\tPlant coefficient;<br \/><br \/>\t2.\tIrrigation efficiency and distribution uniformity;<br \/><br \/>\t3.\tUse of captured rainwater;<br \/><br \/>\t4.\tUse of recycled water;<br \/><br \/>\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity;<br \/><br \/>\t6.\tUse of graywater.<br \/><br \/>A5.304.4.4.  Potable Water Reduction.  Provide water efficient landscape irrigation design that reduces the use of potable water beyond the initial requirements for plant installation and establishment by 50 percent. Calculations for the reduction shall be based on the water budget developed pursuant to Subsection A5.304.1.1.<br \/><br \/>\tMethods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:<br \/><br \/>\t1.\tPlant coefficient;<br \/><br \/>\t2.\tIrrigation efficiency and distribution uniformity;<br \/><br \/>\t3.\tUse of captured rainwater;<br \/><br \/>\t4.\tUse of recycled water; or<br \/><br \/>\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity.<br \/><br \/>A5.304.5.  Potable Water Elimination.  Provide a water efficient landscape irrigation design that eliminates the use of potable water beyond the initial requirements for plant installation and establishment.  Methods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:<br \/><br \/>\t1.\tPlant coefficient;<br \/><br \/>\t2.\tIrrigation efficiency and Distribution Uniformity;<br \/><br \/>\t3.\tUse of captured rainwater;<br \/><br \/>\t4.\tUse of recycled water;<br \/><br \/>\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity; or<br \/><br \/>\t6.\tUse of graywater.<br \/><br \/>A5.304.8.  Graywater Irrigation System.  Install a graywater collection system for onsite subsurface irrigation using graywater collected from bathtubs, showers, bathroom wash basins, and laundry water.  See Appendix G, Los Angeles Plumbing Code.<br \/><br \/>A5.404.1.  Wood Framing.  Employ advanced wood framing techniques, or OVE, as recommended by the US Department of Energy’s Office of Building Technology, State and Community Programs and as permitted by the Department.<br \/><br \/>A5.404.1.1.  Structural or Fire-Resistance Integrity.  The OVE selected shall not conflict with structural framing methods or fire-rated assemblies required by the Los Angeles Building Code.<br \/><br \/>A5.405.3.  Reused <span class=\"dictionary\">Materials<\/span>.  Use salvaged, refurbished, refinished, or reused <span class=\"dictionary\">materials<\/span> for a minimum of 5% of the total value, based on estimated cost of <span class=\"dictionary\">materials<\/span> on the project.  Provide documentation as to the respective values. All <span class=\"dictionary\">materials<\/span> shall fully comply with the Los Angeles Building Standards Code.<br \/><br \/>\tNote:  Sources of some reused <span class=\"dictionary\">materials<\/span> can be found at CALRecycle. See also Subsection A5.105.1 for on-site <span class=\"dictionary\">materials<\/span> reuse.<br \/><br \/>A5.405.4.  Recycled Content, Tier 1.  Use <span class=\"dictionary\">materials<\/span>, equivalent in performance to virgin <span class=\"dictionary\">materials<\/span>, with postconsumer or preconsumer recycled content value (RCV) for a minimum of 10 percent of the total value, based on estimated cost of <span class=\"dictionary\">materials<\/span> on the project.  Provide documentation as to the respective values.<br \/><br \/>A5.405.5.2.  Concrete.  Unless otherwise directed by the engineer, use concrete manufactured with cementitious <span class=\"dictionary\">materials<\/span> in accordance with Subsections A5.405.5.2.1 and A5.405.5.2.1.1, as approved by the Department.<br \/><br \/>A5.405.5.2.1.  Supplementary Cementitious <span class=\"dictionary\">Materials<\/span> (SCMs).  Use concrete made with one or more of the following supplementary cementitious <span class=\"dictionary\">materials<\/span> (SCMs):<br \/><br \/>\t1.\tFly ash meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete;<br \/><br \/>\t2.\tUltra fine fly ash (UFFA) meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete, and CalTrans Standard Specification, Section 90-2.01B;<br \/><br \/>\t3.\tMetakaolin meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete, and CalTrans Standard Specification, Section 90-2.01B;<br \/><br \/>\t4.\tNatural pozzolan meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete;<br \/><br \/>\t5.\tSlag cement (GGBFS) meeting ASTM C 989, Specification for Ground Granulated Blast-Furnace Slag for Use in Concrete and Mortars;<br \/><br \/>\t6.\tSilica fume meeting ASTM C 1240, Specification for Silica Fume Used in Cementitious Mixtures;<br \/><br \/>\t7.\tOther <span class=\"dictionary\">materials<\/span> with comparable or superior environmental benefits, as approved by the engineer and Department.<br \/><br \/>\tNote:  CalTrans specifications for UFFA and metakaolin may be found in the 2009-09 updates to the 2006 CalTrans specifications on pages 339 and 340.<br \/><br \/>A5.406.1.  Choice of <span class=\"dictionary\">Materials<\/span>.  Compared to other products in a given product category, choose <span class=\"dictionary\">materials<\/span> proven to be characterized by one or more of the following for a minimum of 5% of the total value, based on estimated cost of <span class=\"dictionary\">materials<\/span> on the project.<br \/><br \/>A5.406.1.1.  Service Life.  Select <span class=\"dictionary\">materials<\/span> for longevity and minimal deterioration under conditions of use.<br \/><br \/>A5.406.1.2.  Reduced Maintenance.  Select <span class=\"dictionary\">materials<\/span> that require little, if any, finishing.  For those with surface protection, choose <span class=\"dictionary\">materials<\/span> that do not require frequent applications of toxic or malodorous finishes.<br \/><br \/>A5.408.3.1.  Enhanced Construction Waste Reduction.  Divert to recycle or salvage nonhazardous construction and demolition debris generated at the site in compliance with one of the following:<br \/><br \/>Tier 1. At least a 65 percent reduction; or<br \/><br \/>Tier 2. At least an 80 percent reduction.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t1.\tExcavated soil and land-clearing debris.<br \/><br \/>A5.409.1.  <span class=\"dictionary\">Materials<\/span> and System Assemblies.  Select <span class=\"dictionary\">materials<\/span> assemblies based on life cycle assessment of their embodied energy and\/or green house gas emission potentials for a minimum of 5% of the total value, based on estimated cost of <span class=\"dictionary\">materials<\/span> on the project.<br \/><br \/>\tNotes:<br \/><br \/>\t1.\tSoftware for calculating life cycle costs for <span class=\"dictionary\">materials<\/span> and assemblies may be found at:<br \/><br \/>\ta.\tThe Athena Institute website.<br \/><br \/>\tb.\tThe NIST BEES website.<br \/><br \/>\tc.\tLife Cycle assessment may also be done in accordance with ISO Standard 14044.<br \/><br \/>\t2.\tMore information on life cycle assessment may be found at the Sustainable Products Purchasers Coalition; at the American Center for Life Cycle Assessment; at U.S. EPA Life Cycle Assessment Research; and at U.S. EPA Environmentally Preferable Products.<br \/><br \/>A5.504.4.8.  Thermal Insulation.  Comply with Chapters 12 – 13 (Standards for Insulating <span class=\"dictionary\">Materials<\/span>) in Title 24, Part 12, the California Referenced Standards Code, and with the VOC-emission limits defined in 2009 CHPS criteria and listed on its Low-emitting <span class=\"dictionary\">Materials<\/span> List, (or Product Registry).<br \/><br \/>A5.504.4.9.  Acoustical Ceilings and Wall <span class=\"dictionary\">Panels<\/span>.  Comply with Division 8 of  the Los Angeles Building Code, and with the VOC-emission limits defined in the 2009 CHPS criteria and listed on its Low-emitting <span class=\"dictionary\">Materials<\/span> List (or Product Registry).<br \/><br \/>A5.504.4.9.1.  Verification of Compliance.  Docu-mentation shall be provided verifying that acoustical finish <span class=\"dictionary\">materials<\/span> meet the pollutant emission limits.<br \/><br \/>\tNote:  Products compliant with CHPS criteria certified under the Greenguard Children &#038; Schools program also be used.<br \/><br \/>A5.507.2.  Daylight.  For other than high-rise residential dwelling units and hotel\/motel guest rooms, provide daylit spaces as required for toplighting and sidelighting in the California Energy Code.  In constructing a design, consider the following:<br \/><br \/>\t1.\tUse of light shelves and reflective room surfaces to maximize daylight penetrating the rooms;<br \/><br \/>\t2.\tMeans to eliminate glare and direct sun light, including through skylights;<br \/><br \/>\t3.\tUse of photosensors to turn off electric lighting when daylight is sufficient;<br \/><br \/>\t4.\tNot using diffuse daylighting glazing where views are desired.<\/p><\/section>","previous_section":{"id":"3091","structure_id":"14","section_number":"99.11.602","catch_line":"City Of Los Angeles Low-Rise Residential Checklist For Newly-Constructed Buildings.","url":"\/99.11.602\/","token":"99.11.602"},"text":{"0":{"id":"887","text":"  INTENT.\tThis section shall set forth the Voluntary Measures for Newly Constructed Low-Rise Residential Buildings.A5.105.1.1.  Existing Building Structure.  Maintain at least 75 percent of existing building structure (including structural floor and roof decking) and envelope (exterior skin and framing) based on surface area.\tEXCEPTIONS:\t1.\tWindow assemblies and nonstructural roofing material.\t2.\tHazardous materials that are remediated as a part of the project.A5.105.1.2.  Existing Non-Structural Elements.  Reuse existing interior non-structural elements (interior walls, doors, floor coverings and ceiling systems) in at least 50 percent of the area of the completed buildingA5.106.2.  Storm Water Design.  Design storm water runoff rate and quantity in conformance with Subsection A5.106.2.1 and storm water runoff quality by Subsection A5.106.2.2, or by local requirements, whichever are stricter.A5.106.2.1.  Storm Water Runoff Rate and Quantity.  Implement a storm water management plan resulting in no net increase in rate and quantity of storm water runoff from existing to developed conditions.\tEXCEPTION:  If the site is already greater than 50 percent impervious, implement a storm water management plan resulting in a 25 percent decrease in rate and quantity.A5.106.2.2.  Storm Water Runoff Quality.  Use post construction treatment control best management practices (BMPs) to mitigate (infiltrate, filter, or treat) storm water runoff from the 85th percentile 24-hour runoff event (for volume-based BMPs) or the runoff produced by a rain event equal to two times the 85th percentile hourly intensity (for flow-based BMPs).A5.106.4.3.  Changing Room.  Provide changing\/shower facilities for tenant-occupants in accordance with Table A5.106.4.3 or document arrangements with nearby\/shower facilities.Table A5.106.4.3\n  \n    \n      \n        Number of Tenant- Occupants\n      \n      \n        Shower\/Changing Facilities Required\n      \n      \n        2-Tier (12&#038;″x15&#038;″x73&#038;″) Personal Effects \n        Lockers 1 Required\n      \n    \n    \n      \n        0 – 10\n      \n      \n        1 unisex shower\n      \n      \n        1\n      \n    \n    \n      \n        11 – 50\n      \n      \n        1 unisex shower\n      \n      \n        2\n      \n    \n    \n      \n        51 – 100\n      \n      \n        1 unisex shower\n      \n      \n        3\n      \n    \n    \n      \n        101 – 200\n      \n      \n        1 shower stall per gender\n      \n      \n        4\n      \n    \n    \n      \n        0ver 200\n      \n      \n        1 shower stall per gender for each 200 additional tenant-occupants\n      \n      \n        One 2-tier locker for each 50 additional tenant- occupants\n      \n    \n  \n  1\tOne 2-tier locker serves two people. Lockers shall be lockable with either padlock or combination lock.\tNote:  Additional information on recommended bicycle accommodations may be obtained from Sacramento Area Bicycle Advocates.A5.106.5.1.  Designated Parking for Fuel-Efficient Vehicles.  Provide designated parking, by means of permanent marking or a sign, for any combination of low-emitting, fuel-efficient, and carpool\/van pool vehicles as shown in Table A5.106.5.1.1 or A5.106.5.1.2.Table A5.106.5.1.1\nTier 1\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        4\n      \n    \n    \n      \n        51 – 75\n      \n      \n        6\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        11\n      \n    \n    \n      \n        151 – 200\n      \n      \n        18\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 10 percent of total 1\n      \n    \n  \n  1\tWhen the application of the ten percent results in a fraction of a space, round up to the next whole number.Table A5.106.5.1.2\nTier 2\n  \n    \n      \n        Total Number of Parking Spaces\n      \n      \n        Number of Required Spaces\n      \n    \n    \n      \n        0 – 9\n      \n      \n        1\n      \n    \n    \n      \n        10 – 25\n      \n      \n        2\n      \n    \n    \n      \n        26 – 50\n      \n      \n        5\n      \n    \n    \n      \n        51 – 75\n      \n      \n        7\n      \n    \n    \n      \n        76 – 100\n      \n      \n        9\n      \n    \n    \n      \n        101 – 150\n      \n      \n        13\n      \n    \n    \n      \n        151 – 200\n      \n      \n        19\n      \n    \n    \n      \n        201 and over\n      \n      \n        At least 12 percent of total 1\n      \n    \n  \n  1\tWhen the application of the 12 percent results in a fraction of a space, round up to the next whole number.A5.106.5.3.2.  Additional Electric Vehicle Supply Wiring.  Provide a minimum number of 208\/240 V 40 amp, grounded AC outlet(s), that is equal to ten percent, rounded up to the next whole number, of the total number of parking spaces.A5.106.6.  Parking Capacity.  Design parking capacity to meet but not exceed minimum local zoning requirements.A5.106.6.1.  Reduce Parking Capacity.  With the approval of the Department of City Planning, employ strategies to reduce on-site parking area or number of stalls by 20 percent.A5.106.9.  Building Orientation and Window Shading.  Locate, orient and shade the building as follows:\t1.\tWhen site and location permit orient the building with the long sides facing north and south;\t2.\tProtect the building from thermal loss, drafts, and degradation of the building envelope caused by wind and wind-driven materials such as dust, sand, snow, and leaves with building orientation and landscape features;\t3.\tWhere permitted by the Los Angeles Municipal Code, provide exterior shade for south and west-facing windows during the peak cooling season.\tNote:  For information on sun angles and shading, visit: http:\/\/www2.aud.ucla.edu\/energy-design-tools\/.  Calculations may be made using the Solar-2 tool.A5.211.1.  On-Site Renewable Energy.  Use on-site renewable energy sources such as solar, wind, geothermal, low-impact hydro, biomass and bio-gas for at least 1 percent of the electric power calculated as the product of the building service voltage and the amperage specified by the electrical service overcurrent protection device rating or 1kW, (whichever is greater), in addition to the electrical demand required to meet 1 percent of the natural gas and propane use. The building project’s electrical service overcurrent protection device rating shall be calculated in accordance with the Los Angeles Electrical Code.  Natural gas or propane use is calculated in accordance with the Los Angeles Plumbing Code.A5.303.2.3.1.  Tier 1 – 30% Savings.  A schedule of plumbing fixtures and fixture fittings that will reduce the overall use of potable water within the building by 30 percent shall be provided. The reduction shall be based on the maximum allowable water use per plumbing fixture and fittings as required by the California Building Standards Code. The 30 percent reduction in potable water use shall be demonstrated by one of the following methods:\t1.\tEach plumbing fixture and fitting shall meet the 30 percent reduced flow rate specified in Table A5.303.2.3.1, or\t2.\tA calculation demonstrating a 30 percent reduction in the building “water use baseline” as established in Table A5.303.2.2 shall be provided.A5.304.2.1.  Outdoor Potable Water Use.  For new water service not subject to the provisions of Section 5.304.2, separate meters or submeters shall be installed for indoor and outdoor potable water use for landscaped areas.A5.304.4.2.  Tier 2.  Reduce the use of potable water to a quantity that does not exceed 55 percent of ETO times the landscape area.\tNote:  Methods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:\t1.\tPlant coefficient;\t2.\tIrrigation efficiency and distribution uniformity;\t3.\tUse of captured rainwater;\t4.\tUse of recycled water;\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity;\t6.\tUse of graywater.A5.304.4.4.  Potable Water Reduction.  Provide water efficient landscape irrigation design that reduces the use of potable water beyond the initial requirements for plant installation and establishment by 50 percent. Calculations for the reduction shall be based on the water budget developed pursuant to Subsection A5.304.1.1.\tMethods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:\t1.\tPlant coefficient;\t2.\tIrrigation efficiency and distribution uniformity;\t3.\tUse of captured rainwater;\t4.\tUse of recycled water; or\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity.A5.304.5.  Potable Water Elimination.  Provide a water efficient landscape irrigation design that eliminates the use of potable water beyond the initial requirements for plant installation and establishment.  Methods used to accomplish the requirements of this section must be designed to the requirements of the Los Angeles Building Standards Code and shall include, but not be limited to, the following:\t1.\tPlant coefficient;\t2.\tIrrigation efficiency and Distribution Uniformity;\t3.\tUse of captured rainwater;\t4.\tUse of recycled water;\t5.\tWater treated for irrigation purposes and conveyed by a water district or public entity; or\t6.\tUse of graywater.A5.304.8.  Graywater Irrigation System.  Install a graywater collection system for onsite subsurface irrigation using graywater collected from bathtubs, showers, bathroom wash basins, and laundry water.  See Appendix G, Los Angeles Plumbing Code.A5.404.1.  Wood Framing.  Employ advanced wood framing techniques, or OVE, as recommended by the US Department of Energy’s Office of Building Technology, State and Community Programs and as permitted by the Department.A5.404.1.1.  Structural or Fire-Resistance Integrity.  The OVE selected shall not conflict with structural framing methods or fire-rated assemblies required by the Los Angeles Building Code.A5.405.3.  Reused Materials.  Use salvaged, refurbished, refinished, or reused materials for a minimum of 5% of the total value, based on estimated cost of materials on the project.  Provide documentation as to the respective values. All materials shall fully comply with the Los Angeles Building Standards Code.\tNote:  Sources of some reused materials can be found at CALRecycle. See also Subsection A5.105.1 for on-site materials reuse.A5.405.4.  Recycled Content, Tier 1.  Use materials, equivalent in performance to virgin materials, with postconsumer or preconsumer recycled content value (RCV) for a minimum of 10 percent of the total value, based on estimated cost of materials on the project.  Provide documentation as to the respective values.A5.405.5.2.  Concrete.  Unless otherwise directed by the engineer, use concrete manufactured with cementitious materials in accordance with Subsections A5.405.5.2.1 and A5.405.5.2.1.1, as approved by the Department.A5.405.5.2.1.  Supplementary Cementitious Materials (SCMs).  Use concrete made with one or more of the following supplementary cementitious materials (SCMs):\t1.\tFly ash meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete;\t2.\tUltra fine fly ash (UFFA) meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete, and CalTrans Standard Specification, Section 90-2.01B;\t3.\tMetakaolin meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete, and CalTrans Standard Specification, Section 90-2.01B;\t4.\tNatural pozzolan meeting ASTM C 618, Specification for Coal Fly Ash and Raw or Calcined Natural Pozzolan for Use in Concrete;\t5.\tSlag cement (GGBFS) meeting ASTM C 989, Specification for Ground Granulated Blast-Furnace Slag for Use in Concrete and Mortars;\t6.\tSilica fume meeting ASTM C 1240, Specification for Silica Fume Used in Cementitious Mixtures;\t7.\tOther materials with comparable or superior environmental benefits, as approved by the engineer and Department.\tNote:  CalTrans specifications for UFFA and metakaolin may be found in the 2009-09 updates to the 2006 CalTrans specifications on pages 339 and 340.A5.406.1.  Choice of Materials.  Compared to other products in a given product category, choose materials proven to be characterized by one or more of the following for a minimum of 5% of the total value, based on estimated cost of materials on the project.A5.406.1.1.  Service Life.  Select materials for longevity and minimal deterioration under conditions of use.A5.406.1.2.  Reduced Maintenance.  Select materials that require little, if any, finishing.  For those with surface protection, choose materials that do not require frequent applications of toxic or malodorous finishes.A5.408.3.1.  Enhanced Construction Waste Reduction.  Divert to recycle or salvage nonhazardous construction and demolition debris generated at the site in compliance with one of the following:Tier 1. At least a 65 percent reduction; orTier 2. At least an 80 percent reduction.\tEXCEPTIONS:\t1.\tExcavated soil and land-clearing debris.A5.409.1.  Materials and System Assemblies.  Select materials assemblies based on life cycle assessment of their embodied energy and\/or green house gas emission potentials for a minimum of 5% of the total value, based on estimated cost of materials on the project.\tNotes:\t1.\tSoftware for calculating life cycle costs for materials and assemblies may be found at:\ta.\tThe Athena Institute website.\tb.\tThe NIST BEES website.\tc.\tLife Cycle assessment may also be done in accordance with ISO Standard 14044.\t2.\tMore information on life cycle assessment may be found at the Sustainable Products Purchasers Coalition; at the American Center for Life Cycle Assessment; at U.S. EPA Life Cycle Assessment Research; and at U.S. EPA Environmentally Preferable Products.A5.504.4.8.  Thermal Insulation.  Comply with Chapters 12 – 13 (Standards for Insulating Materials) in Title 24, Part 12, the California Referenced Standards Code, and with the VOC-emission limits defined in 2009 CHPS criteria and listed on its Low-emitting Materials List, (or Product Registry).A5.504.4.9.  Acoustical Ceilings and Wall Panels.  Comply with Division 8 of  the Los Angeles Building Code, and with the VOC-emission limits defined in the 2009 CHPS criteria and listed on its Low-emitting Materials List (or Product Registry).A5.504.4.9.1.  Verification of Compliance.  Docu-mentation shall be provided verifying that acoustical finish materials meet the pollutant emission limits.\tNote:  Products compliant with CHPS criteria certified under the Greenguard Children &#038; Schools program also be used.A5.507.2.  Daylight.  For other than high-rise residential dwelling units and hotel\/motel guest rooms, provide daylit spaces as required for toplighting and sidelighting in the California Energy Code.  In constructing a design, consider the following:\t1.\tUse of light shelves and reflective room surfaces to maximize daylight penetrating the rooms;\t2.\tMeans to eliminate glare and direct sun light, including through skylights;\t3.\tUse of photosensors to turn off electric lighting when daylight is sufficient;\t4.\tNot using diffuse daylighting glazing where views are desired.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}